Repository: newsreels/app-mobile-ios
Catalog: Bullet/*.lproj/Localizable.strings
Languages: af, am, ar, az, be, bg, bn, ca, cs, da, el, es_es, et, eu, fa, fi, fil, fr, gl, he, hi, hr, hu, hy, id, is, ja, ka, kk, km, kn, ky, lo, lt, lv, mk, ml, mn, mr, ms, my, nb_no, ne, nl, pl, pt, ro, ru, si, sk, sl, sq, sr, sv, sw, ta, te, th, tr, uk, ur, vi, zu

source: Help / Contact Us
ar: مساعدة / اتصل بنا
bn: সহায়তা / আমাদের সাথে যোগাযোগ করুন
es_es: Ayuda / Contáctanos
fi: Ohje / Ota yhteyttä
fr: Aide / Contactez-nous
hi: मदद / हमसे संपर्क करें
id: Bantuan / Hubungi Kami
ja: ヘルプ/お問い合わせ
nl: Help / Neem contact met ons op
pt: Ajuda / Fale conosco
ru: Помощь / Свяжитесь с нами
th: ช่วยเหลือ / ติดต่อเรา
ur: مدد / ہم سے رابطہ کریں
vi: Trợ giúp / Liên hệ với chúng tôi

source: Terms and Conditions
ar: الشروط والأحكام
bn: বিধি ও শর্তাবলী
es_es: Términos y Condiciones
fi: Käyttöehdot
fr: Termes et conditions
hi: नियम और शर्तें
id: Syarat dan ketentuan
ja: 規約と条件
nl: Algemene voorwaarden
pt: Termos e Condições
ru: Условия и условия
th: ข้อกำหนดและเงื่อนไข
ur: شرائط و ضوابط
vi: Các điều khoản và điều kiện

source: Notification
ar: اخطار
bn: প্রজ্ঞাপন
es_es: Notificación
fi: Ilmoitukset
hi: अधिसूचना
id: Pemberitahuan
ja: 通知
nl: Kennisgeving
pt: Notificação
ru: Уведомление
th: การแจ้งเตือน
ur: اطلاع
vi: Thông báo

source: Push Notifications
ar: دفع الإخطارات
bn: পুশ নোটিফিকেশন
es_es: Notificaciones Push
fi: Push-ilmoitukset
fr: Notifications push
hi: पुश नोटिफिकेशन
id: Pemberitahuan Push
ja: プッシュ通知
nl: Push notificatie
pt: Notificações via push
ru: Push Уведомления
th: ผลักดันการแจ้งเตือน
ur: نوٹیفیکیشن پش
vi: Đẩy thông báo

source: Breaking News
ar: أخبار عاجلة
bn: সদ্যপ্রাপ্ত সংবাদ
es_es: Noticias de última hora
fi: Viimeisimmät Uutiset
fr: Dernières nouvelles
hi: आज की ताजा खबर
id: Berita
ja: ニュース速報
nl: Belangrijk nieuws
pt: Últimas notícias
ru: Важные новости
th: ข่าวด่วน
ur: بریکنگ نیوز
vi: Tin mới nhất

source: Personalized Recommendations
ar: توصيات مخصصة
bn: ব্যক্তিগতকৃত সুপারিশ
es_es: Recomendaciones Personalizadas
fi: Henkilökohtaiset Suositukset
fr: Recommandations personnalisées
hi: व्यक्तिगत सिफारिशें
id: Rekomendasi yang Dipersonalisasi
ja: パーソナライズされた推奨事項
nl: Gepersonaliseerde aanbevelingen
pt: Recomendações Personalizadas
ru: Персонализированные рекомендации
th: คำแนะนำส่วนบุคคล
ur: ذاتی سفارشات
vi: Khuyến nghị cá nhân hóa

source: Timed Notifications
ar: إخطارات توقيت
bn: সময়োপযোগী বিজ্ঞপ্তি
es_es: Notificaciones cronometrados
fi: Ajastetut Ilmoitukset
fr: Notifications chronométrées
hi: समयबद्ध अधिसूचनाएं
id: Pemberitahuan Jangka Waktu
ja: 時限通知
nl: Getimede meldingen
pt: Notificações cronometradas
ru: Уведомления по времени
th: การแจ้งเตือนตามระยะเวลา
ur: ٹائم نوٹیفکیشن
vi: Thông báo đã hẹn giờ

source: Account
ar: حساب
bn: একাউন্ট
es_es: Cuenta
fi: Tili
fr: Compte
hi: खाता
id: Akun
ja: アカウント
pt: Conta
ru: учетная запись
th: บัญชีผู้ใช้
ur: اکاؤنٹ
vi: Tài khoản

source: E-mail Address
ar: عنوان البريد الإلكتروني
bn: ই-মেইল ঠিকানা
es_es: Dirección de correo electrónico
fi: Sähköpostiosoite
fr: Adresse e-mail
hi: ईमेल पता
id: Alamat email
ja: 電子メールアドレス
nl: E-mailadres
pt: Endereço de e-mail
ru: Адрес электронной почты
th: ที่อยู่อีเมล
ur: ای میل اڈریس
vi: Địa chỉ email

source: Reels
ar: بكرات الأخبار
bn: রিলস
es_es: Carretes
fi: Reellejä
fr: bobines
hi: रीलों
id: Berita reels
ja: リール
nl: Haspels
pt: Carretels
ru: Новостиreels
th: ข่าวreels
ur: ریلس
vi: Tin tứcreels

source: Comments
ar: تعليقات
bn: মন্তব্য
es_es: Comentarios
fi: Kommentit
fr: Commentaires
hi: टिप्पणी
id: Komentar
ja: コメント
nl: Opmerkingen
pt: Comentários
ru: Комментарии
th: แสดงความคิดเห็น
ur: تبصرے
vi: Bình luận

source: Write a reply...
ar: اكتب رد ...
bn: একটি প্রতিউত্তর লেখ...
es_es: Escribe una respuesta...
fi: Kirjoita vastaus...
fr: Écrire une réponse...
hi: एक जवाब लिखें...
id: Tulis balasan...
ja: 返事を書く...
nl: Schrijf een reactie...
pt: Escreva uma resposta...
ru: Напишите ответ...
th: เขียนข้อความตอบกลับ...
ur: جواب لکھیں...
vi: Viết phản hồi...

source: Reply
ar: رد
bn: প্রত্যুত্তর
es_es: Respuesta
fi: Vastaa
fr: Réponse
hi: उत्तर
id: Balasan
ja: 応答
nl: Antwoord
pt: Resposta
ru: Отвечать
th: ตอบกลับ
ur: جواب
vi: đáp lại

source: Replies
ar: الردود
bn: জবাব
es_es: Respuestas
fi: Vastaukset
fr: Réponses
hi: जवाब
id: Balasan
ja: 返信
nl: Antwoorden
pt: Respostas
ru: Ответы
th: ตอบกลับ
ur: جوابات
vi: trả lời

source: View
ar: طرق عرض
bn: ভিউ
es_es: Vistas
fi: näkymien määrä
fr: Vues
hi: दृश्य
id: Tampilan
ja: ビュー
nl: Keer bekeken
pt: Modos de exibição
ru: Взгляды
th: มุมมอง
ur: دیکھیں
vi: Lượt xem

source: more reply
ar: المزيد من الرد
bn: উত্তরগুলো
es_es: más respuesta
fi: lisää vastausta
fr: plus de réponse
hi: अधिक जवाब
id: lebih banyak balasan
ja: もっと返信
nl: meer antwoord
pt: mais resposta
ru: больше ответа
th: ตอบกลับ
ur: مزید جواب
vi: đáp lại nhiều hơn

source: more replies
ar: المزيد من الردود
bn: আরও উত্তর
es_es: más respuestas
fi: lisää vastauksia
fr: plus de réponses
hi: अधिक जवाब
id: lebih banyak balasan
ja: より多くの返信
nl: meer antwoorden
pt: mais respostas
ru: больше ответов
th: ตอบกลับเพิ่มเติม
ur: مزید جوابات
vi: trả lời nhiều hơn

source: Home
ar: المنزل
bn: বাড়ি
es_es: Hogar
fi: Koti
fr: Page d'accueil
hi: होमपेज
id: Halaman muka
ja: ホーム
nl: Startpagina
pt: Pagina inicial
ru: Домашняя страница
th: บ้าน
ur: گھر
vi: Nhà

source: Newsreels
ar: بكرات الأخبار
bn: খবররিলস
es_es: Carretes de noticias
fi: Uutisreellejä
fr: Nouvellesreels
hi: न्यूज़रील
id: Berita reels
ja: ニュース映画
nl: Nieuws haspels
pt: Carretéis de notícias
ru: Кинохроника
th: ข่าวreels
ur: نیوزریلز
vi: Tin tứcreels

source: Following
ar: التالية
bn: অনুসরণ করছেন
da: Følge
es_es: Siguientes
fr: Suivante
hi: निम्नलिखित
id: Berikut
ja: 下記
nl: volgend
pl: Następujący
pt: Seguindo
ru: Следующий
sv: Följande
th: กำลังติดตาม
tr: Takip etme
ur: مندرجہ ذیل
vi: Sau đây

source: First Name
ar: الاسم الأول
bn: প্রথম নাম
da: Fornavn
es_es: Primer nombre
fr: Prénom
hi: पहला नाम
id: Nama Depan
ja: ファーストネーム
nl: Voornaam
pl: Imię
pt: Primeiro nome
ru: Имя
sv: Förnamn
th: ชื่อ
tr: İsim
ur: پہلا نام
vi: Tên đầu tiên

source: Last Name
ar: الكنية
bn: শেষ নাম
da: Efternavn
es_es: Apellido
fr: Nom de famille
hi: अंतिम नाम
id: Nama Belakang
ja: 苗字
nl: Achternaam
pl: Nazwisko
pt: Sobrenome
ru: Фамилия
sv: Efternamn
th: นามสกุล
tr: Soyadı
ur: آخری نام
vi: Họ

source: This feature requires photo access
ar: تتطلب هذه الميزة الوصول إلى الصور
bn: এই বৈশিষ্ট্যটির জন্য ফটো অ্যাক্সেস প্রয়োজন
es_es: Esta función requiere acceso a fotos
fr: Cette fonctionnalité nécessite un accès photo
hi: इस सुविधा के लिए फोटो एक्सेस की आवश्यकता होती है
id: Fitur ini membutuhkan akses foto
ja: この機能には写真へのアクセスが必要です
nl: Voor deze functie is toegang tot foto's vereist
pt: Este recurso requer acesso à foto
ru: Эта функция требует доступа к фотографии
th: คุณสมบัตินี้ต้องการการเข้าถึงภาพถ่าย
ur: اس فیچر کے لیے فوٹو رسائی درکار ہے
vi: Tính năng này yêu cầu quyền truy cập ảnh

source: in phone settings, tap News in Bullets and turn on Photos
ar: في إعدادات الهاتف، انقر فوق الأخبار في الرموز النقطية ثم قم بتشغيل الصور
bn: ফোন সেটিংসে, বুলেটগুলিতে নিউজ আলতো চাপুন এবং ফটোগুলি চালু করুন
es_es: en la configuración del teléfono, toque News in Bullets y active Fotos
fr: dans les paramètres du téléphone, appuyez sur Actualités dans Puces et activez Photos
hi: फ़ोन सेटिंग में, बुलेट में समाचार टैप करें और फ़ोटो चालू करें
id: di pengaturan telepon, ketuk News in Bullets dan aktifkan Foto
ja: 携帯電話の設定で、[News in Bullets] をタップし、[写真]をオンにします。
nl: Tik in de telefooninstellingen op Nieuws in Opsommingstekens en schakel Foto's in
pt: em configurações de telefone, toque em News in Bullets e ligue fotos
ru: в настройках телефона, нажмите Новости в пулях и включите фотографии
th: ในการตั้งค่าโทรศัพท์ ให้แตะ ข่าวในสัญลักษณ์แสดงหัวข้อย่อย แล้วเปิดใช้รูปภาพ
ur: فون کی ترتیبات میں ، News in Bullets گولیوں تھپتھپائیں اور فوٹو آن کریں
vi: trong cài đặt điện thoại, nhấ News in Bullets và bật Ảnh

source: Not Now
ar: ليس الان
bn: এখন না
es_es: Ahora no
fr: Pas maintenant
hi: अभी नहीं
id: Tidak sekarang
ja: 今ではありません
nl: Niet nu
pt: Agora não
ru: Не сейчас
th: ไม่ใช่ตอนนี้
ur: ابھی نہیں
vi: Không phải bây giờ

source: No photos on this device
ar: لا توجد صور على هذا الجهاز
bn: এই ডিভাইসে কোনও ফটো নেই
es_es: No hay fotos en este dispositivo
fr: Aucune photo sur cet appareil
hi: इस डिवाइस पर कोई फ़ोटो नहीं
id: Tidak ada foto di perangkat ini
ja: このデバイスには写真がありません
nl: Geen foto's op dit apparaat
pt: Não há fotos neste dispositivo.
ru: Нет фотографий на этом устройстве
th: ไม่มีรูปภาพบนอุปกรณ์นี้
ur: اس آلہ پر کوئی تصویر نہیں ہے
vi: Không có ảnh nào trên thiết bị này

source: if you want to change photo access settings, go to phone settings, tap News in Bullets and turn on Photos
ar: إذا كنت ترغب في تغيير إعدادات الوصول إلى الصور، انتقل إلى إعدادات الهاتف، وانقر فوق الأخبار في التعداد النقطي ثم قم بتشغيل الصور
bn: আপনি যদি ফটো অ্যাক্সেস সেটিংস পরিবর্তন করতে চান তবে ফোন সেটিংসে যান, বুলেটগুলিতে সংবাদ ট্যাপ করুন এবং ফটোগুলি চালু করুন
es_es: si desea cambiar la configuración de acceso a las fotos, vaya a la configuración del teléfono, toque News in Bullets y active Fotos
fr: si vous souhaitez modifier les paramètres d'accès aux photos, accédez aux paramètres du téléphone, appuyez sur Actualités dans les puces et activez Photos
hi: यदि आप फोटो एक्सेस सेटिंग बदलना चाहते हैं, तो फोन सेटिंग में जाएं, बुलेट में समाचार टैप करें और फ़ोटो चालू करें
id: jika Anda ingin mengubah pengaturan akses foto, buka pengaturan telepon, ketuk News in Bullets dan aktifkan Foto
ja: 写真へのアクセス設定を変更する場合は、電話の設定に移動し、[News in Bullets]をタップして、[写真]をオンにします。
nl: als je de instellingen voor fototoegang wilt wijzigen, ga je naar de telefooninstellingen, tik je op Nieuws in Opsommingstekens en schakel je Foto's in
pt: se quiser alterar as configurações de acesso às fotos, vá para as configurações do telefone, toque em News in Bullets e ative Fotos
ru: если вы хотите изменить настройки доступа к фотографии, перейдите на настройки телефона, нажмите Новости в пулях и включите фотографии
th: หากคุณต้องการเปลี่ยนการตั้งค่าการเข้าถึงรูปภาพ ให้ไปที่การตั้งค่าโทรศัพท์ แล้วแตะ ข่าวในสัญลักษณ์แสดงหัวข้อย่อย แล้วเปิดใช้รูปภาพ
ur: اگر آپ فوٹو ایکسس سیٹنگز تبدیل کرنا چاہتے ہیں تو فون سیٹنگز پر جائیں،News in Bullets ٹیپ کریں اور تصاویر آن کریں
vi: nếu bạn muốn thay đổi cài đặt truy cập ảnh, hãy chuyển đến cài đặt điện thoại, chạm vào News in Bullets đầu dòng và bật Ảnh

source: Video duration
ar: مدة الفيديو
bn: ভিডিও সময়কাল
es_es: Duración del video
fr: Durée de la vidéo
hi: वीडियो अवधि
id: Durasi video
ja: ビデオの長さ
nl: Videoduur
pt: Duração do vídeo
ru: Продолжительность видео
th: ระยะเวลาวิดีโอ
ur: ویڈیو کا دورانیہ
vi: Thời lượng video

source: Video too short
ar: الفيديو قصير جدًا
bn: ভিডিওটি খুব ছোট
es_es: Video demasiado corto
fr: Vidéo trop courte
hi: वीडियो बहुत छोटा
id: Video terlalu pendek
ja: ビデオが短すぎる
nl: Video te kort
pt: Vídeo muito curto
ru: Видео слишком короткое
th: วิดีโอสั้นเกินไป
ur: ویڈیو بہت مختصر ہے
vi: Video quá ngắn

source: Video too long
ar: الفيديو طويل جدًا
bn: ভিডিওটি খুব দীর্ঘ
es_es: Video demasiado largo
fr: Vidéo trop longue
hi: वीडियो बहुत लंबा
id: Video terlalu panjang
ja: ビデオが長すぎます
nl: Video te lang
pt: Vídeo muito longo
ru: Видео слишком долго
th: วิดีโอยาวเกินไป
ur: ویڈیو بہت لمبی ہے
vi: Video quá dài

source: Processing..
ar: معالجة..
bn: প্রক্রিয়াজাতকরণ ..
es_es: Procesando..
fr: En traitement..
hi: प्रसंस्करण ..
id: Pengolahan..
ja: 処理..
nl: Verwerking..
pt: Processamento..
ru: переработка..
th: กำลังดำเนินการ ..
ur: پروسیسنگ ..
vi: Chế biến..

source: Trim
ar: تقليم الفيديو
bn: ট্রিম ভিডিও
es_es: Recortar
fr: Couper
hi: ट्रिम
id: Memangkas
ja: トリム
nl: Bijknippen
pt: Aparar
ru: Обрезать видео
th: แก้ไขวีดีโอ
ur: تراشیں
vi: Xén

source: Cover
ar: غطاء، يغطي
bn: আবরণ
es_es: Cubrir
fr: Couvrir
hi: आवरण
id: Menutupi
ja: カバー
nl: Bedekken
pt: Cobrir
ru: обложка
th: ปก
ur: کا احاطہ
vi: Che

source: Albums
ar: ألبومات
bn: অ্যালবাম
es_es: Álbumes
fr: Les albums
hi: एलबम
id: Album
ja: アルバム
pt: Álbuns
ru: Альбомы
th: อัลบั้ม
ur: البمز
vi: Tập ảnh

source: Gallery
ar: صالة عرض
bn: গ্যালারী
es_es: Galería
fr: Galerie
hi: गेलरी
id: Galeri
ja: ギャラリー
nl: Galerij
pt: Galeria
ru: Галерея
th: แกลลอรี่
ur: گیلری
vi: Bộ sưu tập

source: Photos
ar: صور
bn: ফটো
es_es: Fotos
hi: तस्वीरें
id: Foto
ja: 写真
nl: Fotos
pt: Fotos
ru: Фотографии
th: รูป ภาพ
ur: فوٹو
vi: Hình ảnh

source: Videos
ar: أشرطة فيديو
bn: ভিডিও
fr: Vidéos
hi: वीडियो
id: Video
ja: ビデオ
pt: Vídeos
ru: Видео
th: วิดีโอ
ur: ویڈیوز
vi: Đoạn video

source: Crop
ar: صور المحاصيل
bn: ফসল ইমেজ
es_es: Imagen de cultivo
fr: Recadrer
hi: चित्र को काटो
id: Pangkas gambar
ja: クロップ画像
nl: Afbeelding bijsnijden
pt: Cortar imagem
ru: Обрезать изображение
th: ครอบตัดรูปภาพ
ur: تراشنے
vi: Cắt ảnh

source: Locations
ar: المواقع
bn: অবস্থানগুলি
es_es: Ubicaciones
fr: Emplacement
hi: स्थानों
id: Lokasi
ja: ロケーション
nl: Locaties
pt: Localizações
ru: Локации
th: ตำแหน่งที่ตั้ง
ur: محل وقوع
vi: Sự đặt vào một chổ

source: Authors
ar: المؤلفون
bn: লেখক
es_es: Autores
fr: Auteurs
hi: लेखकों
id: Penulis
ja: 著者
nl: Auteurs
pt: Autores
ru: Авторы
th: ผู้เขียน
ur: مصنفین
vi: Các Tác giả

source: Invalid Video
ar: فيديو غير صالح
bn: অবৈধ ভিডিও
es_es: Video inválido
fr: Vidéo invalide
hi: अमान्य वीडियो
id: Video Tak-Sahih
ja: 無効なビデオ
nl: Ongeldige video
pt: Vídeo Inválido
ru: Недействительное видео
th: วิดีโอไม่ถูกต้อง
ur: ناجائز ویڈیو
vi: Video không hợp lệ

source: Invalid Youtube link
ar: رابط يوتيوب غير صالح
bn: অবৈধ ইউটিউব লিঙ্ক
es_es: Enlace de Youtube no válido
fr: Lien Youtube invalide
hi: अमान्य यूट्यूब लिंक
id: Tautan Youtube tidak valid
ja: 無効なユーチューブ リンク
nl: Ongeldige YouTube-link
pt: Link do Youtube inválido
ru: Неверная ссылка на Youtube
th: ลิงก์ Youtube ไม่ถูกต้อง
ur: ناجائز یوٹیوب لنک
vi: Liên kết Youtube không hợp lệ

source: Article published successfully
ar: تم نشر المقال بنجاح
bn: নিবন্ধটি সফলভাবে প্রকাশিত
es_es: Artículo publicado con éxito
fr: Article publié avec succès
hi: लेख सफलतापूर्वक प्रकाशित हुआ
id: Artikel berhasil diterbitkan
ja: 記事が正常に公開されました
nl: Artikel succesvol gepubliceerd
pt: Artigo publicado com sucesso
ru: Статья опубликована успешно
th: เผยแพร่บทความเรียบร้อยแล้ว
ur: مضمون کامیابی سے شائع
vi: Bài viết được xuất bản thành công

source: Article removed successfully
ar: تمت إزالة المقال بنجاح
bn: নিবন্ধটি সফলভাবে সরানো হয়েছে
es_es: Artículo eliminado correctamente
fr: Article supprimé avec succès
hi: लेख सफलतापूर्वक हटाया
id: Artikel berhasil dihapus
ja: 記事が正常に削除されました
nl: Artikel succesvol verwijderd
pt: Artigo removido com sucesso
ru: Статья удалена успешно
th: ลบบทความเรียบร้อยแล้ว
ur: مضمون کامیابی سے ہٹا دیا گیا
vi: Bài viết bị loại bỏ thành công

source: Edit Article
ar: تحرير المقال
bn: নিবন্ধ সম্পাদনা করুন
es_es: Editar artículo
fr: Modifier l’article
hi: लेख संपादित करें
id: Mengedit artikel
ja: 記事を編集する
nl: Artikel bewerken
pt: Editar artigo
ru: Редактировать статью
th: แก้ไขบทความ
ur: مضمون تدوین کریں
vi: Chỉnh sửa Điều

source: Delete Article
ar: حذف المادة
bn: নিবন্ধ মুছুন
es_es: Eliminar artículo
fr: Supprimer l’article
hi: लेख हटाएं
id: Hapus artikel
ja: 記事を削除する
nl: Artikel verwijderen
pt: Excluir artigo
ru: Удалить статью
th: ลบบทความ
ur: مضمون حذف کریں
vi: Xóa Điều

source: Before you can comment, you need to update your profile
ar: قبل أن تتمكن من النشر ، تحتاج إلى تحديث ملف التعريف الخاص بك.
bn: আপনি পোস্ট করার আগে, আপনাকে আপনার প্রোফাইল আপডেট করতে হবে।
es_es: Antes de poder publicar, debe actualizar su perfil.
fr: Avant de pouvoir poster, vous devez mettre à jour votre profil.
hi: पोस्ट करने से पहले, आपको अपनी प्रोफ़ाइल अपडेट करनी होगी.
id: Sebelum Anda dapat memposting, Anda perlu memperbarui profil Anda.
ja: 投稿する前に、プロフィールを更新する必要があります。
nl: Voordat u kunt posten, moet u uw profiel bijwerken.
pt: Antes de poder publicar, tem de atualizar o seu perfil.
ru: Прежде чем вы сможете опубликовать, вам нужно обновить свой профиль.
th: ก่อนที่คุณจะสามารถโพสต์คุณต้องอัปเดตโปรไฟล์ของคุณ
ur: پوسٹ کرنے سے پہلے ، آپ کو اپنا پروفائل اپ ڈیٹ کرنے کی ضرورت ہوگی۔
vi: Trước khi bạn có thể đăng, bạn cần cập nhật hồ sơ của mình.

source: Update profile
ar: تحديث ملف التعريف
bn: প্রফাইল হালনাগাদ
es_es: Perfil de actualización
fr: Mettre à jour le profil
hi: प्रोफाइल अपडेट करें
id: Memperbaharui profil
ja: プロファイルを更新する
nl: Profiel bijwerken
pt: Atualizar perfil
ru: Обновить профиль
th: อัปเดตโปรไฟล์
ur: پروفائل کو اپ ڈیٹ کریں
vi: Cập nhật hồ sơ

source: Views
ar: طرق عرض
bn: ভিউ
es_es: Vistas
fr: Vues
hi: विचारों
id: Tampilan
ja: ビュー
nl: Keer bekeken
pt: Modos de exibição
ru: Взгляды
th: มุมมอง
ur: دیکھیں
vi: Lượt xem

source: Edit Newsreels
ar: تحرير بكرات الأخبار
bn: নিউজরিলস সম্পাদনা করুন
es_es: Editar Carretes de noticias
fr: Modifier Nouvelles Reels
hi: न्यूज़रील संपादित करें
id: Mengedit Berita Reels
ja: ニュース映画を編集する
nl: Bewerk Nieuws Reels
pt: Editar cinejornais
ru: Редактировать кадры кинохроники
th: แก้ไข ข่าวประชาสัมพันธ์
ur: نیوزریلز میں ترمیم کریں
vi: Sửa Bả Tin tứcreels

source: Post article
ar: انشر مقالاً
bn: পোস্ট নিবন্ধ
es_es: Publicar artículo
fr: Publier l'article
hi: लेख पोस्ट करें
id: Posting artikel
ja: 記事を投稿する
nl: Artikel plaatsen
pt: Postar artigo
ru: Опубликовать статью
th: ติดประกาศบทความ
ur: مضمون شائع کریں
vi: Đăng bài viết

source: SAVE
ar: حفظ
bn: সংরক্ষণ
es_es: Salvar
fr: Sauvegarder
hi: सहेजें
id: Menyimpan
ja: セーブ
nl: Sparen
pt: Salve
ru: Сохранить
th: ประหยัด
ur: محفوظ کریں
vi: Lưu

source: Caption
ar: التسميه التوضيحيه
bn: পরিচয়লিপি
es_es: Un título
fr: Légender
hi: अनुशीर्षक
id: Judul
ja: キャプション
nl: Onderschrift
pt: Uma legenda
ru: заголовок
th: คําอธิบายภาพ
ur: ایک کیپشن
vi: Chú thích

source: Create a Caption
ar: إنشاء تسمية توضيحية
bn: একটি ক্যাপশন তৈরি করুন
es_es: Crear un título
fr: Créer une légender
hi: एक कैप्शन बनाएं
id: Buat judul
ja: キャプションを作成する
nl: Een bijschrift maken
pt: Crie uma legenda
ru: Создать заголовок
th: การสร้างคําอธิบายภาพ
ur: ایک کیپشن بنائیں
vi: Tạo chú thích

source: Create a headline
ar: إنشاء عنوان رئيسي
bn: একটি সংবাদ শিরোনাম তৈরি করুন
es_es: Crea un titular
fr: Créer un titre
hi: हेडलाइन बनाएं
id: Buat tajuk utama
ja: 見出しを作成する
nl: Maak een nieuwskop
pt: Criar uma manchete
ru: Создать новости заголовок
th: สร้างพาดหัว
ur: سرخی بنائیں
vi: Tạo một tiêu đề tin tức

source: Add Source Link (Optional)
ar: إضافة ارتباط مصدر (اختياري)
bn: উৎস লিঙ্ক যোগ করুন (ঐচ্ছিক)
es_es: Agregar enlace de origen (opcional)
fr: Ajouter un lien source (facultatif)
hi: स्रोत लिंक जोड़ें (वैकल्पिक)
id: Tambahkan Tautan Sumber (Opsional)
ja: ソースリンクの追加（オプション）
nl: Bronlink toevoegen (optioneel)
pt: Adicionar link de origem (opcional)
ru: Добавить ссылку на источник (необязательно)
th: เพิ่มลิงก์แหล่งที่มา (ไม่บังคับ)
ur: ماخذ لنک شامل کریں (اختیاری)
vi: Thêm liên kết nguồn (Tùy chọn)

source: Enter a Caption
ar: أدخل التسمية التوضيحية
bn: পরিচয়লিপি প্রবেশ করান
es_es: Introducir un título
fr: Saisir légende
hi: कैप्शन दर्ज करें
id: Masukkan Judul
ja: キャプションを入力
nl: Voer een onderschrift in
pt: Insira a legenda
ru: Введите заголовок
th: ใส่คําอธิบายภาพ
ur: کیپشن درج کریں
vi: Nhập chú thích

source: Enter article headline
ar: أدخل عنوان المقالة
bn: নিবন্ধ শিরোনাম লিখুন
es_es: Ingrese el título del artículo
fr: Entrez le titre de l’article
hi: लेख का शीर्षक दर्ज करें
id: Masukkan judul artikel
ja: 記事の見出しを入力
nl: Voer de kop van het artikel in
pt: Insira manchete do artigo
ru: Введите заголовок статьи
th: ใส่พาดหัวบทความ
ur: مضمون کی سرخی درج کریں
vi: Nhập tiêu đề của bài viết

source: Add Bullet 1
ar: إضافة الرمز النقطي 1
bn: বুলেট 1 যোগ করুন
es_es: Agregar viñeta 1
fr: Ajouter la puce 1
hi: बुलेट 1 जोड़ें
id: Tambahkan Peluru 1
ja: 箇条書き 1 を追加する
nl: Opsommingsteken 1 toevoegen
pt: Adicionar bullet 1
ru: Добавить пулю 1
th: เพิ่มสัญลักษณ์แสดงหัวข้อย่อย 1
ur: بلٹ پوائنٹ 1 شامل کریں
vi: Thêm dấu đầu dòng 1

source: Add Bullet 2
ar: إضافة الرمز النقطي 2
bn: বুলেট 2 যোগ করুন
es_es: Agregar viñeta 2
fr: Ajouter la puce 2
hi: बुलेट 2 जोड़ें
id: Tambahkan Peluru 2
ja: 箇条書き 2 を追加する
nl: Opsommingsteken 2 toevoegen
pt: Adicionar bullet 2
ru: Добавить пулю 2
th: เพิ่มสัญลักษณ์แสดงหัวข้อย่อย 2
ur: بلٹ پوائنٹ 2 شامل کریں
vi: Thêm dấu đầu dòng 2

source: Add Bullet 3 (Optional)
ar: إضافة الرمز النقطي 3 (اختياري)
bn: বুলেট 3 যোগ করুন (ঐচ্ছিক)
es_es: Agregar viñeta 3 (opcional)
fr: Ajouter la puce 3 (facultatif)
hi: बुलेट 3 जोड़ें (वैकल्पिक)
id: Tambahkan Peluru 3 (Opsional)
ja: 箇条書き 3 を追加する（オプション）
nl: Opsommingsteken 3 toevoegen (optioneel)
pt: Adicionar bullet 3 (opcional)
ru: Добавить пулю 3 (необязательно)
th: เพิ่มสัญลักษณ์แสดงหัวข้อย่อย 3 (ไม่บังคับ)
ur: بلٹ پوائنٹ 3 شامل کری (اختیاری)
vi: Thêm dấu đầu dòng 3 (Tùy chọn)

source: Add Bullet 4 (Optional)
ar: إضافة الرمز النقطي 4 (اختياري)
bn: বুলেট 4 যোগ করুন (ঐচ্ছিক)
es_es: Agregar viñeta 4 (opcional)
fr: Ajouter la puce 4 (facultatif)
hi: बुलेट 4 जोड़ें (वैकल्पिक)
id: Tambahkan Peluru 4 (Opsional)
ja: 箇条書き 4 を追加する（オプション）
nl: Opsommingsteken 4 toevoegen (optioneel)
pt: Adicionar bullet 4 (opcional)
ru: Добавить пулю 4 (необязательно)
th: เพิ่มสัญลักษณ์แสดงหัวข้อย่อย 4 (ไม่บังคับ)
ur: بلٹ پوائنٹ 4 شامل کری (اختیاری)
vi: Thêm dấu đầu dòng 4 (Tùy chọn)

source: Add Bullet 5 (Optional)
ar: إضافة الرمز النقطي 5 (اختياري)
bn: বুলেট 5 যোগ করুন (ঐচ্ছিক)
es_es: Agregar viñeta 5 (opcional)
fr: Ajouter la puce 5 (facultatif)
hi: बुलेट 5 जोड़ें (वैकल्पिक)
id: Tambahkan Peluru 5 (Opsional)
ja: 箇条書き 5 を追加する（オプション）
nl: Opsommingsteken 5 toevoegen (optioneel)
pt: Adicionar bullet 5 (opcional)
ru: Добавить пулю 5 (необязательно)
th: เพิ่มสัญลักษณ์แสดงหัวข้อย่อย 5 (ไม่บังคับ)
ur: بلٹ پوائنٹ 5 شامل کری (اختیاری)
vi: Thêm dấu đầu dòng 5 (Tùy chọn)

source: Add Bullet
ar: إضافة رمز نقطي
bn: বুলেট যোগ করুন
es_es: Agregar viñeta
fr: Ajouter une puce
hi: बुलेट जोड़ें
id: Tambahkan Peluru
ja: 箇条書きを追加
nl: Opsommingsteken toevoegen
pt: Adicionar bullet
ru: Добавить пулю
th: เพิ่มสัญลักษณ์แสดงหัวข้อย่อย
ur: بلٹ پوائنٹ شامل کریں
vi: Thêm dấu đầu dòng

source: Uploading video...
ar: رفع فيديو...
bn: ভিডিও আপলোড হচ্ছে...
es_es: Subiendo video...
fr: Uploadez une vidéo...
hi: वीडियो अपलोड करना...
id: Mengunggah video...
ja: ビデオをアップロード...
nl: Video uploaden...
pt: Carregar Vídeo...
ru: Загрузка видео...
th: กำลังอัปโหลดวิดีโอ...
ur: ویڈیو اپ لوڈ ہو رہا ہے...
vi: Tải lên video...

source: Bullet
ar: رصاصة
bn: বুলেট
es_es: Viñeta
fr: Une puce
hi: बुलेट
id: Peluru
ja: 弾丸
nl: Opsommingsteken
ru: Пуля
th: ลักษณ์แสดงหัวข้อย่อย
ur: بلٹ پوائنٹ
vi: Dấu đầu dòng

source: Oops! Something went wrong. Please try again.
ar: حدث خطأ ما. الرجاء المحاولة مرة أخرى.
bn: উফফফফ! কিছু ভুল হয়েছে. আবার চেষ্টা করুন.
es_es: ¡Uy! Algo salió mal. Inténtelo de nuevo.
fr: Oops! Quelque chose s'est mal passé. Veuillez réessayer.
hi: उफ़! कुछ गलत हो गया। कृपया पुन: प्रयास करें।
id: Ups! Ada yang tidak beres. Silakan coba lagi.
ja: おっと！何かがうまくいかなかった。もう一度やり直してください。
nl: Oeps! Er is iets fout gegaan. Probeer het opnieuw.
pt: Oops! Alguma coisa correu mal. Por favor, tente de novo.
ru: Ой! Что-то пошло не так. Пожалуйста, попробуйте еще раз.
th: อ๊ะ! บางอย่างผิดพลาด. กรุณาลองอีกครั้ง.
ur: اوہو! کچھ غلط ہو گیا. براہ کرم دوبارہ کوشش کریں۔
vi: Rất tiếc! Có gì đó không ổn. Vui lòng thử lại.

source: Upload media
ar: رفعوسائل الإعلام رفع
bn: মিডিয়া আপলোড করুন
es_es: Subir medios
fr: Uploadez les médias
hi: मीडिया अपलोड करें
id: Unggah Media
ja: メディアのアップロード
nl: Media uploaden
pt: Upload de mídia
ru: Загрузить медиа
th: อัปโหลดสื่อ
ur: میڈیا اپ لوڈ کریں
vi: Tải lên phương tiện

source: Upload Newsreels
ar: رفع بكرات الأخبار
bn: নিউজরিয়েল আপলোড করুন
es_es: Subir Carretes de noticias
fr: Uploadez Nouvelles Reels
hi: न्यूज़रील अपलोड करें
id: Unggah Berita reels
ja: ニュースリールをアップロードする
nl: Nieuws Reels uploaden
pt: Carregar cinejornais
ru: Загрузить кадры кинохрони
th: อัปโหลด ข่าวประชาสัมพันธ์
ur: نیوزریلز اپ لوڈ کریں
vi: Tải lên Tin tứcreels
