Repository: newsreels/app-mobile-ios
Catalog: Bullet/*.lproj/Localizable.strings
Languages: af, am, ar, az, be, bg, bn, ca, cs, da, el, es_es, et, eu, fa, fi, fil, fr, gl, he, hi, hr, hu, hy, id, is, ja, ka, kk, km, kn, ky, lo, lt, lv, mk, ml, mn, mr, ms, my, nb_no, ne, nl, pl, pt, ro, ru, si, sk, sl, sq, sr, sv, sw, ta, te, th, tr, uk, ur, vi, zu

source: Drop us a message
af: stuur vir ons 'n boodskap
am: መልእክት ላኩልን
ar: أرسل لنا رسالة
az: bizə mesaj göndərin
be: дашліце нам паведамленне
bg: Изпрати ни съобщение
bn: আমাদের কাছে একটি বার্তা পাঠান
ca: Mandanos un missatge
cs: pošlete nám zprávu
da: Send os en besked
el: στείλτε μας ένα μήνυμα
es_es: envíanos un mensaje
et: saada meile sõnum
eu: bidali mezu bat
fa: برای ما پیام بفرستید
fi: Lähetä meille viesti
fil: padalhan kami ng mensahe
fr: envoyez-nous un message
gl: Envíanos unha mensaxe
he: שלחו לנו הודעה
hi: हमें एक मैसेज भेजें
hr: pošaljite nam poruku
hu: küldjön nekünk üzenetet
hy: ուղարկեք մեզ նամակ
id: kirim kami pesan
is: sendu okkur skilaboð
ja: メッセージを送ってください
ka: მოგვწერეთ
kk: бізге хабарлама жіберіңіз
km: ផ្ញើសារមកយើង
kn: ನಮಗೆ ಸಂದೇಶ ಕಳುಹಿಸಿ
ky: бизге билдирүү жөнөтүү
lo: ສົ່ງໃຫ້ພວກເຮົາຂໍ້ຄວາມ
lt: parašykite mums žinutę
lv: sūtiet mums ziņu
mk: ни испрати порака
ml: ഞങ്ങളെ ഒരു സന്ദേശം അയയ്ക്കുക
mn: бидэнд мессеж илгээх
mr: आम्हाला एक संदेश पाठवा
ms: Hubungi Kami
my: ကျွန်ုပ်တို့ဆီ မက်ဆေ့ချ်ပို့ပါ
nb_no: send oss en melding
ne: हामीलाई सन्देश पठाउनुहोस्
nl: stuur ons een bericht
pl: wyślij wiadomość
pt: envie-nos uma mensagem
ro: trimite-ne un mesaj
ru: отправить нам сообщение
si: අපට පණිවිඩයක් එවන්න
sk: pošlite nám správu
sl: pošljite nam sporočilo
sq: Na dërgoni ne një mesazh
sr: pošaljite nam poruku
sv: skicka oss ett meddelande
sw: tutumie ujumbe
ta: எங்களுக்குச் செய்தி அனுப்பவும்
te: మాకు ఒక సందేశం పంపండి
th: ส่งข้อความถึงเรา
tr: Bize mesaj gönder
uk: відправити нам повідомлення
ur: ہمیں پیغام بھیجیں
vi: gửi chúng tôi một tin nhắn
zu: sithumele umyalezo

source: Enter Name.
af: Voer naam in.
am: ስም ያስገቡ
ar: أدخل الاسم.
az: Ad daxil edin.
be: Увядзіце Імя.
bg: Въведи име.
bn: নাম লিখুন
ca: Ingressi el seu nom.
cs: Zadejte jméno.
da: Indtast navn
el: Εισάγετε Όνομα.
es_es: Introduce el nombre.
et: Sisesta Nimi
eu: Sartu izena.
fa: نام را وارد کنید.
fi: Syötä nimi
fil: Ilagay ang Pangalan.
fr: Entrez le nom.
gl: Introduza o seu nome.
he: הכנס שם.
hi: नाम एंटर करे
hr: Upišite ime.
hu: Adja meg a nevét.
hy: Մուտքարգեք անուն
id: Masukkan nama.
is: Sláðu inn nafn.
ja: 名前を入力してください。
ka: შეიყვანეთ სახელი.
kk: Атыңызды Енгізіңіз.
km: បញ្ចូលឈ្មោះ។
kn: ಹೆಸರನ್ನು ನಮೂದಿಸಿ.
ky: Атын киргизиңиз.
lo: ກະລຸນາໃສ່ຊື່ຂອງທ່ານ.
lt: Įveskite vardą.
lv: Ievadiet nosaukumu.
mk: Внесете име.
ml: പേര് നൽകുക.
mn: Нэр оруулна уу.
mr: नाव प्रविष्ट करा.
ms: Masukkan Nama.
my: အမည်ထည့်ပါ
nb_no: Oppgi Navn.
ne: नाम प्रविष्ट गर्नुहोस्।
nl: Voer Naam in.
pl: Wpisz nazwę.
pt: Insira o nome.
ro: Introduce numele.
ru: Введите имя.
si: නම ඇතුළත් කරන්න.
sk: Zadajte meno.
sl: vnesite ime
sq: Shkruani emrin
sr: Unesi ime
sv: Ange namn
sw: Ingiza Jina.
ta: பெயரை உள்ளிடுக
te: పేరు నమోదు చేయండి.
th: ใส่ชื่อ.
tr: İsim Giriniz.
uk: Введіть Ім'я.
ur: نام لکھیں.
vi: Nhập Tên.
zu: Faka igama.

source: Enter Email.
af: Voer e-posadres in.
am: ኢሜል ያስገቡ
ar: أدخل البريد الإلكتروني.
az: E-poçt daxil edin.
be: Увядзіце Электронную пошту.
bg: Въведи email.
bn: ইমেইল লিখুন
ca: Ingressi correu electrònic.
cs: Zadejte e-mail.
da: Indtast E-mail
el: Εισάγετε Email.
es_es: Introduce el correo electrónico.
et: Sisesta E-post
eu: Idatzi Posta elektronikoa.
fa: ایمیل وارد کنید
fi: Syötä sähköpostiosoite
fil: Ilagay ang Email.
fr: Entrez l'adresse électronique.
gl: Introduce o correo electrónico.
he: הזן דואר אלקטרוני.
hi: ईमेल एंटर करें।
hr: Upišite email.
hu: Adja meg az Email címét.
hy: Մուտքագրեք էլ․ հասցե
id: Masukkan email.
is: Sláðu inn netfangið.
ja: メールアドレスを入力してください。
ka: შეიყვანეთ ელფოსტა.
kk: Электрондық пошта мекенжайын енгізіңіз
km: បញ្ចូលអ៊ីមែល។
kn: ಇಮೇಲ್ ನಮೂದಿಸಿ.
ky: Электрондук почтаны киргизиңиз.
lo: ກະລຸນາໃສ່ອີເມວ.
lt: Įveskite el. paštą.
lv: Ievadiet e-pastu.
mk: Внесете е-мејл.
ml: ഇമെയിൽ നൽകുക.
mn: Имэйлийг оруулна уу.
mr: ईमेल प्रविष्ट करा.
ms: Masukkan E-Mel
my: အီးမေးလ်ထည့်ပါ
nb_no: Oppgi E-post.
ne: ईमेल प्रविष्ट गर्नुहोस्।
nl: Voer E-Mailadres in.
pl: Wpisz email.
pt: Insira o e-mail.
ro: Introduce adresa de email.
ru: Введите адрес электронной почты.
si: විද්‍යුත් තැපෑල ඇතුළත් කරන්න.
sk: Zadajte e-mail.
sl: vnesite leektronski naslov
sq: Shkruani email adresën
sr: Unesi e-poštu
sv: Ange e-postadress.
sw: Weka barua pepe.
ta: மின்னஞ்சலை உள்ளிடுக
te: ఇమెయిల్ నమోదు చేయండి.
th: กรอกอีเมล.
tr: Email Giriniz.
uk: Введіть Електронну пошту.
ur: ای میل لکھیں
vi: Nhập Email.
zu: Faka i-imeyili.

source: Write your message.
af: Skryf u boodskap.
am: መልእክትዎን ይፃፉ
ar: اكتب رسالتك.
az: Mesajınızı yazın.
be: Напішыце сваё паведамленне.
bg: Напиши съобщението си.
bn: আপনার বার্তা লিখুন।
ca: Escriu el teu missatge.
cs: Napište svoji zprávu.
da: Skriv din besked…
el: Γράψτε το μήνυμά σας.
es_es: Escribe tu mensaje.
et: Kirjuta oma sõnum.
eu: Idatzi mezua.
fa: پیام خود را بنویسید
fi: Kirjoita viestisi.
fil: Isulat ang iyong mensahe.
fr: Écrivez votre message.
gl: Escribe a túa mensaxe.
he: כתוב את ההודעה שלך.
hi: अपना मैसेज लिखें।
hr: Napišite svoju poruku.
hu: Írja be üzenetét.
hy: Գրեք ձեր նամակը։
id: Tulis pesan anda.
is: Skrifaðu skilaboðin.
ja: メッセージを書いてください
ka: დაწერეთ თქვენი მესიჯი...
kk: Өзіңіздің хатыңызды жазыңыз
km: សរសេរសាររបស់អ្នក។
kn: ನಿಮ್ಮ ಸಂದೇಶವನ್ನು ಬರೆಯಿರಿ.
ky: Билдирүүңүздү жазыңыз.
lo: ຂຽນຂໍ້ຄວາມຂອງທ່ານ.
lt: Parašykite savo žinutę.
lv: Uzrakstiet savu ziņu.
mk: Напишете ја пораката.
ml: നിങ്ങളുടെ സന്ദേശം എഴുതുക.
mn: Зурвасаа бичнэ үү.
mr: आपला संदेश लिहा.
ms: Tulis mesej anda.
my: သင့်မက်ဆေ့ချ်ကိုရေးပါ
nb_no: Skriv din melding.
ne: ईमेल प्रविष्ट गर्नुहोस्।
nl: Schrijf uw bericht.
pl: Napisz swoją wiadomość.
pt: Escreva sua mensagem.
ro: Scrie un mesaj.
ru: Напишите ваше сообщение.
si: ඔබේ පණිවිඩය ලියන්න.
sk: Napíšte svoju správu.
sl: Napišite sporočilo
sq: Shkruani mesazhin tuaj
sr: Napišite svoju poruku.
sv: Skriv ditt meddelande.
sw: Andika ujumbe wako.
ta: உங்களது செய்தியை எழுதவும்
te: మీ సందేశాన్ని రాయండి.
th: เขียนข้อความของคุณ
tr: Mesajınızı yazın.
uk: Введіть Електронну пошту.
ur: اپنا پیغام لکھیں۔
vi: Viết tin nhắn của bạn.
zu: Bhala umyalezo wakho.

source: Unblock Source
af: Deblokkeer bron
am: ከዚህ ምንጭ እገዳን አንሳ
ar: ازالة حظر المصدر
az: Mənbəni blokdan çıxarın
be: Разблакаваць Крыніцу
bg: Позволи източника
bn: সূত্র আনব্লক করুন
ca: Desbloquejar font
cs: Odblokovat zdroj
da: Unblock kilde
el: Κατάργηση αποκλεισμού Πηγής
es_es: Desbloquear la fuente
et: Deblokeeri Allikas
eu: Desblokeatu Iturria
fa: منبع را رفع انسداد کنید
fi: Poista esto lähteestä
fil: I-unblock ang Source
fr: Débloquer la source
gl: Desbloquear fonte
he: מקור שחרור
hi: स्त्रोत को अनब्लॉक करें
hr: Odblokiraj izvor
hu: Forrás tiltásának feloldása
hy: Ապաարգելափակել աղբյուրը
id: Batal Blokir Sumber
is: Opna Source
ja: ソースのブロックを解除する
ka: წყაროს განბლოკვა
kk: Дереккөздің Құлпын Ашу
km: លែងរារាំងប្រភពព័ត៌មាន
kn: ಮೂಲವನ್ನು ಅನಿರ್ಬಂಧಿಸಿ
ky: Булакты бөгөттөн чыгаруу
lt: Atblokuoti šaltinį
lv: Atbloķēt Source
mk: Деблокирај Извор
ml: അൺബ്ലോക്കുചെയ്യുക ഉറവിടം
mn: Блоклох эх сурвалж
mr: अनावरोधित करा स्रोत
ms: Nyahsekat Sumber
my: အရင်းအမြစ်ကို ဘလော့ဖြည်ပါ
nb_no: Avblokker Kilde
ne: श्रोत अन्ब्लोक
nl: Deblokkeer Bron
pl: Odblokuj źródło
pt: Desbloquear fonte
ro: Deblochează sursa
ru: Разблокировать Источник
si: ප්‍රභවය අවහිර නොකරන්න
sk: Odblokovať zdroj
sl: Odblokiraj vir
sq: Zhbllokoni burimin
sr: Deblokiraj izvor
sv: Avblockera källa
sw: Rudisha Chanzo
ta: ஆதாரத்தின் தடையை நீக்கவும்
te: మూలాన్ని అన్ బ్లాక్ చేయండి
th: เลิกบล็อกแหล่งที่มา
tr: Kaynağın engelini kaldır
uk: Розблокували Джерело
ur: ان بلاک زارئع
vi: Bỏ Chặn Nguồn Tin
zu: Vulela Umthombo

source: Cancel
af: Kanselleer
am: ሰርዝ
ar: إلغاء
az: Ləğv edin
be: Адмена
bg: Отмени
bn: বাতিল করুন
ca: Cancel·lar
cs: Zrušit
da: Afbryd
el: Ακύρωση
es_es: Cancelar
et: Tühista
eu: Utzi
fa: لغو
fi: Peruuta
fil: Kanselahin
fr: Annuler
gl: Cancelar
he: לְבַטֵל
hi: रद्द
hr: Odustani
hu: Mégse
hy: Չեղարկել
id: Batal
is: Hætta við
ja: キャンセル
ka: გაუქმება
kk: жою
km: បោះបង់
kn: ರದ್ದುಮಾಡಿ
ky: Жокко чыгаруу
lo: ຍົກເລີກການ
lt: Atšaukti
lv: atcelt
mk: Откажи
ml: റദ്ദാക്കുക
mn: Цуцлах
mr: रद्द करा
ms: Batal
my: မလုပ်တော့ပါ
nb_no: Avbryt
ne: रद्ध
nl: Annuleer
pl: Anuluj
pt: Cancelar
ro: Anulează
ru: отменить
si: අවලංගු කරන්න
sk: Zrušiť
sl: prekliči
sq: Anuloni
sr: Otkaži
sv: Avbryt
sw: kufuta
ta: ரத்து செய்யவும்
te: రద్దు
th: ยกเลิก
tr: İptal
uk: Скасувати
ur: ملتوی
vi: Hủy
zu: Vala

source: Have feedback? We'd love to hear it, but please don't share sensitive information. Have questions or legal concerns? Try help or support.
af: Stuur vir ons 'n terugvoer, ons hoor graag van u! Het u vrae of wettige probleme? Probeer ons Help-bladsy of kontak ons.
am: አስተያየት ይላኩልን ፣ ከእርስዎ መስማት እንወዳለን! ጥያቄዎች ወይም አሳሳቢ የሕግ ጉዳዮች አሉዎት? የእኛን የእገዛ ገጽ ይሞክሩ ወይም እኛን ያነጋግሩን።
ar: أرسل إلينا تعليقات ، يسعدنا أن نسمع منك! هل لديك أسئلة أو مخاوف قانونية؟ جرب صفحة المساعدة الخاصة بنا أو اتصل بنا.
az: Rəyinizi bizimlə bölüşün! Suallarınız və ya hüquqi məsələlərlə bağlı narahatçılığınız var? Yardım Mərkəzimizə daxil olun və ya Bizimlə Əlaqə Saxlayın.
be: Прышліце нам водгук, мы будзем рады пачуць ад Вас! У Вас ёсць пытанні ці юрыдычныя праблемы? Паспрабуйце старонку Даведкі альбо Звяжыцеся з Намі
bg: Изпрати ни обратна връзка, ще се радваме да чуем мнението ти! Имаш ли въпроси или правни проблеми? Провери в нашата страница за помощ или се свържи с нас.
bn: আমাদের কাছে একটি ফিডব্যাক পাঠান, আমরা আপনার কথা শুনতে পছন্দ করব! আপনার কি প্রশ্ন বা আইনী আপত্তি আছে? আমাদের হেল্প পেইজ ব্যবহার করুন বা আমাদের সাথে যোগাযোগ করুন।
ca: Enviï'ns els seus comentaris, ens encantaria saber de vostè! Té preguntes o inquietuds legals? Provi la nostra pàgina d'ajuda o contacti'ns.
cs: Zašlete nám zpětnou vazbu, rádi uslyšíme váš názor! Máte dotazy nebo právní obavy? Zkuste naši stránku nápovědy nebo nás kontaktujte.
da: Send os feedback, vi vil gerne høre fra dig! Har du nogle spørgsmål eller juridske problemer? Prøv vores Hjælp side eller Kontakt os
el: Στείλτε μας τα σχόλιά σας, θα θέλαμε να σας ακούσουμε! Έχετε ερωτήσεις ή προβληματισμούς νομικού περιεχομένου; Ανατρέξτε στη Βοήθεια ή Επικοινωνήστε μαζί μας.
es_es: Envíanos un comentario, ¡nos encantaría saber de ti! ¿Tienes preguntas o preocupaciones legales? Prueba nuestra página de Ayuda o Contáctanos.
et: Saada meile tagasiside, me tahaksime sinult kuulda! Kas sul on küsimusi või seaduslik mure? Proovi meie Aita lehekülge või Võta meiega Ühendust.
eu: Bidali iritzia bat, maite dituzun entzun genuke! Ez zalantza edo kezka duzula? Saiatu gure Laguntza orria edo jarri gurekin harremanetan.
fa: برای ما بازخورد ارسال کنید ، ما دوست داریم از شما بشنویم! آیا سوال یا نگرانی قانونی دارید؟ صفحه راهنما را امتحان کنید یا با ما تماس بگیرید.
fi: Lähetä meille palautetta, olisi ihanaa kuulla sitä sinulta! Onko sinulla kysymyksiä tai huolia lakiasioista? Kokeile tukisivuamme tai Ota Meihin Yhteyttä.
fil: Padalhan kami ng feedback, masaya kaming makarinig mula sa iyo! Mayroon ka bang mga katanungan? Subukang Humingi ng Tulong o Makipag-ugnayan sa Amin.
fr: Envoyez-nous vos commentaires, nous aimerions avoir de vos nouvelles ! Vous avez des questions ou des préoccupations d'ordre juridique ? Essayez notre page d'aide ou Contactez-nous.
gl: Envíanos os teus comentarios, encantaríanos ter noticias túas. Tes dúbidas ou dúbidas legais? Proba a nosa páxina de axuda ou ponte en contacto connosco.
he: שלח לנו משוב, נשמח לשמוע ממך! האם יש לך שאלות או חששות משפטיים? נסה בדף העזרה שלנו או צור קשר.
hi: हमें एक फीडबैक भेजें, हम आप से सुनना चाहते हैं! क्या आपके कोई सवाल या कानूनी परेशानी हैं? हमारे सहायता पेज को आज़माएँ या हमसे संपर्क करें।
hr: Pošaljite nam povratne informacije, voljeli bismo čuti vaše mišljenje! Imate li pitanja ili pravnih nedoumica? Isprobajte našu stranicu za pomoć ili nas kontaktirajte.
hu: Küldjön nekünk visszajelzést, örömmel hallanánk öntől! Kérdése vagy jogi aggálya van? Próbálja a segítségnyújtás oldalunkat vagy lépjen velünk kapcsolatba.
hy: Ուղարկեք մեզ նամակ, մենք սիրով կպատասխանենք: Հարցեր կամ իրավական խնդիրնե՞ր ունեք: Փորձեք մեր Օգնության էջը կամ կապվեք մեզ հետ:
id: Bagikan saran anda, kami sangat senang mendengar saran dari anda! Apakah anda memiliki pertanyaan atau kekhawatiran terhadap hukum? Kunjungi halaman Bantuan kami atau Hubungi Kami.
is: Sendu okkur endurgjöf, væri gaman að heyra frá þér! Ert þú hefur einhverjar spurningar eða lagaleg áhyggjur? Prófaðu hjálparsíðu okkar eða hafðu samband.
ja: 私たちにフィードバックを送ってください、ご連絡をお待ちしております！質問や法的な懸念がありますか？ ヘルプページを試すか、お問い合わせください。
ka: დაგვიბრუნეთ უკუკავშირი, ჩვენ სიამოვნებით მოგისმენთ! გაქვთ რაიმე კითხვა ან სამართლებრივი ინტერესი? მიმართეთ ჩვენს დახმარების გვერდს ან დაგვიკავშირდით.
kk: Бізге кері байланыс жіберіңіз, біз сізден естуге қуаныштымыз! Сізде сұрақтар немесе заңды мәселелер бар ма? Біздің анықтама парағымызды пайдаланып көріңіз немесе бізге хабарласыңыз.
km: សូមផ្ញើមកយើងនូវមតិកែលម្អ យើងចង់ឮពីអ្នក! តើអ្នកមានសំណួរ ឬការព្រួយបារម្ភផ្នែកច្បាប់ទេ? សាកល្បងទំព័រជំនួយរបស់យើង ឬទាក់ទងមកយើង។
kn: ನಮಗೆ ಪ್ರತಿಕ್ರಿಯೆಯನ್ನು ಕಳುಹಿಸಿ, ನಿಮ್ಮಿಂದ ಕೇಳಲು ನಾವು ಇಷ್ಟಪಡುತ್ತೇವೆ! ನೀವು ಪ್ರಶ್ನೆಗಳನ್ನು ಅಥವಾ ಕಾನೂನು ಕಾಳಜಿಗಳನ್ನು ಹೊಂದಿದ್ದೀರಾ? ನಮ್ಮ ಸಹಾಯ ಪುಟವನ್ನು ಪ್ರಯತ್ನಿಸಿ ಅಥವಾ ನಮ್ಮನ್ನು ಸಂಪರ್ಕಿಸಿ.
ky: Бизге пикир жөнөтүңүз, биз сизден жооп алууну каалайбыз! Сизде суроолор же юридикалык суроолор барбы? Жардам баракчабызды байкап көрүңүз же Биз менен байланышыңыз.
lo: ສົ່ງໃຫ້ພວກເຮົາຄໍາຄຶດຄໍາເຫັນ, ພວກເຮົາຈະຮັກທີ່ຈະໄດ້ຍິນຈາກທ່ານ! ທ່ານມີຄໍາຖາມຫລືຂໍ້ສົງໄສກົດຫມາຍ? ພະຍາຍາມຫນ້າຄວາມຊ່ອຍເຫຼືອຫຼືຕິດຕໍ່ພວກເຮົາ.
lt: Mes labai norėtume išgirsti jūsų atsiliepimus! Ar turite klausimų ar teisinių problemų? Išbandykite mūsų Pagalbos puslapį arba Susisiekite su mumis.
lv: Sūtiet mums atsauksmes, mēs labprāt vēlētos dzirdēt no jums! Vai jums ir jautājumi vai juridiskas problēmas? Izmēģiniet mūsu palīdzības lapu vai sazinieties ar mums.
mk: Испратете ни повратни информации, ние би сакале да се слушне од тебе! Дали имате прашања или правни проблеми? Обиди се со нашите страница Помош или контактирајте со нас.
ml: ഒരു ഫീഡ്ബാക്ക് ഞങ്ങളെ അയയ്ക്കുക, ഞങ്ങൾ നിങ്ങളിൽ നിന്ന് അറിയാൻ ഞങ്ങൾ ആഗ്രഹിക്കുന്നു! നിങ്ങൾ ചോദ്യങ്ങളോ നിയമ ആശങ്കകൾ ഉണ്ടോ? ഞങ്ങളുടെ സഹായ പേജ് അല്ലെങ്കിൽ ബന്ധപ്പെടുക ശ്രമിക്കുക.
mn: Бидэнд санал хүсэлтээ илгээгээрэй, бид танаас хариу сонсохыг хүсч байна! Танд асуулт эсвэл хууль эрх зүйн асуудал байна уу?? Тусламжийн хуудас эсвэл бидэнтэй холбоо бариарай.
mr: फीडबॅक पाठवा, आम्ही ते जरूर आवडेल! आपल्याला प्रश्न किंवा कायदेशीर चिंता आहे का? आमच्या मदत पृष्ठास किंवा आमच्याशी संपर्क साधा प्रयत्न करा.
ms: Hantar maklum balas anda, kami sedia mendengar. Ada soalan atau prihatin akan undang-undang? Lungsuri halaman bantuan atau Hubungi Kami.
my: တုံ့ပြန်ချက်ကိုကျွန်ပ်တို့ဆီပေးပို့ပါ သင့်ဆီကကြားရဖို့ နှစ်သက်လှ ပါတယ်! ဥပဒေကြောင်းဆိုင်ရာ စိုးရိမ်မှုနှင့် မေးခွန်းများရှိပါသလား? အကူအညီပေးစာမျက်နှာ သို့မဟုတ် ကျွန်ပ်တို့ထံဆက်သွယ်ပါ
nb_no: Send oss en tilbakemelding, vi vil gjerne høre fra deg! Har du generelle eller juridiske spørsmål? Prøv Hjelpesiden eller Kontakt Oss.
ne: हामीलाई प्रतिक्रिया पठाउनुहोस्, हामी तपाईंबाट सुन्न चाहान्छौं! के तपाइँसँग प्रश्नहरू वा कानूनी सरोकारहरू छन्? हाम्रो मद्दत पृष्ठ प्रयास गर्नुहोस् वा हामीलाई सम्पर्क गर्नुहोस्।
nl: Stuur ons een feedback, we horen graag van u! Heeft u vragen of juridische zorgen? Probeer onze Help-pagina of neem contact met ons op.
pl: Podziel się swoją opinią, chętnie ją usłyszymy! Masz pytania lub wątpliwości? Przejdź do Centrum Pomocy lub skontaktuj się z nami.
pt: Envie-nos uma mensagem, adoraríamos receber seus comentários! Você tem alguma dúvida ou preocupação jurídica? Acesse nossa página de Ajuda ou Fale conosco.
ro: Abia așteptăm să îți aflăm opinia! Ai întrebări sau procupări? Accesează pagina noastră de ajutor sau contactează-ne direct.
ru: Отправьте нам обратную связь, мы хотели бы услышать от вас! У вас есть вопросы или юридические проблемы? Попробуйте нашу страницу помощи или свяжитесь с нами.
si: අපට ප්‍රතිපෝෂණයක් එවන්න, අපි ඔබෙන් අසා දැන ගැනීමට කැමතියි! ඔබට ප්‍රශ්න හෝ නීතිමය ගැටළු තිබේද? අපගේ උදව් පිටුව උත්සාහ කරන්න හෝ අප අමතන්න
sk: Zašlite nám spätnú väzbu, radi budeme počuť váš názor! Máte otázky alebo právne obavy? Skúste našu stránku pomocníka alebo nás kontaktujte.
sl: Pošljite nam povratno informacijo, radi vam bomo prisluhnili! Ali imate vprašanje ali pravne pomisleke? Poskusite z našim centrom za pomočmali nas kontaktirajte.
sq: Na dërgoni ne reagime, ne do të donim të dëgjonim nga ju! A keni pytje ose shqetësime ligjore? Provoni faqen tonë për ndihmë ose na kontaktoni.
sr: Pošaljite nam povratne informacije, voleli bismo čuti vaše mišljenje! Imate li pitnja ili pravnih nedoumica? Isprobajte našu stranicu za pomoć ili nas kontaktirajte.
sv: Skicka oss feedback, vi skulle gärna höra från dig! Har du frågor eller rättsliga orosmoment? Testa vår hjälpsida eller kontakta oss.
sw: Tuma maoni yetu, tunataka upendo kusikia kutoka kwako! Je, una maswali au shaka kisheria? Jaribu chetu cha Msaada ukurasa au kuwasiliana nasi.
ta: உங்கள் கருத்தை அனுப்பவும். உங்களிடமிருந்து அதை பெற நாங்கள் ஆவலாக இருக்கிறோம். உங்களுக்கு வேறு ஏதாவது கேள்விகள் அல்லது சட்டரீதியான சந்தேகங்கள் உள்ளனவா? எங்களது உதவி பக்கத்தையோ அல்லது எங்களையோ தொடர்பு கொள்ளவும்
te: మాకు ఫీడ్ బ్యాక్ పంపండి, మీ నుంచి వినడానికి మేం ఇష్టపడతాం. మీకు ప్రశ్నలు లేదా చట్టపరమైన ఆందోళనలు న్నాయా? మా సహాయ పేజీని ప్రయత్నించండి లేదా మమ్మల్నేసంప్రదించండి.
th: ส่งข้อเสนอแนะถึงเราเรายินดีที่จะรับฟังคุณ! คุณมีคำถามหรือข้อกังวลทางกฎหมายหรือไม่? ลองติดต่อเพจเพื่อขอความช่วยเหลือหรือติดต่อเรา
tr: Bize bir geri bildirim gönderin, sizden duymak isteriz! Sorularınız veya yasal endişeleriniz var mı? Yardım sayfamızı deneyin veya bize ulaşın.
uk: Скасувати
ur: ہمیں تاثرات فراہم کریں ، ہم آپ سے جاننا پسند کریں گے! کہ کیا آپ کے پاس کوئی سوالات یا قانونی خدشات ہیں؟ ہمارے امدادی صفحہ پر جائیں یا ہم سے رابطہ کریں ۔
vi: Hãy gửi cho chúng tôi phản hồi, chúng tôi muốn lắng nghe từ bạn! Bạn có câu hỏi hay vấn đề pháp lý nào không? Hãy thử trang Trợ giúp hoặc Liên hệ với chúng tôi.
zu: Usithumelele impendulo, singathanda ukuzwa kuwe! Unemibuzo noma ukukhathazeka ngezomthetho? Zama ikhasi lethu losizo noma Xhumana nathi.

source: Enter your suggestion.
af: Voer u voorstel in.
am: አስተያየትዎን ያስገቡ
ar: أدخل اقتراحك.
az: Təklifinizi daxil edin.
be: Увядзіце сваю прапанову.
bg: Въведи твоите предложения.
bn: আপনার পরামর্শ লিখুন
ca: Ingressi el seu suggeriment.
cs: Zadejte svůj návrh.
da: Indtast dit forslag
el: Εισάγετε την προτίμησή σας.
es_es: Introduce tu sugerencia.
et: Sisesta oma soovitus.
eu: Idatzi zure iradokizun.
fa: پیشنهاد خود را وارد کنید
fi: Syötä ehdotuksesi
fil: Ilagay ang iyong suhestyon
fr: Saisissez votre suggestion.
gl: Introduce a túa suxestión.
he: הזן את ההצעה שלך.
hi: अपना सुझाव एंटर करें।
hr: Upišite svoj prijedlog.
hu: Írja be javaslatát.
hy: Մուտքագրեք ձեր առաջարկը
id: Masukkan saran.
is: Sláið inn tillögu þína.
ja: ご提案を入力してください。
ka: შეიყვანეთ თქვენი რჩევა.
kk: Өз ұсынысыңызды енгізіңіз.
km: បញ្ចូលយោបល់របស់អ្នក។
kn: ನಿಮ್ಮ ಸಲಹೆಯನ್ನು ನಮೂದಿಸಿ.
ky: Сунушуңузду киргизиңиз.
lo: ກະລຸນາໃສ່ຄໍາແນະນໍາຂອງທ່ານ.
lt: Įveskite savo pasiūlymą.
lv: Ievadiet savu ierosinājumu.
mk: Внесете ја вашата сугестија.
ml: നിങ്ങളുടെ നിർദ്ദേശം നൽകുക.
mn: Саналаа оруулна уу.
mr: आपल्या सूचना प्रविष्ट करा.
ms: Masukkan cadangan anda
my: သင့်အကြံပြုချက်ကို ထည့်ပါ
nb_no: Oppgi ditt forslag.
ne: तपाईंको सुझाव प्रविष्ट गर्नुहोस्।
nl: Voer uw suggestie in.
pl: Wpisz swoje uwagi.
pt: Insira sua sugestão.
ro: Introduce o sugestie.
ru: Введите свое предложение.
si: ඔබේ යෝජනාව ඇතුළත් කරන්න.
sk: Zadajte svoj návrh.
sl: Vnesite svoj predlog.
sq: Shkruani sugjerimet tuaja
sr: Unesite svoj predlog.
sv: Ange ditt förslag.
sw: Weka maoni yako.
ta: உங்களது ஆலோசனையை பதிவு செய்யவும்
te: మీ సూచనను నమోదు చేయండి.
th: ป้อนคำแนะนำของคุณ
tr: Önerinizi girin.
uk: Надішліть нам відгук, ми будемо раді Вашому зверненню! У вас є запитання чи юридичні проблеми? Спробуйте нашу сторінку Довідки або Зв’яжіться з нами.
ur: اپنی رائے درج کریں۔
vi: Nhập gợi ý của bạn.
zu: Faka isiphakamiso sakho.

source: feedback sent.
af: die terugvoer is suksesvol gestuur
am: አስታየቶ በስከትማ ሁኔታ ተልኳል
ar: تم إرسال الملاحظات بنجاح
az: rəy göndərildi
be: водгук паспяхова адпраўлены
bg: Обратната връзка е изпратена успешно
bn: ফিডব্যাক সফলভাবে পাঠানো হয়েছে
ca: els comentaris s'envien amb èxit
cs: zpětná vazba byla úspěšně odeslána
da: feedbacken er sendt
el: τα σχόλιά σας έχουν σταλεί με επιτυχία
es_es: la retroalimentación se envió con éxito
et: tagasiside on edukalt saadetud
eu: iritzia ongi bidali da
fa: بازخورد با موفقیت ارسال می شود
fi: Palautteen lähettäminen onnistui
fil: ang feedback ay matagumpay na naipadala
fr: le retour d'information est envoyé avec succès
gl: os comentarios envíanse con éxito
he: המשוב נשלח בהצלחה
hi: फीडबैक सफलतापूर्वक भेज दिया गया है
hr: povratne informacije su uspješno poslane
hu: a visszjelzés sikeresen el lett küldve
hy: Պատասխանը հաջողությամբ ուղարկված է
id: saran telah sukses terkirim
is: endurgjöf er send
ja: フィードバックは正常に送信されました。
ka: უკუკავშირი წარმატებით გაიგზავნა
kk: кері байланыс сәтті жіберілді
km: មតិកែលម្អត្រូវបានផ្ញើដោយជោគជ័យ
kn: ಪ್ರತಿಕ್ರಿಯೆಯನ್ನು ಯಶಸ್ವಿಯಾಗಿ ಕಳುಹಿಸಲಾಗಿದೆ
ky: пикир ийгиликтүү жөнөтүлөт
lo: ຕໍານິຕິຊົມໄດ້ຖືກສົ່ງໄປຢ່າງສໍາເລັດຜົນ
lt: atsiliepimas išsiųstas sėkmingai
lv: atgriezeniskā saite ir nosūtīta veiksmīgi
mk: на повратни информации е успешно испратена
ml: ഫീഡ്ബാക്ക് വിജയകരമായി അയച്ചു
mn: санал хүсэлтийг амжилттай илгээдэг
mr: अभिप्राय यशस्वीरित्या पाठविला आहे
ms: cadangan anda berjaya dihantar
my: တုံ့ပြန်ချက်ကို အောင်မြင်စွာပေးပို့ပြီးပါပြီ
nb_no: tilbakemeldingen ble sendt
ne: प्रतिक्रिया सफलतापूर्वक पठाइएको छ
nl: De feedback is succesvol verzonden
pl: Opinia została pomyślnie przesłana.
pt: comentários enviados com sucesso
ro: opinia ta a fost trimisă cu succes
ru: обратная связь успешно отправлено
si: ප්‍රතිපෝෂණය සාර්ථකව යවනු ලැබීය
sk: spätná väzba bola úspešne odoslaná
sl: povratna informacija je uspešno posredovana
sq: Reagimi është dërguar me sukses
sr: povratna informacija je uspešno poslana
sv: feedbacken vart skickad
sw: maoni imetumwa kwa mafanikio
ta: கருத்துக்கள் வெற்றிகரமாக அனுப்பப்பட்டுவிட்டன
te: ఫీడ్ బ్యాక్ విజయవంతంగా పంపబడింది
th: ส่งข้อเสนอแนะเรียบร้อยแล้ว
tr: geri bildirim başarıyla gönderildi
uk: цей відгук успішно надіслано
ur: تاثرات کامیابی کے ساتھ بھیج دئیے گئے
vi: phản hồi đã được gửi thành công
zu: impendulo ithunyelwe ngempumelelo

source: 30m
af: 30 min
am: 30ደቂቃ
ar: 30 دقيقة
az: 30 dəqiqə
be: 30хв.
bg: 30 мин
bn: 30 মিনিট
da: 30minutter
fa: 30 متز
fi: 30min
he: 30צ
hi: 30मिनट
hu: 30 p
hy: 30ր
ja: 30分間
ka: 30 წთ
kk: 30 мин
km: ៣០ នាទី
kn: 30 ಮಿ
ky: 30м
lt: 30 min.
mk: 30 милиони
mn: 30м
ms: 30 minit
my: ၃၀ မိနစ်
ne: ३० मिनेट
ru: 30м
si: මිනිත්තු 30
sq: 30 minuta
ta: 30 நிமி
te: 30నిమిషాలు.
th: 30 นาที
tr: 30 dakika
uk: 30 хв
ur: ۳۰منٹ

source: 1h
af: 1u
am: 1ሰዓት
ar: 1 ساعة
az: 1 saat
be: 1г.
bg: 1ч
bn: 1 ঘন্টা
da: 1time
et: 1t
fa: 1 ساعت
gl: 1 hora
he: 1י
hi: 1घंटा
hu: 1 ó
hy: 1ժ
id: 1j
ja: 1時間
ka: 1 სთ
kk: 1 сағ
km: ១ ម៉ោង
kn: 1 ಗಂ
ky: 1с
lt: 1 val.
ml: 1 മണിക്കൂർ
mn: 1 цаг
ms: 1 jam
my: ၁နာရီ
nb_no: 1t
ne: १ घ
nl: 1u
pl: 1 godzina
ru: 1ч
si: පැය 1
sl: 1 ura
sq: 1 orë
sv: 1t
sw: saa 1
ta: 1 மணி
te: 1గంట
th: 1 ชม
tr: 1 saat
uk: 1 год
ur: ۱گھنٹہ

source: 3h
af: 3u
am: 3ሰዓታት
ar: 3 ساعات
az: 3 saat
be: 3г.
bg: 3ч
bn: 3 ঘন্টা
da: 3timer
et: 3t
fa: 3 ساعت
fi: 3 tuntia
he: 3י
hi: 3घंटे
hu: 3 ó
hy: 3ժ
id: 3j
ja: ３時間
ka: 3 სთ
kk: 3 сағ
km: ៣ ម៉ោង
kn: 3 ಗಂ
ky: 3с
lt: 3 val.
mn: 3 цаг
ms: 3 jam
my: ၃နာရီ
nb_no: 3t
ne: ३ घण्टा
nl: 3u
pl: 3 godziny
ru: 3ч
si: පැය 3
sl: 3 ure
sq: 3 orë
sv: 3t
ta: 3 மணி
th: 3 ชม
tr: 3 saat
uk: 3 год
ur: ۳گھنٹہ

source: 6h
af: 6u
am: 6ሰዓታት
ar: 6 ساعات
az: 6 saat
be: 3г.
bg: 6ч
bn: 6 ঘন্টা
da: 6timer
et: 6t
fa: 6 ساعت
he: 6י
hi: 6घंटे
hu: 6 ó
hy: 6ժ
id: 6j
ja: ６時間
ka: 6 სთ
kk: 6 сағ
km: ៦ ម៉ោង
kn: 6 ಗಂ
ky: 6с
lt: 6 val.
mn: 6 цаг
ms: 6 jam
my: ၆နာရီ
nb_no: 6t
ne: ६ घण्टा
nl: 6u
pl: 6 godzin
ru: 6ч
si: පැය 6
sl: 6 ur
sq: 6 orë
sv: 6t
ta: 6 மணி
th: 6 ชม
tr: 6 saat
uk: 6 год
ur: ۶گھنٹہ
