Repository: newsreels/app-mobile-ios
Catalog: Bullet/*.lproj/Localizable.strings
Languages: af, am, ar, az, be, bg, bn, ca, cs, da, el, es_es, et, eu, fa, fi, fil, fr, gl, he, hi, hr, hu, hy, id, is, ja, ka, kk, km, kn, ky, lo, lt, lv, mk, ml, mn, mr, ms, my, nb_no, ne, nl, pl, pt, ro, ru, si, sk, sl, sq, sr, sv, sw, ta, te, th, tr, uk, ur, vi, zu

source: News in Bullets App version
af: Nuus hoogtepunte TOEP weergawe
am: ዜና በአጭሩ መትግበሪያ ስሪት
ar: الأخبار في إصدار تطبيق الرمز النقطي
az: Xəbər Bülleteni tətbiqinin versiyası
be: Версія праграмы Хуткіх Навін
bg: Новините по точки
bn: সংবাদ শিরোনাম এ্যাপের ভার্সনে
ca: Novetats en la versió de l'aplicació Bala
cs: Zprávy ve verzi aplikace Bleskové zprávy
da: Nyheder i Få Ord App version
el: Τα Νέα σε Τίτλους έκδοση Εφαρμογής
es_es: Versión de app Noticias en pocas palabras
et: Lühiuudiste Rakenduse versioon
eu: Berriak Bullets aplikazioa bertsioan
fa: سرخط خبرها در نسخه برنامه
fi: Uutiset pikauutisten sovellusversiossa
fr: Nouvelles dans l'application Bullets
gl: Novidades na versión da aplicación Bullets
he: חדשות תבליטים גרסת האפליקציה
hi: कम शब्दों में न्यूज़ ऐप संस्करण
hr: Vijesti u natuknicama Verzija aplikacije
hu: Hírek Röviden alkalmazásverzió
hy: Նորություններ Bullets հավելվածի տարբերակում
id: Berita dalam versi Applikasi Bullet
is: Fréttir í Bullets App útgáfa
ja: Bullets Appのニュース
ka: ახალი ამბების მოკლე მიმოხილვა აპლიკაციის ვერსიაში
kk: Буллетс қосымшасының нұсқасындағы жаңалықтар
km: កំណែកម្មវិធីព័ត៌មានជាចំណុចខ្លីៗ
kn: ಸಂಕ್ಷಿಪ್ತ ನ್ಯೂಸ್ ಅಪ್ಲಿಕೇಶನ್ ಆವೃತ್ತಿಯಲ್ಲಿ ಸುದ್ದಿ
ky: Жаңылыктар Башкы колдонмо нускасында
lo: ຂ່າວໃນຂ່າວສະບັບພາສາ App
lt: „Naujienos akimirksniu“ programėlės versija
lv: Jaunumi Bullets App versijā
mk: Вести на куршуми верзија на апликација
ml: ബുള്ളറ്റുകൾ അപ്ലിക്കേഷൻ പതിപ്പിൽ വാർത്ത
mn: Bullets App хувилбар дахь мэдээ
mr: बुलेट अनुप्रयोग आवृत्ती बातम्या
ms: Versi aplikasi Berita dalam Senarai
my: ဘူးလက်အက်ပ်ဗားရှင်းရှိ သတင်းများ
nb_no: Nyhetene Kort Oppsummert App-versjon
ne: सारांशमा समाचार ऐपको संस्करण
nl: Nieuws in kenmerken App versie
pl: Wiadomości w Pigułce wersja na telefon
pt: Versão do app Notícias Resumidas
ro: Versiunea aplicației Știri pe Scurt
ru: Новости в Пули App версии
si: බුලට් පුවත් ඇප් අනුවාද
sk: Správy vo verzii aplikácie Bleskové správy
sl: Pametne novice Aplikacija verzija
sq: Versioni i Lajme në pika të shkurta
sr: Verzija aplikacije Kratkih vesti
sv: Nyheter i punkter Appversion
sw: Habari katika Bullets Toleo la programu
ta: செய்திச் சுருக்கம் - ஆப் வெர்ஷன்
te: విభాగ వార్తల ఆప్ వెర్షన్
th: ข่าวสารในเวอร์ชันหัวข้อย่อยของแอป
tr: Hızlı&Kısa Haberler Uygulama Sürümü
uk: Версія додатку Ключові моменти Новин
ur: نیوز اِن بُلٹس ایپ ورژن
vi: Phiên bản ứng dụng Điểm tin nhanh
zu: Uhlobo lohlelo lokusebenza lwe News Flash

source: Next
af: Volgende
am: ቀጥሎ
ar: التالى
az: Növbəti
be: Далей
bg: Напред
bn: পরবর্তী
ca: pròxim
cs: Další
da: Næste
el: Επόμενο
es_es: Siguiente
et: Järgmine
eu: hurrengo
fa: بعدی
fi: Seuraava
fil: Susunod
fr: Suivant
gl: seguinte
he: הַבָּא
hi: अगला
hr: Dalje
hu: Következő
hy: Հաջորդը
id: Berikutnya
is: næsta
ja: 次
ka: შემდეგი
kk: Келесі
km: បន្ទាប់
kn: ಮುಂದೆ
ky: КИЙИНКИ
lo: ຖັດໄປ
lt: Toliau
lv: Nākamais
mk: Следна
ml: അടുത്തത്
mn: Дараачийн
mr: पुढे
ms: Seterusnya
my: နောက်သို့
nb_no: Neste
ne: अर्को
nl: Volgende
pl: Następny
pt: Próximo
ro: Următorul
ru: следующий
si: ඊළඟ
sk: Ďalšie
sl: Naslednji
sq: Tjetra
sr: Sledeće
sv: Nästa
ta: அடுத்தது
te: తదుపరి
th: ต่อไป
tr: Devam
uk: Далі
ur: اگلا
vi: Tiếp theo
zu: Okulandelayo

source: Login
af: Teken aan
am: ይገቡ
ar: تسجيل الدخول
az: Giriş
be: Увайсці
bg: Вход
bn: লগইন
ca: Iniciar sessió
cs: Přihlásit se
el: Σύνδεση
es_es: Ingresa en
eu: Saioa hasi
fa: وارد شدن
fi: Kirjaudu sisään
fil: Mag-Log in
fr: Connexion
gl: Iniciar sesión
he: התחברות
hi: लॉग इन करें
hr: Prijava
hu: Bejelentkezés
hy: Մուտքանուն
id: Masuk
is: Skrá inn
ja: ログインする
ka: შესვლა
kk: логин
km: ចូល
kn: ಲಾಗಿನ್ ಮಾಡಿ
ky: Кирүү
lo: ເຂົ້າ​ສູ່​ລະ​ບົບ
lt: Prisijungti
lv: Pieslēgties
mk: Логирај Се
ml: ലോഗിൻ
mn: Логин
mr: लॉग-इन
ms: Log Masuk
my: ဝင်ရောက်မည််
nb_no: Logg inn
ne: लग - इन
pt: Entrar
ro: Autentificare
ru: Авторизоваться
si: ඇතුල් වන්න
sk: Prihlásiť sa
sl: Prijavi se
sq: Kyquni
sr: Prijava
sv: Logga in
sw: Ingia
ta: உள்நுழைவு
te: లాగిన్
th: เข้าสู่ระบบ
tr: Giriş
uk: Вхід
ur: لاگ اِن
vi: Đăng nhập
zu: Ngena ngemvume

source: Terms
af: Bepalings
am: ውሎች
ar: شروط
az: Şərtlər
be: Умовы
bg: Условия
bn: শর্তাবলী
ca: Condicions
cs: Podmínky
da: Betingelser
el: Όροι
es_es: Términos
et: Tingimused
eu: baldintzak
fa: مقررات
fi: Käyttöehdot & -Säännöt
fil: Mga Tuntunin
fr: Termes
gl: Termos
he: תנאים
hi: शर्तें
hr: Uvjeti
hu: Feltételek
hy: Պայմաններ
id: Syarat
is: Skilmálar
ja: 規約
ka: პირობები
kk: Шарттары
km: ល័ក្ខខ័ណ្ឌ
kn: ನಿಯಮಗಳು
ky: Шарттар
lo: ເງື່ອນໄຂ
lt: Sąlygos
lv: noteikumi
mk: Услови
ml: നിബന്ധനകൾ
mn: Нэр томъёо
mr: अटी
ms: Terma
my: အသုံးအနှုန်းများ
nb_no: Vilkår
ne: सर्तहरू
nl: Voorwaarden
pl: Warunki
pt: Termos
ro: Termeni
ru: сроки
si: කොන්දේසි
sk: Podmienky
sl: Pogoji
sq: Kushtet
sr: Uslovi
sv: Villkor
sw: Masharti
ta: விதிமுறைகள்
te: నిబంధనలు
th: เงื่อนไข
tr: Şartlar
uk: Правила
ur: شرائط
vi: Điều khoản
zu: Imigomo

source: By clicking Continue, you agree with our Terms.
af: Kies Gaan voort om die bepalings te aanvaar.
am: ውሎችን ለመቀበል ቀጥል የሚለውን ይምረጡ።
ar: حدد متابعة لقبول الشروط.
az: Şərtləri qəbul etmək üçün Davam edin üzərinə toxunun.
be: Выберыце Працягнуць, каб прыняць Умовы.
bg: Избери Продължи, за да приемеш Условията.
bn: শর্তাবলী গ্রহণ করতে এগিয়ে যান বাটনটি নির্বাচন করুন।
ca: Seleccioni Continuar per a acceptar els Termes.
cs: Vyberte Pokračovat a přijměte Podmínky.
da: Vælg Fortsæt for at acceptere Vilkårene.
el: Επιλέξτε Συνέχεια για να αποδεχτείτε τους Όρους.
es_es: Selecciona Continuar para aceptar los Términos.
et: Vali Jätka, et nõustuda Tingimustega
eu: Aukeratu Jarraitu baldintzak onartzeko.
fa: برای پذیرفتن شرایط ، ادامه را انتخاب کنید.
fi: Valitse jatka hyväksyäksesi ehdot
fil: Piliing Magpatuloy upang tanggapin ang mga Tuntunin
fr: Sélectionnez Continuer pour accepter les conditions.
gl: Selecciona Continuar para aceptar os termos.
he: בחר המשך להסכים לתנאים.
hi: शर्तों को स्वीकार करने के लिए जारी रखें को सेलेक्ट करें।
hr: Odaberite Nastavi da prihvatite Uvjete.
hu: Válassza a folytatást a feltételek elfogadásához.
hy: Սեղմեք շարունակել պայմաններին համաձայնվելու համար
id: Pilih Lanjutkan untuk menerima Syarat.
is: Veldu Halda áfram til að samþykkja skilmálana.
ja: [続行]を選択して、規約に同意します。
ka: მონიშნეთ გაგრძელება პირობების დასათანხმებლად
kk: Шарттарды қабылдау үшін жалғастыру таңдаңыз.
km: ជ្រើសយកបន្ត ដើម្បីយល់ព្រមតាមល័ក្ខខ័ណ្ឌផ្សេងៗ។
kn: ನಿಯಮಗಳನ್ನು ಸ್ವೀಕರಿಸಲು ಮುಂದುವರಿಸಿ ಆಯ್ಕೆಮಾಡಿ.
ky: Шарттарды кабыл алуу үчүн Улантууну тандаңыз.
lo: ລະບົບ Select ສືບຕໍ່ຍອມຮັບຂໍ້ກໍານົດ.
lt: Paspauskite „Tęsti“, kad priimtumėte Sąlygas.
lv: Izvēlieties Turpināt, lai piekritis Noteikumiem.
mk: Одберете Continue за да ги прифати условите.
ml: നിബന്ധനകൾ അംഗീകരിക്കാൻ തുടരുക തിരഞ്ഞെടുക്കുക.
mn: Нэр томъёог үргэлжлүүлэн хүлээж ав.
mr: अटी स्वीकारण्याची सुरू ठेवा निवडा.
ms: Pilih Sambung untuk terima Terma
my: အသုံးအနှုန်းများကိုလက်ခံဖို့ ဆက်လုပ်ရန်ကိုရွေးပါ
nb_no: Velg Fortsett for å akseptere Vilkårene
ne: सर्तहरू स्वीकार गर्न जारी छान्नुहोस्।
nl: Selecteer Verder om de Voorwaarden te accepteren.
pl: Wybierz kontynuuj aby zaakceptować Warunki
pt: Selecione Continuar para aceitar os Termos.
ro: Selectează „Continuă” pentru a accepta Termenii.
ru: Выберите Продолжить, чтобы принять Условия.
si: කොන්දේසි පිළිගැනීමට දිගටම යන්න තෝරන්න.
sk: Vyberte Pokračovať a prijmite Podmienky.
sl: Izberi nadaljuj in sprejmi pogoje
sq: Prekni Vazhdoni për të pranuar kushtet.
sr: Izaberite Nastavi da prihvatite Uslove.
sv: Välj fortsätt för att acceptera villkoren.
sw: Chagua Endelea kukubali Masharti.
ta: நிபந்தனைகளை ஏற்க தொடரவும் என்பதைத் தேர்வு செய்யவும்
te: నిబంధనలను ఆమోదించడం కొరకు కొనసాగటాన్ని ఎంచుకోండి.
th: เลือกดำเนินการต่อเพื่อยอมรับข้อกำหนด
tr: Şartları kabul etmek için devamı seçin
uk: Виберіть Продовжити щоб прийняти Правила
ur: شرائط کو قبول کرنے کے لئے جاری رکھیں کو منتخب کریں۔
vi: Chọn Tiếp Tục để đồng ý với Điều khoản.
zu: Khetha okuthi Qhubeka ukwamukela imigomo.

source: in our Privacy Policy.
af: in ons privaatheidsbeleid.
am: በእኛ የግላዊነት/ፕራይቬሲ ፖሊሲ ውስጥ
ar: في سياسة الخصوصية الخاصة بنا.
az: Məxfilik Siyasətimizdə.
be: у нашай Палітыцы прыватнасці.
bg: в нашата Политика за поверителност.
bn: আমাদের প্রাইভেসি পলিসি তে।
ca: en la nostra Política de privacitat.
cs: v našich Zásadách ochrany osobních údajů.
da: i vores fortrolighedspolitik.
el: στην Πολιτική Απορρήτου μας.
es_es: en nuestra Política de privacidad.
et: meie Privaatsuspoliitikas.
eu: Gure pribatutasun politika ere.
fa: در سیاست حفظ حریم خصوصی ما
fi: yksityisensuojakäytännössämme
fil: sa aming Patakaran sa Pagkapribado.
fr: dans notre politique de confidentialité.
gl: na nosa Política de privacidade.
he: במדיניות הפרטיות שלנו.
hi: हमारी गोपनीयता नीति में।
hr: u našim Pravilima privatnosti.
hu: az Adatvédelmi nyilatkozatunkban.
hy: մեր գաղտնիության քաղաքականությունում
id: dalam Kebijakan Privasi kami.
is: í persónuverndarstefnu okkar.
ja: 当社のプライバシーポリシーで。
ka: ჩვენს უსაფრთხოების პოლიტიკაში.
kk: біздің Құпиялылық саясатымызда.
km: នៅក្នុងគោលការណ៍ភាពឯកជនរបស់យើង។
kn: ನಮ್ಮ ಗೌಪ್ಯತೆ ನೀತಿಯಲ್ಲಿ.
ky: биздин Купуялык саясатыбызда.
lo: ໃນນະໂຍບາຍຄວາມເປັນສ່ວນຕົວຂອງພວກເຮົາ.
lt: mūsų Privatumo politikoje
lv: mūsu konfidencialitātes politiku.
mk: во нашата Политика на приватност.
ml: ഞങ്ങളുടെ സ്വകാര്യത നയത്തിൽ.
mn: манай Нууцлалын бодлогод.
mr: आमचे गोपनीयता धोरण आहे.
ms: dalam Notis Perlindungan Data Peribadi kami.
my: ကျွန်ုပ်တို့၏ လုံခြုံရေးဆိုင်ရာ မူဝါဒတွင်
nb_no: i våre Personvernsvilkår
ne: हाम्रो गोपनीयता नीतिमा।
nl: In ons Privacybeleid
pl: w naszej Polityce Prywatności
pt: em nossa Política de privacidade.
ro: în cadrul Politicii de Confidențialitate
ru: в нашей политике конфиденциальности.
si: අපගේ රහස්‍යතා ප්‍රතිපත්තියේ.
sk: v našich Zásadách ochrany osobných údajov.
sl: v naši politiki zasebnosti
sq: Në rregulloren tonë të privatësisë
sr: u našoj politici privatnosti.
sv: i vår integritetspolicy.
sw: katika Sera yetu ya Faragha.
ta: எங்களது தனியுரிமைக் கொள்கையில் உள்ளது
te: మా గోప్యతా విధానంలో
th: ในนโยบายความเป็นส่วนตัวของเรา
tr: gizlilik politikamızda
uk: у нашій Політиці Конфіденційності.
ur: ہماری رازداری کی پالیسی میں۔
vi: trong Chính Sách về Quyền Riêng Tư của chúng tôi.
zu: kunqubomgomo yethu yobumfihlo.

source: Access token missing.
af: Toegangstoken ontbreek.
am: የፍቃድ ምልክቱ ጠፍቷል
ar: رمز الوصول مفقود.
az: Giriş açarı yoxdur.
be: Маркер доступу адсутнічае.
bg: Липсва код за достъп
bn: অ্যাক্সেস টোকেন অনুপস্থিত।
ca: Falta el token d'accés.
cs: Chybí přístupový token.
da: Adgangstoken mangler.
el: Λείπει το διακριτικό πρόσβασης.
es_es: Falta la clave de acceso.
et: Ligipääsu luba puudub.
eu: Sarbide token falta da.
fa: رمز دسترسی وجود ندارد.
fi: Käyttöoikeustunnus puuttuu
fil: Nawawala ang access token.
fr: Le jeton d'accès est manquant.
gl: Falta o token de acceso.
he: אסימון גישה חסר.
hi: एक्सेस टोकन गायब है।
hr: Nedostaje token za pristup.
hu: Hozzáférési token hiányzik.
hy: Մուտքի նշանը բացակայում է
id: Token akses tidak ditemukan.
is: Aðgangsauðkenni vantar.
ja: アクセストークンがありません。
ka: წვდომის ტოკენი ვერ მოიძებნა.
kk: Кіру белгісі жоқ.
km: បាត់សញ្ញាដើម្បីចូលប្រើ។
kn: ಪ್ರವೇಶ ಟೋಕನ್ ಕಾಣೆಯಾಗಿದೆ.
ky: Мүмкүнчүлүк белгиси жок.
lo: token ການເຂົ້າເຖິງຖືກຫາຍສາບສູນ.
lt: Nėra prieigos žetono
lv: Piekļuves pilnvara ir pazudis.
mk: Пристап знак недостасува.
ml: ആക്സസ് ടോക്കൺ കാണുന്നില്ല.
mn: Хандалтын тэмдэг байхгүй байна.
mr: प्रवेश टोकन गहाळ आहे.
ms: Token akses tiada.
my: ရနိုင်သော တုံကင် ပျောက်နေပါသည်
nb_no: Autoriseringskode mangler.
ne: पहुँच टोकन हराइरहेको छ।
nl: Toegangstoken ontbreekt
pl: Brak tokenu dostępowego
pt: O token de acesso está faltando.
ro: Token-ul de acces lipsește.
ru: маркер доступа отсутствует.
si: ප්‍රවේශ ටෝකනය අස්ථානගත වී ඇත
sk: Chýba prístupový token.
sl: Dostopni žeton manjka.
sq: Qasja po mungon
sr: Nedostaje pristupni token.
sv: Åtkomsttoken saknas.
sw: Ishara ya upatikanaji haipo.
ta: அணுகல் டோக்கன் காணப்படவில்லை
te: యాక్సెస్ టోకెన్ మిస్ అయింది.
th: โทเค็นในการเข้าถึงขาดหายไป.
tr: Erişim belirteci eksik
uk: Токен доступу відсутній.
ur: رسائی ٹوکن موجود نہیں۔
vi: Token truy cập bị thiếu.
zu: Uphawu lokufinyelela alukho.

source: NEXT
af: VOLGENDE
am: ቀጥሎ
ar: التالى
az: NÖVBƏTİ
be: ДАЛЕЙ
bg: НАПРЕД
bn: পরবর্তী
ca: SEGÜENT
cs: DALŠÍ
da: NÆSTE
el: ΕΠΟΜΕΝΟ
es_es: SIGUIENTE
et: JÄRGMINE
fa: بعدی
fi: Seuraava
fil: SUSUNOD
fr: SUIVANT
gl: SEGUINTE
he: הַבָּא
hi: अगला
hr: DALJE
hu: KÖVETKEZŐ
hy: ՀԱՋՈՐԴԸ
id: BERIKUTNYA
ja: 次
ka: შემდეგი
kk: Келесі
km: បន្ទាប់
kn: ಮುಂದಿನ
ky: КИЙИНКИ
lo: ຕໍ່ໄປ
lt: TOLIAU
lv: NĀKAMAIS
mk: Следна
ml: അടുത്തത്
mn: ДАРААГИЙН
mr: पुढे
ms: SETERUSNYA
my: နောက်သို့
nb_no: NESTE
ne: अर्को
nl: VOLGENDE
pl: NASTĘPNY
pt: PRÓXIMO
ro: URMĂTORUL
ru: СЛЕДУЮЩИЙ
si: ඊළඟ
sk: ĎALŠIE
sl: NASLEDNJI
sq: TJETRA
sr: SLEDEĆE
sv: NÄSTA
ta: அடுத்தது
te: తరువాత
th: ต่อไป
tr: DEVAM
uk: ДАЛІ
ur: اگلا
vi: TIẾP THEO
zu: OKULANDELAYO

source: By checking this box, you agree to our
af: Klik op die kassie om die bepalings te aanvaar. U data word verwerk volgens ons pirvaatheidsbeleide.
am: ውሎቹን ለመቀበል ሳጥኑ ላይ ይጫኑ። የእርስዎ መረጃ በእኛ የግላዊነት/ፕራይቬሲ ፖሊሲ መሠረት ነው የሚሰራው።
ar: انقر فوق المربع لقبول الشروط. تتم معالجة بياناتك وفقًا لسياسة الخصوصية الخاصة بنا.
az: Şərtləri qəbul etmək üçün xanaya işarə qoyun. Datanız Məxfilik Siyasətimizə əsasən işlənilir.
be: Націсніце поле, каб прыняць Умовы. Вашы дадзеныя апрацоўваюцца ў адпаведнасці з нашай Палітыкай прыватнасці.
bg: Приемам Условията. Твоите данни се обработват съгласно нашата Политика за поверителност.
bn: শর্তাবলী গ্রহণ করতে বক্সটিতে ক্লিক করুন। আপনার ডেটা আমাদের প্রাইভেসি পলিসি আনুসারে প্রক্রিয়া করা হয়েছে।
ca: Faci clic en la casella per a acceptar els Termes. Les seves dades es processen d'acord amb la nostra Política de privacitat.
cs: Kliknutím na políčko přijmete Podmínky. Vaše údaje jsou zpracovávány v souladu s našimi Zásadami ochrany osobních údajů.
da: Klik på feltet for at acceptere vilkårene. Dine data behandles i henhold til vores fortrolighedspolitik.
el: Τσεκάρετε το πλαίσιο για να αποδεχτείτε τους Όρους. Η επεξεργασία των δεδομένων σας θα γίνει σύμφωνα με την Πολιτική Απορρήτου μας.
es_es: Haz clic en el cuadro para aceptar los Términos. Tus datos se procesan de acuerdo con nuestra Política de privacidad.
et: Klõpsa kastikesel, et nõustuda Tingimustega. Sinu andmeid töödeldakse vastavalt meie Privaatsuspoliitikale.
eu: Klik koadroan baldintzak onartzeko. Zure datuak gure pribatutasun politika arabera prozesatu.
fa: برای پذیرش شرایط روی کادر کلیک کنید. داده های شما طبق قوانین حفظ حریم خصوصی ما پردازش می شود.
fi: Klikkaa laatikkoa hyväksyäksesi ehdot. Tietosi käydään yksityisyydensuojakäytäntömme mukaisesti läpi
fil: I-click ang kahapon upang tanggapin ang mga tuntunin. Ang iyong impormasyon ay pinoproseso batay sa aming Patakaran sa Pagkapribado.
fr: Cliquez sur la case pour accepter les conditions. Vos données sont traitées conformément à notre politique de confidentialité.
gl: Fai clic na caixa para aceptar os termos. Os seus datos son procesados ​​segundo a nosa Política de privacidade.
he: לחץ על התיבה כדי לקבל את התנאים. עיבוד הנתונים בכפוף למדיניות הפרטיות שלנו.
hi: शर्तें स्वीकार करने के लिए बॉक्स पर क्लिक करें। आपकी डेटा हमारी गोपनीयता नीति के अनुसार संसाधित की जाती है।
hr: Kliknite okvir da biste prihvatili Uvjete. Vaši se podaci obrađuju u skladu s našim Pravilima privatnosti.
hu: Kattintson a négyzetbe a feltételek elfogadásához. Az adatai az Adatvédelmi nyilatkozatunk szerint lesz kezelve.
hy: Սեղմեք վանդակին՝ պայմաններն ընդունելու համար: Ձեր տվյալները մշակվում են ըստ մեր գաղտնիության քաղաքականության:
id: Klik pada kotak untuk menyetujui Syarat. Data anda akan di proses berdasarkan Kebijakan Privasi kami.
is: Smelltu á reitinn til að samþykkja skilmálana. Gögnin þín eru unnin í samræmi við persónuverndarstefnu okkar.
ja: ボックスをクリックして、利用規約に同意します。 お客様のデータは、当社のプライバシーポリシーに従って処理されます。
ka: დააკლიკეთ უჯრაზე რათა დაეთანხმოთ პირობებს. თქვენი მონაცემები დამუშავდება ჩვენი უსაფრთხოების პოლიტიკის მიხედვით.
kk: Шарттарды қабылдау үшін осы өрісті нұқыңыз. Сіздің деректеріңіз біздің Құпиялылық саясатымызға сәйкес өңделеді.
km: ចុចលើប្រអប់ ដើម្បីទទួលយកល័ក្ខខ័ណ្ឌផ្សេងៗ។ ទិន្នន័យរបស់អ្នកត្រូវបានរក្សាទុកស្របតាមគោលការណ៍ភាពឯកជន របស់យើង។
kn: ನಿಯಮಗಳನ್ನು ಸ್ವೀಕರಿಸಲು ಬಾಕ್ಸ್ ಕ್ಲಿಕ್ ಮಾಡಿ. ನಮ್ಮ ಡೇಟಾವನ್ನು ನಮ್ಮ ಗೌಪ್ಯತೆ ನೀತಿಯ ಪ್ರಕಾರ ಪ್ರಕ್ರಿಯೆಗೊಳಿಸಲಾಗುತ್ತದೆ.
ky: Шарттарды кабыл алуу үчүн кутучаны чыкылдатыңыз. Сиздин маалыматтар Купуялык саясатыбызга ылайык иштелип чыгат.
lo: ກົດຫມາຍໃສ່ໃນປ່ອງທີ່ຈະຍອມຮັບຂໍ້ກໍານົດ. ຂໍ້ມູນຂອງທ່ານແມ່ນການປຸງແຕ່ງຕາມນະໂຍບາຍຄວາມເປັນສ່ວນຕົວຂອງພວກເຮົາ.
lt: Paspauskite ant dėžutės, kad priimtumėte Sąlygas. Jūsų duomenys yra tvarkomi pagal mūsų Privatumo politiką.
lv: Noklikšķiniet lodziņā, lai pieņemtu noteikumus. Jūsu dati tiek apstrādāti saskaņā ar mūsu konfidencialitātes politiku.
mk: Кликнете на прозорецот за да ги прифати условите. Вашите лични податоци се обработуваат во согласност со нашата Политика на приватност.
ml: നിബന്ധനകൾ അംഗീകരിക്കാൻ ബോക്സ് ക്ലിക്ക്. നിങ്ങളുടെ ഡാറ്റ ഞങ്ങളുടെ സ്വകാര്യതാ നയം അനുസരിച്ച് പ്രതീക്ഷിക്കുന്നു.
mn: Нэр томъёог хүлээн авахын тулд хайрцгийг дарна уу. Таны мэдээллийг манай Нууцлалын бодлогын дагуу боловсруулдаг.
mr: अटी स्वीकारण्याची बॉक्स क्लिक करा. आपला डेटा आमचे गोपनीयता धोरण त्यानुसार प्रक्रिया आहे.
ms: Ketik kotak untuk menerima Terma. Data anda diproses mengikut Notis Perlindungan Data Peribadi kami.
my: အသုံးအနှုန်းများကို လက်ခံဖို့ ဘောက်ခ်စ်ကို နှိပ်ပါ။ သင့်ဒေတာကို ကျွန်ုပ်တို့၏ လုံခြုံရေးဆိုင်ရာ မူဝါဒနှင့်အညီ ဆောင်ရွက်ပါသည်
nb_no: Huk av i boksen for å akseptere Vilkårene. Din informasjon blir behandlet i samsvar med våre Personvernsregler
ne: सर्तहरू स्वीकार गर्न बक्स क्लिक गर्नुहोस्। तपाईंको डाटा हाम्रो गोपनीयता नीति अनुसार प्रक्रिया गरिएको छ।
nl: Klik op het vak om de voorwaarden te accepteren. Uw gegevens worden verwerkt in overeenstemming met ons Privacybeleid.
pl: Zaznacz kwadrat aby zaakceptować Warunki. Twoje dane są przetwarzane zgodnie z naszą Polityką Prywatności
pt: Clique na caixa para aceitar os Termos. Seus dados serão processados de acordo com nossa Política de privacidade.
ro: Bifează căsuța pentru a accepta Termenii. Informațiile tale vor fi procesate în conformitate cu Politica de Confidențialitate.
ru: Установите флажок, чтобы принять условия. Ваши данные обрабатываются в соответствии с нашей политикой конфиденциальности.
si: නියමයන් පිළිගැනීමට කොටුව ක්ලික් කරන්න. ඔබගේ දත්ත අපගේ රහස්‍යතා ප්‍රතිපත්තියට අනුව සකසනු ලැබේ.
sk: Kliknutím na políčko prijmete Podmienky. Vaše údaje sú spracovávané v súlade s našimi Zásadami ochrany osobných údajov.
sl: Kliknite polje, da sprejmete pogoje. Vaši podatki se obdelujejo v skladu z našo politiko zasebnosti.
sq: Klikoni në kuti për të pranuar kushtet. Të dhënat e juaja janë përpunuar sipas Rregullores tonë të Privatësisë.
sr: Kliknite okvir da biste prihvatili Uslove. Vaši podaci se obrađuju u skladu s našom politikom privatnosti.
sv: Klicka i boxen för att acceptera villkoren. Din data är procceserad enligt vår integritetspolicy.
sw: Click sanduku na kukubali Masharti. Data yako kusindika kwa mujibu wa Sera yetu ya Faragha.
ta: விதிமுறைகளை ஏற்க பெட்டியை கிளிக் செய்யவும். உங்கள் தரவு எங்களது தனியுரிமைக் கொள்கைபடி செயலாக்கப்படும்.
te: నిబంధనలను ఆమోదించడం కొరకు బాక్స్ మీద నొక్కండి. మా గోప్యతా విధానం ప్రకారం మీ డేటా ప్రాసెస్ చేయబడుతుంది.
th: คลิกที่ช่องเพื่อยอมรับข้อกำหนด ข้อมูลของคุณได้รับการประมวลผลตามนโยบายความเป็นส่วนตัวของเรา
tr: Şartları kabul etmek için kutuyu tıklatın. Verileriniz Gizlilik Politikamıza göre işlenir.
uk: Натисніть поле, щоб прийняти Правила. Ваші дані обробляються відповідно до нашої Політики конфіденційності.
ur: شرائط کو قبول کرنے کے لئے باکس پر کلک کریں۔ آپ کے ڈیٹا پر ہماری رازداری کی پالیسی کے مطابق کارروائی کی جاتی ہے۔
vi: Chọn vào ô để đồng ý với Điều khoản. Dữ liệu của bạn sẽ được xử lý dựa trên Chính sách về Quyền riêng tư của chúng tôi.
zu: Chofoza ibhokisi ukwamukela Imigomo. Imininingwane yakho icutshungulwa ngokuya ngenqubomgomo yethu yobumfihlo.

source: Terms of Service
af: Diensvoorwaardes
am: የአገልግሎት ውል
ar: شروط الخدمة
az: Xidmət Şərtləri
be: Ўмовы Абслугоўвання
bg: Условия на услугата
bn: সেবা পাওয়ার শর্তাবলী
ca: Termes de servei
cs: Podmínky služby
da: Servicevilkår Servicevilkår
el: Όροι Χρήσης
es_es: Condiciones del servicio
et: Kasutustingimused
eu: Zerbitzu-baldintzak
fa: شرایط استفاده از خدمات
fi: Palvelun säännöt
fil: Mga Tuntunin ng Serbisyo
fr: Conditions d'utilisation
gl: Condicións de servicio
he: תנאי השירות
hi: सेवा की शर्तें
hr: Uvjeti usluge
hu: Felhasználási feltételek
hy: Ծառայությունների մատուցման պայմաններ
id: Syarat dan Ketentuan
is: Skilmálar þjónustu
ja: 利用規約
ka: მომსახურების პირობები
kk: қызмет көрсету шарттары
km: លក្ខខណ្ឌ​​សេវាកម្ម
kn: ಸೇವಾ ನಿಯಮಗಳು
ky: Тейлөө шарттары
lo: ເງື່ອນໄຂການໃຫ້ບໍລິການ
lt: Paslaugų teikimo sąlygos
lv: Pakalpojumu sniegšanas noteikumi
mk: Услови за Користење
ml: സേവന നിബന്ധനകൾ
mn: Үйлчилгээний нөхцөл
mr: सेवा अटी
ms: Terma Perkhidmatan
my: ဝန်ဆောင်မှုအသုံးအနှုန်းများ
nb_no: Brukervilkår
ne: सेवाका सर्तहरु
nl: Servicevoorwaarden
pl: Warunki Świadczenia Usług
pt: Termos de serviço
ro: Termenii de utilizare
ru: условия обслуживания
si: සේවා කොන්දේසි
sk: Podmienky služby
sl: Pogoji poslovanja
sq: Kushtet e shërbimit
sr: Uslovi korištenja
sv: Servicevillkor
sw: Masharti ya Huduma
ta: சேவை நிபந்தனைகள்
te: సేవా నిబంధనలు
th: เงื่อนไขของการให้บริการ
tr: Hizmet Şartları
uk: Умови надання послуг
ur: سروس کی شرائط
vi: Điều khoản Dịch vụ
zu: Imibandela Yokusebenza
