Repository: newsreels/app-mobile-ios
Catalog: Bullet/*.lproj/Localizable.strings
Languages: af, am, ar, az, be, bg, bn, ca, cs, da, el, es_es, et, eu, fa, fi, fil, fr, gl, he, hi, hr, hu, hy, id, is, ja, ka, kk, km, kn, ky, lo, lt, lv, mk, ml, mn, mr, ms, my, nb_no, ne, nl, pl, pt, ro, ru, si, sk, sl, sq, sr, sv, sw, ta, te, th, tr, uk, ur, vi, zu

source: Please add bullet
ar: الرجاء إضافة الرمز النقطي
bn: দয়া করে বুলেট যোগ করুন
es_es: Por favor, agregue viñeta
fr: Veuillez ajouter une puce
hi: कृपया बुलेट जोड़ें
id: Tolong tambahkan peluru
ja: 箇条書きを追加してください
nl: Alsjeblieft Voeg een kogel toe
pt: Por favor, adicione bullet
ru: Пожалуйста, добавьте пулю
th: โปรดเพิ่มสัญลักษณ์แสดงหัวข้อย่อย
ur: براہ کرم بلٹ پوائنٹ شامل کریں
vi: Vui lòng thêm dấu đầu dòng

source: Please add your article headline
ar: الرجاء إضافة عنوان مقالك
bn: অনুগ্রহ করে আপনার নিবন্ধের শিরোনাম যোগ করুন
es_es: Por favor, agregue el título de su artículo
fr: Veuillez ajouter le titre de votre article
hi: कृपया अपने लेख का शीर्षक जोड़ें
id: Silakan tambahkan judul artikel Anda
ja: 記事の見出しを追加してください
nl: Alsjeblieft Voeg de kop van uw artikel toe
pt: Por favor, adicione a manchete do seu artigo
ru: Пожалуйста, добавьте заголовок статьи
th: โปรดเพิ่มพาดหัวบทความของคุณ
ur: براہ کرم اپنے مضمون کی سرخی شامل کریں
vi: Vui lòng thêm tiêu đề bài viết của bạn

source: Please add bullet 1
ar: الرجاء إضافة الرمز النقطي 1
bn: অনুগ্রহ করে বুলেট 1 যোগ করুন
es_es: Por favor, agregue la viñeta 1
fr: Veuillez ajouter la puce 1
hi: कृपया बुलेट जोड़ें 1
id: Silakan tambahkan titik peluru 1
ja: お願いします 箇条書き 1 を追加する
nl: Alsjeblieft Opsommingsteken 1 toevoegen
pt: Por favor, Adicionar bullet 1
ru: Пожалуйста, добавьте пулю 1
th: โปรดเพิ่มสัญลักษณ์แสดงหัวข้อย่อย 1
ur: براہ کرم بلٹ پوائنٹ 1 شامل کریں
vi: Vui lòng thêm dấu đầu dòng 1

source: Please add bullet 2
ar: الرجاء إضافة الرمز النقطي 2
bn: অনুগ্রহ করে বুলেট 2 যোগ করুন
es_es: Por favor, agregue la viñeta 2
fr: Veuillez ajouter la puce 2
hi: कृपया बुलेट जोड़ें 2
id: Silakan tambahkan titik peluru 2
ja: お願いします 箇条書き 2 を追加する
nl: Alsjeblieft Opsommingsteken 2 toevoegen
pt: Por favor, Adicionar bullet 2
ru: Пожалуйста, добавьте пулю 2
th: โปรดเพิ่มสัญลักษณ์แสดงหัวข้อย่อย 2
ur: براہ کرم بلٹ پوائنٹ 2 شامل کریں
vi: Vui lòng thêm dấu đầu dòng 2

source: Please enter a valid channel name
ar: الرجاء إدخال اسم قناة صالح
bn: দয়া করে একটি বৈধ চ্যানেলের নাম লিখুন
es_es: Ingresa un nombre de canal válido
fr: Veuillez saisir un nom de chaîne valide
hi: कृपया एक मान्य चैनल नाम दर्ज करें
id: Harap masukkan nama saluran yang valid
ja: 有効なチャンネル名を入力してください
nl: Voer een geldige kanaalnaam in
pt: Por favor, insira um nome de canal válido
ru: Пожалуйста, введите действительное название канала
th: โปรดป้อนชื่อช่องที่ถูกต้อง
ur: براہ کرم ایک درست چینل کا نام درج کریں
vi: Vui lòng nhập tên kênh hợp lệ

source: Let people know what
ar: دع الناس يعرفون ماذا
bn: মানুষকে জানান কি
es_es: Deja que la gente sepa qué
fr: Faites savoir aux gens ce que
hi: लोगों को बताएं कि क्या
id: Beri tahu orang-orang apa
ja: 人々に何を知らせましょう
nl: Laat mensen weten wat
pt: Deixe as pessoas saberem o que
ru: Пусть люди знают, что
th: แจ้งให้ผู้คนรู้ว่าอะไร
ur: لوگوں کو بتائیں کہ کیا
vi: Hãy cho mọi người biết những gì

source: your channel is about
ar: ما قناةتك حول
bn: আপনার চ্যানেল সম্পর্কে
es_es: tu canal se trata de
fr: votre chaîne concerne
hi: आपका चैनल . के बारे में है
id: saluran Anda adalah tentang
ja: あなたのチャンネルは約です
nl: je kanaal gaat over
pt: seu canal é sobre
ru: ваш канал о
th: ช่องของคุณเกี่ยวกับ
ur: آپ کا چینل کے بارے میں ہے
vi: kênh của bạn là về

source: Start by creating your
ar: يمكنك البدء عن طريق إنشاء ا
bn: আপনার তৈরি করে শুরু করুন
es_es: Empiece por crear su
fr: Commencez par créer votre
hi: अपने बनाने के द्वारा शुरू
id: Mulailah dengan membuat
ja: を作成することから始めます
nl: Begin met het maken van uw
pt: Comece por criar o seu
ru: Начните с создания своего
th: เริ่มต้นด้วยการสร้าง .ของคุณ
ur: اپنی تشکیل دے کر شروع کریں
vi: Bắt đầu bằng cách tạo

source: channel name
ar: اسم القناة
bn: চ্যানেলের নাম
es_es: Nombre del canal
fr: Nom de la chaîne
hi: चैनल का नाम
id: Nama Saluran
ja: チャネル名
nl: Kanaalnaam
pt: Nome do canal
ru: Название канала
th: ชื่อช่อง
ur: چینل کا نام
vi: Tên kênh

source: Describe your channel
ar: صِف قناتك
bn: আপনার চ্যানেল বর্ণনা করুন
es_es: Describe tu canal
fr: Décrivez votre chaîne
hi: अपने चैनल का वर्णन करें
id: Jelaskan saluran Anda
ja: あなたのチャンネルを説明してください
nl: Beschrijf je kanaal
pt: Descreva o seu canal
ru: Опишите свой канал
th: อธิบายช่องของคุณ
ur: اپنا چینل بیان کریں
vi: Mô tả kênh của bạn

source: No pressure, you can change this later.
ar: لا ضغط، يمكنك تغيير هذا في وقت لاحق.
bn: কোন চাপ নেই, আপনি এটি পরে পরিবর্তন করতে পারেন।
es_es: Sin presión, puedes cambiar esto más tarde.
fr: Pas de pression, vous pouvez changer cela plus tard.
hi: कोई दबाव नहीं, आप इसे बाद में बदल सकते हैं।
id: Tidak ada tekanan, Anda dapat mengubah ini nanti.
ja: 圧力なし、後でこれを変更することができます。
nl: Geen druk, je kunt dit later wijzigen.
pt: Sem pressão, você pode mudar isso mais tarde.
ru: Никакого давления, вы можете изменить это позже.
th: ไม่มีแรงกดดันคุณสามารถเปลี่ยนสิ่งนี้ได้ในภายหลัง
ur: کوئی دباؤ نہیں، آپ اسے بعد میں تبدیل کر سکتے ہیں.
vi: Không có áp lực, bạn có thể thay đổi điều này sau.

source: Please enter your channel description
ar: الرجاء إدخال وصف قناتك
bn: দয়া করে আপনার চ্যানেলের বিবরণ লিখুন
es_es: Ingresa la descripción de tu canal
fr: Veuillez saisir la description de votre chaîne
hi: कृपया अपना चैनल विवरण दर्ज करें
id: Silakan masukkan deskripsi saluran Anda
ja: チャンネルの説明を入力してください
nl: Voer je kanaalbeschrijving in
pt: Por favor, insira a descrição do seu canal
ru: Пожалуйста, введите описание вашего канала
th: กรุณาใส่คําอธิบายช่องของคุณ
ur: براہ کرم اپنا چینل کی تفصیل درج کریں
vi: Vui lòng nhập mô tả kênh của bạn

source: Channel name already in use
ar: اسم القناة قيد الاستخدام بالفعل
bn: চ্যানেলের নাম ইতিমধ্যে ব্যবহৃত
es_es: El nombre del canal ya está en uso
fr: Nom de la chaîne déjà utilisé
hi: चैनल का नाम पहले से प्रयोग में है
id: Nama saluran sudah digunakan
ja: すでに使用されているチャンネル名
nl: Kanaalnaam al in gebruik
pt: Nome do canal já em uso
ru: Название канала уже используется
th: ชื่อแชนเนลถูกใช้อยู่แล้ว
ur: چینل کا نام پہلے سے استعمال میں ہے
vi: Tên kênh đã được sử dụng

source: Post to
ar: النشر إلى
bn: পোস্ট করো
es_es: Publicar a
fr: Poster à
hi: पोस्ट करने के लिए
id: Posting ke
ja: に投稿
nl: Posten op
pt: Postar para
ru: Опубликовать в
th: โพสต์ถึง
ur: پوسٹ کریں بطرف
vi: Để đăng để

source: Available
ar: متاح
bn: উপলব্ধ
es_es: Disponible
fr: Disponible
hi: उपलब्ध
id: Tersedia
ja: 利用可能
nl: Beschikbaar
pt: Disponível
ru: доступен
th: ใช้ได้
ur: دستیاب
vi: Có sẵn

source: Already in use
ar: قيد الاستخدام بالفعل
bn: ইতিমধ্যে ব্যবহার করা হচ্ছে
es_es: Ya está en uso
fr: Déjà en cours d'utilisation
hi: पहले से ही उपयोग में
id: Sudah digunakan
ja: は既に使用されています
nl: Al in gebruik
pt: Já está em uso
ru: Уже используется
th: ใช้อยู่แล้ว
ur: پہلے سے استعمال میں
vi: Đã được sử dụng

source: SCHEDULE POST
ar: جدولة النشر
bn: সময়সূচী পোস্ট
es_es: Programar Poste
fr: Programmer la publication
hi: अनुसूची पोस्ट
id: Jadwalkan Posting
ja: 投稿をスケジュールする
nl: Schema posten
pt: Agendar Post
ru: Расписание пост
th: กำหนดการโพสต์
ur: شیڈول پوسٹ
vi: Lên lịch đăng bài

source: DRAFTS
ar: المسودات
bn: খসড়া
es_es: Borradores
fr: Brouillons
hi: ड्राफ्ट
id: Draf
ja: ドラフト
nl: Schets
pt: Rascunhos
ru: Черновики
th: ร่างจดหมาย
ur: ڈرافٹس
vi: Bản nháp

source: View channel
ar: عرض القناة
bn: চ্যানেল দেখুন
es_es: Ver canal
fr: Voir la chaîne
hi: चैनल देखें
id: Lihat saluran
ja: チャンネルを見る
nl: Bekijk kanaal
pt: Ver canal
ru: Посмотреть канал
th: ดูช่อง
ur: چینل منظر کریں
vi: Xem kênh.

source: Create a channel
ar: قم بإنشاء قناة
bn: একটি চ্যানেল তৈরি করুন
es_es: Crea un canal
fr: Créer une chaîne
hi: एक चैनल बनाएं
id: Buat saluran
ja: チャネルを作成する
nl: Een kanaal maken
pt: Criar um canal
ru: Создать канал
th: สร้างช่อง
ur: چینل بنائیں
vi: Tạo kênh

source: Ok, last thing is
ar: حسنًا ، آخر شيء هو
bn: ঠিক আছে, শেষ জিনিস হয়
es_es: Ok, lo último es
fr: Ok, la dernière chose est
hi: ठीक है, आखिरी बात है
id: Oke, hal terakhir adalah
ja: さて、最後の事は
nl: Oké, laatste ding is
pt: Ok, a última coisa é.
ru: Ладно, последнее, что есть
th: โอเค สิ่งสุดท้ายที่คือ
ur: ٹھیک ہے، آخری بات ہے
vi: Ok, điều cuối cùng là

source: your channel image
ar: صورة قناتك
bn: আপনার চ্যানেল চিত্র
es_es: la imagen del canal
fr: l'image de votre chaîne
hi: आपकी चैनल छवि
id: gambar saluran Anda
ja: チャンネル画像
nl: je kanaalafbeelding
pt: sua imagem de canal
ru: изображение вашего канала
th: รูปช่องของคุณ
ur: آپ کی چینل تصویر
vi: hình ảnh kênh của bạn

source: looks amazing!
ar: انها تبدو مذهلة!
bn: অসাধারণ দেখাচ্ছে!
es_es: ¡Se ve asombroso!
fr: a l’air incroyable!
hi: शानदार दिखता है!
id: terlihat luar biasa!
ja: すごいですね！
nl: ziet er geweldig uit!
pt: parece incrível!
ru: выглядит потрясающе!
th: ดูน่าทึ่ง!
ur: حیرت انگیز لگ رہا ہے!
vi: trông tuyệt vời!

source: CREATE CHANNEL
ar: إنشاء قناة
bn: চ্যানেল তৈরি করুন
es_es: Crear canal
fr: Créer une chaîne
hi: चैनल बनाएं
id: Buat saluran
ja: チャネルを作成する
nl: Kanaal maken
pt: Criar canal
ru: Создать канал
th: สร้างช่อง
ur: چینل بنائیں
vi: Tạo kênh

source: Scheduled Posts
ar: المشاركات المجدولة
bn: একটি পোস্ট নির্ধারণ করুন
es_es: Programar un post
fr: Planifier une publication
hi: किसी पोस्ट को शेड्यूल करें
id: Jadwalkan Postingan
ja: 投稿をスケジュールする
nl: Een bericht plannen
pt: Agendar um post
ru: Расписание пост
th: กำหนดเวลาโพสต์
ur: ایک پوسٹ شیڈول کریں
vi: Lên lịch đăng bài

source: You don't have any drafts yet.
ar: ليس لديك أي مسودات حتى الآن.
bn: আপনার কাছে এখনও কোনও খসড়া নেই।
es_es: Aún no tienes borradores.
fr: Vous n’avez pas encore de brouillons.
hi: आपके पास अभी तक कोई ड्राफ़्ट नहीं है.
id: Anda belum memiliki draf.
ja: ドラフトはまだありません。
nl: Je hebt nog geen concepten.
pt: Você ainda não tem rascunhos.
ru: У вас еще нет черновиков.
th: คุณยังไม่มีดราฟต์เลย
ur: آپ کے پاس ابھی تک کوئی مسودہ نہیں ہے۔
vi: Bạn chưa có bất kỳ bản nháp nào.

source: Schedule
ar: الجدول
bn: সময়সূচী
es_es: Horario
fr: Horaire
hi: अनुसूची
id: Susunan acara
ja: スケジュール
nl: Planning
pt: Horário
ru: Расписание
th: กำหนดการ
ur: شیڈول
vi: Lên lịch

source: There aren't any scheduled posts yet.
ar: ا توجد أي مشاركات مجدولة حتى الآن.
bn: এখনও কোন নির্ধারিত পোস্ট নেই।
es_es: Todavía no hay publicaciones programadas.
fr: Il n'y a pas encore de messages programmés.
hi: अभी तक कोई शेड्यूल्ड पोस्ट नहीं है.
id: Belum ada postingan terjadwal.
ja: 予定されている投稿はまだありません。
nl: Er zijn nog geen geplande berichten.
pt: Não existem postagens agendadas ainda.
ru: Есть не какие-либо запланированные сообщения еще.
th: ยังไม่มีโพสต์ที่กําหนดเวลาไว้
ur: ابھی تک کوئی شیڈول پوسٹس موجود نہیں ہے۔
vi: Vẫn chưa có bất kỳ bài đăng theo lịch trình nào.

source: Mod Tools
ar: أدوات وزارة الدفاع
bn: মডারেটর সরঞ্জাম
es_es: Herramientas Mod
fr: Outils de mod
hi: मॉड टूल्स
id: Alat Mod
ja: modツール
pt: Ferramentas Mod
ru: Инструменты мода
th: เครื่องมือ mod
ur: MOD ٹولز
vi: Công cụ Mod

source: Unfollow Channel
ar: إلغاء متابعة القناة
bn: চ্যানেল আনফলো করুন
es_es: Dejar de seguir el canal
fr: Ne plus suivre la chaîne
hi: चैनल को अनफॉलो करें
id: Berhenti Ikuti Saluran
ja: チャンネルのフォローを解除
nl: Kanaal niet meer volgen
pt: Parar de seguir canal
ru: Отписаться от канала
th: เลิกติดตามช่อง
ur: چینل کو ان فالو کریں
vi: Hủy theo dõi Kênh

source: Follow Channel
ar: اتبع القناة
bn: চ্যানেল অনুসরণ করুন
es_es: Seguir canal
fr: Suivre la chaîne
hi: चैनल को फॉलो करें
id: Ikuti Saluran
ja: チャンネルをフォロー
nl: Volg kanaal
pt: Seguir Canal
ru: Следите за каналом
th: ติดตามช่อง
ur: چینل پر عمل کریں
vi: Theo dõi Kênh

source: Release to refresh
ar: الافراج وتحديث
bn: রিফ্রেশ করতে রিলিজ করুন
es_es: Suéltelo para actualizar
fr: Relâcher pour rafraîchir
hi: ताज़ा होने के लिए छोड़ दें
id: Lepaskan untuk menyegarkan kembali
ja: 更新するリリース
nl: Laat los om te verversen
pt: Lançamento para refrescar
ru: Отпустите, чтобы обновить
th: ปล่อยเพื่อรีเฟรช
ur: رہائی اور تازہ کاری
vi: Phát hành để làm mới

source: Loading...
ar: جار التحميل...
bn: লোড হচ্ছে ...
es_es: Cargando ahora...
fr: Chargement...
hi: लोड हो रहा है...
id: Pemuatan...
ja: 積載...
nl: Bezig met laden...
pt: Carregando...
ru: Загружается ...
th: กำลังโหลด...
ur: لوڈنگ...
vi: Đang tải...

source: Schedule Post
ar: جدولة النشر
bn: সময়সূচী পোস্ট
es_es: Programar Poste
fr: Programmer la publication
hi: अनुसूची पोस्ट
id: Jadwalkan Posting
ja: 投稿をスケジュールする
nl: Schema posten
pt: Agendar Post
ru: Расписание пост
th: กำหนดการโพสต์
ur: شیڈول پوسٹ
vi: Lên lịch đăng bài

source: Moderator Tools
ar: أدوات المشرف
bn: মডারেটর সরঞ্জামসমূহ
es_es: Herramientas de moderador
fr: Outils modérateurs
hi: मॉडरेटर टूल्स
id: Alat Moderator
ja: モデレーターツール
nl: Moderatorgereedschap
pt: Ferramentas do moderador
ru: Инструменты модератора
th: เครื่องมือผู้ดูแล
ur: ماڈریٹر کے اوزار
vi: Công cụ người kiểm duyệt

source: General
ar: جنرال ل
bn: সাধারণ
fr: Général
hi: सामान्य विधा
id: Umum
ja: 一般
nl: Algemeen
pt: Geral
ru: Общий
th: ทั่วไป
ur: جنرل
vi: Chung

source: Settings
ar: إعدادات
bn: সেটিংস
es_es: Ajustes
fr: Paramètres
hi: सेटिंग्स
id: Pengaturan
ja: 設定
nl: Instellingen
pt: Configurações
ru: Настройки
th: การตั้งค่า
ur: سیٹنگیں
vi: Cài đặt

source: channel and cover photo
ar: القناة وصورة الغلاف
bn: চ্যানেল এবং কভার ফটো
es_es: canal y foto de portada
fr: canal et photo de couverture
hi: चैनल और कवर फोटो
id: saluran dan foto sampul
ja: チャンネルとカバー写真
nl: kanaal en omslagfoto
pt: canal e foto de capa
ru: канал и фото на обложке
th: ช่องและภาพปก
ur: چینل اور کور فوٹو
vi: Kênh và bìa ảnh

source: Description
ar: وصف
bn: বর্ণনা
es_es: Descripción
fr: La description
hi: विवरण
id: Deskripsi
ja: 説明
nl: Omschrijving
pt: Descrição
ru: Описание
th: คำอธิบาย
ur: تفصیل
vi: Sự miêu tả

source: Will be posted in
ar: سيتم نشرها في
bn: পোস্ট করা হবে মধ্যে
es_es: Se publicará en
fr: Sera publié dans
hi: में पोस्ट किया जाएगा
id: Akan diposting dalam
ja: に掲載されます のうちに
nl: Wordt geplaatst in
pt: Será postado adentro
ru: Будет размещен в
th: จะถูกโพสต์ใน
ur: میں پوسٹ کیا جائے گا
vi: Sẽ được đăng trong

source: Will be posted now
ar: سيتم نشرها الآن
bn: এই এখন পোস্ট করা হবে
es_es: Se publicará ahora
fr: Sera posté maintenant
hi: अभी पोस्ट किया जाएगा
id: Akan diposting sekarang
ja: 今すぐ転記されます
nl: Wordt geplaatst nu
pt: Será postado agora
ru: Будет размещено сейчас
th: จะโพสต์ตอนนี้
ur: اب پوسٹ کیا جائے گا
vi: Sẽ được đăng ngay bây giờ

source: Select Date
ar: حدد تاريخ
bn: তারিখ নির্বাচন করুন
es_es: Seleccione fecha
fr: Sélectionner une date
hi: तारीख़ चुनें
id: Pilih Tanggal
ja: 日付の選択
nl: Selecteer een datum
pt: Selecione Data
ru: Выберите дату
th: เลือกวันที่
ur: تاریخ منتخب کریں
vi: Chọn ngày

source: Select Time
ar: اختر وقتا
bn: সময় নির্বাচন করুন
es_es: Seleccionar hora
fr: Sélectionnez l'heure
hi: समय का चयन करें
id: Pilih Waktu
ja: 時間の選択
nl: Selecteer tijd
pt: Selecione Tempo
ru: Выберите время
th: เลือกเวลา
ur: وقت منتخب کریں
vi: Chọn thời gian

source: Please select date
ar: الرجاء تحديد التاريخ
bn: দয়া করে তারিখ নির্বাচন করুন
es_es: Por favor seleccione la fecha
fr: Veuillez sélectionner la date
hi: कृपया तिथि का चयन करें
id: Silakan pilih tanggal
ja: 日付を選択してください
nl: Alstublieft selecteer datum
pt: Por favor, selecione a data
ru: Пожалуйста, выберите дату
th: กรุณาเลือกวันที่
ur: براہ کرم تاریخ منتخب کریں
vi: Vui lòng chọn ngày

source: Please select time
ar: الرجاء تحديد الوقت
bn: দয়া করে সময় নির্বাচন করুন
es_es: Por favor seleccione hora
fr: Veuillez sélectionner l'heure
hi: कृपया समय का चयन करें
id: Silakan pilih waktu
ja: 時間を選択してください
nl: Alstublieft selecteer tijd
pt: Por favor, selecione o tempo
ru: Пожалуйста, выберите время
th: กรุณาเลือกเวลา
ur: براہ کرم وقت منتخب کریں
vi: Vui lòng chọn thời gian

source: Continue with Apple
ar: الاستمرار مع أبل
bn: অ্যাপলের সাথে চালিয়ে যান
es_es: Continuar con Apple
fr: Continuer avec Apple
hi: ऐप्पल आईडी के साथ जारी रखें
id: Lanjutkan dengan Apple
ja: アップル とともを続ける
nl: Ga verder met Apple
pt: Continue com a Apple
ru: Продолжить с Apple
th: ดําเนินการต่อด้วย Apple
ur: ایپل کے ساتھ جاری رکھیں
vi: Tiếp tục với Apple

source: Continue with Google
ar: استمر مع جوجل
bn: গুগল দিয়ে চালিয়ে যান
es_es: Continuar con Google
fr: Continuer avec Google
hi: गूगल के साथ जारी रखें
id: Lanjutkan dengan Google
ja: グーグル で続行
nl: Ga verder met Google
pt: Continue com o Google
ru: Продолжить с Google
th: ดําเนินการต่อด้วย Google
ur: ساتھ جاری رکھیں گوگل
vi: Tiếp tục với Google

source: Continue with Facebook
ar: استمر مع الفيسبوك
bn: ফেসবুক দিয়ে চালিয়ে যান
es_es: Continuar con Facebook
fr: Continuer avec Facebook
hi: फेसबुक के साथ जारी रखें
id: Lanjutkan dengan Facebook
ja: フェイスブックで続行
nl: Ga verder met Facebook
pt: Continue com o Facebook
ru: Продолжить с Facebook
th: ดําเนินการต่อด้วย Facebook
ur: فیس بک کے ساتھ جاری رکھیں
vi: Tiếp tục với Facebook

source: Continue with email
ar: استمرمع عنوان بريدك الإلكتروني
bn: ইমেল সহ চালিয়ে যান
es_es: Continuar con el correo electrónico
fr: Continuer avec l'e-mail
hi: ईमेल के साथ जारी रखें
id: Lanjutkan dengan email
ja: 電子メールに進みます
nl: Ga verder met e-mail
pt: Continue com o e-mail
ru: Продолжить по электронной почте
th: ดําเนินการต่อด้วยอีเมล
ur: ای میل کے ساتھ جاری رکھیں
vi: Tiếp tục với email

source: Login or create an account
ar: تسجيل الدخول أو إنشاء حساب
bn: লগিন করুন অথবা একটি একাউন্ট বানান
es_es: Ingresar o Crear una cuenta
fr: Connectez-vous ou créez un compte
hi: लॉगइन करें या खाता बनाएं
id: Masuk atau buat akun
ja: ログインまたはアカウントを作成
nl: Login of creëer een account
pt: Entre ou crie uma conta
ru: Войдите или создайте учетную запись
th: เข้าสู่ระบบหรือสร้างบัญชี
ur: لاگ ان کریں یا ایک اکاؤنٹ بنائیں
vi: đăng nhập hoặc tạo một tài khoản

source: your profile image
ar: صورة ملفك الشخصي
bn: আপনার প্রোফাইল চিত্র
es_es: su imagen de perfil
fr: votre image de profil
hi: आपकी प्रोफ़ाइल छवि
id: gambar profil Anda
ja: プロフィール画像
nl: je profielafbeelding
pt: sua imagem de perfil
ru: изображение вашего профиля
th: รูปโปรไฟล์ของคุณ
ur: آپ کی پروفائل تصویر
vi: hình ảnh hồ sơ của bạn

source: Invalid OTP code
ar: رمز OTP غير صحيح
bn: অবৈধ ওটিপি কোড
es_es: Código OTP no válido
fr: Code OTP invalide
hi: अमान्य ओटीपी कोड
id: Kode OTP tidak valid
ja: 無効な OTP コード
nl: Ongeldige OTP-code
pt: Código OTP inválido
ru: Недействительный OTP-код
th: รหัส OTP ไม่ถูกต้อง
ur: ناجائز او ٹی پی کوڈ
vi: Mã OTP không hợp lệ

source: NEWS DESK
ar: مكتب الاخبار
bn: নিউজ ডেস্ক
es_es: Mostrador de noticias
fr: Bureau de nouvelles
hi: समाचार डेस्क
id: Meja Berita
ja: ニュースデスク
nl: Nieuwsbalie
pt: Mesa de Notícias
ru: Новости письменный стол
th: โต๊ะข่าว
ur: نیوز ڈیسک
vi: Bàn tin tức

source: YOUR CHANNELS
ar: قنواتك
bn: আপনার চ্যানেলগুলি
es_es: Tus canales
fr: Vos chaînes
hi: आपके चैनल
id: Saluran Anda
ja: あなたのチャンネル
nl: Uw kanalen
pt: Seus canais
ru: Ваши каналы
th: ช่องของคุณ
ur: آپ کے چینلز
vi: Các kênh của bạn

source: GENERAL
ar: جنرال ل
bn: সাধারণ
fr: Général
hi: सामान्य विधा
id: Umum
ja: 一般
nl: Algemeen
pt: Geral
ru: Общий
th: ทั่วไป
ur: جنرل
vi: Chung

source: WALLET
ar: محفظة
bn: মানিব্যাগ
es_es: Billetera
fr: Portefeuille
hi: बटुआ
id: Dompet
ja: 財布
nl: Portemonnee
pt: carteira
ru: Кошелек
th: กระเป๋าเงิน
ur: بٹوا
vi: Ví tiền

source: POSTS
ar: المشاركات
bn: পোস্ট
es_es: Publicaciones
fr: Des postes
hi: पोस्ट
id: Posting
ja: 投稿
nl: Post
pt: Postagens
ru: Опубликовать
th: โพสต์
ur: پوسٹس
vi: Bài đăng

source: PERSONALIZATIONS
ar: التخصيصات
bn: ব্যক্তিগতকরণ
es_es: Personalizaciones
fr: Personnalisations
hi: वैयक्तिकरण
id: Personalisasi
ja: パーソナライゼーション
nl: Personalisaties
pt: Personalizações
ru: Персонализации
th: การปรับเปลี่ยนในแบบของคุณ
ur: تخصیصات
vi: Hóa thành nhân cách

source: NETWORK
ar: شبكة
bn: নেটওয়ার্ক
es_es: La red
fr: Réseau
hi: नेटवर्क
id: Jaringan
ja: ネットワーク
nl: Netwerk
pt: Rede
ru: Сеть
th: เครือข่าย
ur: نیٹ ورک
vi: Mạng lưới

source: Need more channels?
ar: هل تحتاج إلى المزيد من القنوات؟
bn: আরও চ্যানেল দরকার?
es_es: ¿Necesitas más canales?
fr: Besoin de plus de chaînes ?
hi: अधिक चैनलों की आवश्यकता है?
id: Butuh lebih banyak saluran?
ja: より多くのチャネルが必要ですか？
nl: Meer zenders nodig?
pt: Precisa de mais canais?
ru: Нужно больше каналов?
th: ต้องการช่องเพิ่มเติม?
ur: مزید چینلز کی ضرورت ہے؟
vi: Cần thêm kênh?

source: VIEW ALL & MANAGE
ar: عرض الكل وإدارة
bn: সমস্ত দেখুন এবং পরিচালনা করুন
es_es: Ver todos y administrar
fr: Tout afficher et gérer
hi: सभी देखें और प्रबंधित करें
id: Lihat semua & kelola
ja: すべて表示＆管理
nl: Alles bekijken & beheren
pt: Ver tudo & gerir
ru: Просмотреть все и управлять
th: ดูทั้งหมด & จัดการ
ur: تمام ملاحظہ کریں اور انتظام کریں
vi: Xem tất cả và quản lý

source: Community Feed
ar: تغذية المجتمع للأخبار
bn: সম্প্রদায় ফিড
es_es: Feed de la comunidad
fr: Flux de la communauté
hi: सामुदायिक फ़ीड
id: Umpan Komunitas
ja: コミュニティフィード
nl: Gemeenschap feed
pt: Feed da Comunidade
ru: Лента сообщества
th: ฟีดชุมชน
ur: کمیونٹی فیڈ
vi: Nguồn cấp dữ liệu cộng đồng

source: Create your post
ar: إنشاء مشاركتك
bn: আপনার পোস্ট তৈরি করুন
es_es: Crea tu publicación
fr: Créez votre poste
hi: अपनी पोस्ट बनाएं
id: Membuat postingan Anda
ja: 投稿を作成する
nl: Maak je bericht
pt: Crie o seu post
ru: Создайте свой пост
th: สร้างโพสต์ของคุณ
ur: اپنی پوسٹ بنائیں
vi: Tạo bài viết của bạn

source: Media
ar: رجال الإعلام
bn: মিডিয়া
es_es: Medios de comunicación
fr: Médias
hi: मीडिया
ja: メディア
pt: Meios de comunicação
ru: медиа
th: สื่อ
ur: میڈیا
vi: Phương tiện truyền thông

source: Youtube
ar: يوتيوب
bn: ইউটিউব
hi: यूट्यूब
ja: ユーチューブ
th: ยูทูป
ur: یوٹیوب

source: You're all caught up
ar: أنت جميعا قد انتهيت
bn: আপনি সব ধরা হয় আপ
es_es: Estás todo arriba y hecho
fr: Vous êtes tous rattrapés
hi: आप सभी पकड़े गए हैंयूपी
id: Semua dilakukan dengan segalanya
ja: あなたはすべて追いついた
nl: Jullie zijn allemaal ingehaald.
pt: Você está todo atualizado
ru: Вы сделали и поймали все это
th: คุณทุกคนตามทันแล้ว
ur: تمام پکڑے گئے اور کئے گئے
vi: Tất cả bắt kịp và thực hiện

source: You've seen all new posts
ar: لقد رأيت كل الوظائف الجديدة
bn: আপনি সমস্ত নতুন পোস্ট দেখেছেন
es_es: Has visto todas las publicaciones nuevas
fr: Vous avez vu tous les nouveaux postes
hi: आपने सभी नए पोस्ट देखे हैं
id: Anda telah melihat semua postingan baru
ja: あなたはすべての新しい投稿を見てきました
nl: Je hebt alle nieuwe berichten gezien
pt: Já viu todos os novos posts.
ru: Вы видели все новые сообщения
th: คุณได้เห็นโพสต์ใหม่ทั้งหมดแล้ว
ur: آپ نے تمام نئی پوسٹس دیکھیں
vi: Bạn đã xem tất cả các bài đăng mới

source: Go to top
ar: اذهب إلى الأعلى
bn: শীর্ষে যান
es_es: Volver a la parte superior
fr: Aller en haut de la page
hi: शीर्ष पर जाएं
id: Pergi ke atas
ja: 一番上に行って
nl: Ga terug naar boven
pt: Ir para o topo
ru: Идти на вершину
th: ไปที่ด้านบน
ur: اوپر جائیں
vi: Tới Top.

source: Suggested Reels
ar: واقترح بكرات
bn: প্রস্তাবিত রিলস
es_es: Carretes Sugeridos
fr: Reels suggérées
hi: सुझाई गई रीलें
id: Reels yang Disarankan
ja: 推奨されたリール
nl: Voorgestelde Reels
pt: Cinejornais Sugeridas
ru: Рекомендуемые кинохроники
th: แนะนำ ข่าวประชาสัมพันธ์
ur: تجویز کردہ ریلس
vi: Tin tứcreels được đề xuất

source: Suggested Authors
ar: المؤلفون المقترحون
bn: প্রস্তাবিত লেখক
es_es: Autores Sugeridos
fr: Auteurs suggérés
hi: सुझाए गए लेखक
id: Penulis yang Disarankan
ja: おすすめ作家
nl: Voorgestelde Auteurs
pt: Autores Sugeridos
ru: Предлагаемые авторы
th: ผู้เขียนที่แนะนํา
ur: تجویز کردہ مصنفین
vi: Tác giả được đề xuất

source: Share to
ar: شارك إلى
es_es: Compartir a
fr: Partager à
hi: शेयर
id: Bagikan ke
ja: 共有する
nl: Delen naar
pt: Partilhar Para
ru: Поделиться с
th: แบ่งปันไปที่
ur: بطرف حصہ داری کریں
vi: Chia sẻ đến

source: Report
ar: أبلغ عن
bn: ​​রিপোর্ট
es_es: Reporte
fr: Rapport
hi: रिपोर्ट
id: Laporan
ja: 報告
nl: Rapport
pt: Relatório
ru: Отчет
th: รายงาน
ur: رپورٹ
vi: Báo cáo

source: Unsave Video
ar: إلغاء حفظ الفيديو
bn: আনসেভ ভিডিও
es_es: Eliminar de videos guardados
fr: Supprimer ceci de sauvegarder la vidéo
hi: सहेजे गए वीडियो से निकालें
id: Hapus dari video yang disimpan
ja: ビデオの保存を解除
nl: Opslaan van video ongedaan maken
pt: Vídeo Não Salvo
ru: Несохраненное видео
th: วิดีโอที่ไม่ได้บันทึก
ur: محفوظ شدہ ویڈیوز سے ہٹا دیں
vi: Bỏ lưu video
