Repository: newsreels/app-mobile-ios
Catalog: Bullet/*.lproj/Localizable.strings
Languages: af, am, ar, az, be, bg, bn, ca, cs, da, el, es_es, et, eu, fa, fi, fil, fr, gl, he, hi, hr, hu, hy, id, is, ja, ka, kk, km, kn, ky, lo, lt, lv, mk, ml, mn, mr, ms, my, nb_no, ne, nl, pl, pt, ro, ru, si, sk, sl, sq, sr, sv, sw, ta, te, th, tr, uk, ur, vi, zu

source: 1 WEEK AGO
af: 1 WEEK GELEDE
am: 1 ሳምንት በፊት
ar: 1 قبل أسبوع
az: 1 HƏFTƏ ƏVVƏL
be: 1 тыдзень таму
bg: преди 1 седмица
bn: 1 সপ্তাহ আগে
ca: Fa 1 setmana
cs: před 1 týdnem
da: 1 uge siden
el: Πριν από 1 εβδομάδα
es_es: HACE 1 SEMANA
et: 1 nädal tagasi
eu: Duela astebete
fa: 1 هفته پیش
fi: 1 viikko sitten
fil: 1 linggo na ang nakakalipas
fr: IL YA 1 SEMAINE
gl: Hai 1 semana
he: לפני שבוע 1
hi: 1 सप्ताह पहले
hr: Prije 1 tjedan
hu: 1 hete
hy: 1 շաբաթ առաջ
id: 1 MINGGU YANG LALU
is: Fyrir 1 viku
ja: 1주일 전
ka: 1 კვირის წინ
km: ១ សប្តាហ៍មុន
kn: 1 ವಾರ ಹಿಂದೆ
ky: 1 жума мурун
lo: 1 ອາທິດກ່ອນຫນ້ານີ້
lt: prieš 1 savaitę
lv: Pirms 1 nedēļas
mk: пред 1 недела
ml: 1 ആഴ്ച മുമ്പ്
mn: 1 долоо хоногийн өмнө
mr: 1 आठवड्या आधी
ms: 1 minggu yang lalu
my: လွန်ခဲ့သော ၁ ပတ်က
nb_no: 1 uke siden
ne: १ हप्ता अगाडि
nl: 1 WEEK GELEDEN
pl: 1 tydzień temu
pt: UMA SEMANA ATRÁS
ro: 1 săptămână în urmă
ru: 1 НЕДЕЛЮ НАЗАД
si: සතියකට පෙර
sk: Pred 1 týždňom
sl: Pred 1 tednom
sq: 1 JAVË MË PARË
sr: Пре 1 недељу
sv: 1 vecka sedan
sw: Wiki 1 iliyopita
ta: 1 வாரம் முன்பு
te: 1 వారం క్రితం
th: 1 สัปดาห์ที่ผ่านมา
tr: 1 hafta önce
uk: 1 тиждень тому
ur: 1 ہفتہ پہلے
vi: 1 TUẦN TRƯỚC
zu: 1 iviki eledlule

source: YESTERDAY
af: Gister
am: ትላንት
ar: في الامس
az: Dünən
be: Учора
bg: Вчера
bn: গতকাল
ca: Ahir
cs: Včera
da: I går
el: Εχθές
es_es: AYER
et: Eile
eu: Atzo
fa: دیروز
fi: Eilen
fil: Kahapon
fr: HIER
gl: Onte
he: אתמול
hi: बिता हुआ कल
hr: Jučer
hu: Tegnap
hy: ԵՐԵԿ
id: KEMARIN
is: Í gær
ja: 어제
ka: Გუშინ
km: ម្សិលមិញ
kn: ನಿನ್ನೆ
ky: Кечээ
lo: ວານ ນີ້
lt: Vakar
lv: Vakar
mk: Вчера
ml: ഇന്നലെ
mn: Өчигдөр
mr: काल
ms: Semalam
my: မနေ့က
nb_no: I går
ne: हिजो
nl: GISTEREN
pl: Wczoraj
pt: ONTEM
ro: Ieri
ru: Вчерашний день
si: ඊයේ
sk: Včera
sl: Včeraj
sq: DJE
sr: Јуче
sv: I går
sw: Jana
ta: நேற்று
te: నిన్న
th: เมื่อวานนี้
tr: Dün
uk: Вчора
ur: دوسرے دن
vi: HÔM QUA
zu: Izolo

source: DAYS AGO
af: DAE GELEDE
am: ከቀናት በፊት
ar: قبل أيام
az: GÜNLƏR ƏVVƏL
be: дзён таму
bg: преди дни
bn: দিন আগে
ca: fa uns dies
cs: před pár dny
da: dage siden
el: μέρες πριν
es_es: HACE DÍAS
et: päeva tagasi
eu: duela egun batzuk
fa: چند روز پیش
fi: päiviä sitten
fil: mga araw na nakalipas
fr: IL Y A QUELQUES JOURS
gl: días atrás
he: לפני מספר ימים
hi: दिन पहले
hr: dana prije
hu: napja
hy: ՕՐԵՐ ԱՌԱՋ
id: HARI YANG LALU
is: fyrir dögum
ja: 며칠 전에
ka: რამოდენიმე დღის წინ
km: ថ្ងៃ​មុន
kn: ದಿನಗಳ ಹಿಂದೆ
ky: күн мурун
lo: ມື້ກ່ອນ
lt: Dienas
lv: dienas atpakaļ
mk: денови предходно
ml: ദിവസങ്ങൾക്ക് മുൻപ്
mn: өдрийн өмнө
mr: दिवसांपूर्वी
ms: hari yang lalu
my: လွန်ခဲ့သောရက်ပေါင်း
nb_no: dager siden
ne: दिनहरू पहिले
nl: DAGEN GELEDEN
pl: dni temu
pt: DIAS ATRÁS
ro: zile în urmă
ru: ДНЕЙ НАЗАД
si: දින කිහිපයකට පෙර
sk: pred dnami
sl: pred dnevi
sq: DITË MË PARË
sr: пре дана
sv: dagar sedan
sw: siku zilizopita
ta: நாட்கள் முன்பு
te: రోజుల క్రితం
th: วันที่ผ่านมา
tr: günler önce
uk: днів тому
ur: کچھ دن پہلے
vi: NGÀY TRƯỚC
zu: ezinsukwini ezedlule

source: Go to
af: Gaan na
am: ሂድ ወደ
ar: اذهب إلى
az: Gedin
be: Перайсці да
bg: Отидете на
bn: যান
ca: Anar a
cs: Jít do
da: Gå til
el: μεταβείτε στο
es_es: Ve a la
et: Minema
eu: Joan
fa: برو به
fi: Mennä
fil: Pumunta sa
fr: Aller à
gl: Ir a
he: לך ל
hi: के पास जाओ
hr: Odi u
hu: menj a
hy: Գնացեք դեպի
id: Pergi ke
is: Fara til
ja: 로 가다
ka: Წადი
km: ទៅ
kn: ಗೆ ಹೋಗಿ
ky: Баруу
lo: ໄປທີ່
lt: eiti į
lv: Iet uz
mk: Оди до
ml: എന്നതിലേക്ക് പോകുക
mn: Руу явах
mr: जा
ms: Pergi ke
my: သွား:
nb_no: Gå til
ne: यहाँ जानुहोस्
nl: Ga naar
pl: Przejdź do
pt: Vamos para
ro: Mergi la
ru: Идти к
si: වෙත යන්න
sk: ísť na
sl: Pojdi do
sq: Shko në
sr: Иди на
sv: Gå till
sw: Enda kwa
ta: க்குச் செல்லுங்கள்
te: వెళ్ళండి
th: ไปที่
tr: Şuraya git
uk: Йти до
ur: جائیں بطرف
vi: Đi đến
zu: Iya ku

source: You have reached the start.
af: U het die begin bereik
am: ጅምር ላይ ደርሰዋል
ar: لقد وصلت إلى البداية.
az: Əvvəlcə çatdınız
be: Вы дасягнулі старту
bg: Стигнахте до началото
bn: তুমি শুরুতে পৌঁছেছো।
ca: Has arribat al començament
cs: Jste na začátku
da: Du er nået til starten
el: Φτάσατε στην αρχή
es_es: Has llegado al comienzo.
et: Olete jõudnud stardini
eu: Irteerara iritsi zara
fa: شما به آغاز رسیده اید
fi: Olet päässyt alkuun
fil: Narating mo na ang simula
fr: Vous avez atteint le début.
gl: Chegaches ao comezo
he: הגעת להתחלה
hi: आप शुरू तक पहुँच चुके हैं।
hr: Stigli ste do početka
hu: Elérte a kezdést
hy: Դուք հասաք մեկնարկի
id: Anda telah mencapai awal.
is: Þú ert kominn í byrjun
ja: 시작에 도달했습니다.
ka: თქვენ დასაწყისს მიაღწიეთ
km: អ្នកបានឈានដល់ចំណុចចាប់ផ្តើមហើយ
kn: ನೀವು ಪ್ರಾರಂಭವನ್ನು ತಲುಪಿದ್ದೀರಿ
ky: Сиз башталышка жеттиңиз
lo: ທ່ານໄດ້ເຖິງຈຸດເລີ່ມຕົ້ນແລ້ວ
lt: Jūs pasiekėte pradžią
lv: Jūs esat sasniedzis sākumu
mk: Го достигнавте почетокот
ml: നിങ്ങൾ ആരംഭത്തിലെത്തി
mn: Та гараанд гарлаа
mr: आपण प्रारंभ गाठला आहे
ms: Anda telah mencapai permulaan
my: သင်စတင်ခဲ့ပြီ
nb_no: Du har nådd starten
ne: तपाइँ सुरुमा पुग्नुभयो
nl: Je hebt de start bereikt.
pl: Dotarłeś do początku
pt: Você chegou ao início.
ro: Ai ajuns la început
ru: Вы достигли начала.
si: ඔබ ආරම්භයට පැමිණ ඇත
sk: Dostali ste sa na začiatok
sl: Prišli ste do začetka
sq: Ju keni arritur në fillim
sr: Стигли сте на почетак
sv: Du har nått början
sw: Umefikia mwanzo
ta: நீங்கள் தொடக்கத்தை அடைந்துவிட்டீர்கள்
te: మీరు ప్రారంభానికి చేరుకున్నారు
th: คุณมาถึงจุดเริ่มต้นแล้ว
tr: Başlangıca ulaştınız
uk: Ви досягли старту
ur: آپ شروع میں پہنچ گئے ہیں۔
vi: Bạn đã đạt đến điểm bắt đầu.
zu: Usufinyelele ekuqaleni

source: Source unblocked successfully
af: Bron suksesvol gedeblokkeer
am: ክፍት ምንጭ በተሳካ ሁኔታ
ar: تم إلغاء حظر المصدر بنجاح
az: Mənbə uğurla blokdan çıxarıldı
be: Крыніца разблакавана
bg: Източникът е деблокиран успешно
bn: উৎস সফলভাবে আনব্লক করা হয়েছে
ca: La font s'ha desbloquejat correctament
cs: Zdroj byl úspěšně odblokován.
da: Kilden er ikke blokeret
el: Καταργήθηκε ο αποκλεισμός της πηγής με επιτυχία
es_es: Fuente desbloqueada con éxito
et: Allika deblokeerimine õnnestus
eu: Iturria behar bezala desblokeatu da
fa: منبع با موفقیت رفع انسداد شد
fi: Lähteen esto purettiin onnistuneesti
fil: Matagumpay na na-unblock ang pinagmulan
fr: Source débloquée avec succès
gl: Orixe desbloqueada correctamente
he: המקור בוטל בהצלחה
hi: स्रोत सफलतापूर्वक अनब्लॉक किया गया
hr: Izvor je uspješno deblokiran
hu: A forrás feloldása sikeresen megtörtént
hy: Աղբյուրը հաջողությամբ փակվեց
id: Sumber berhasil dibebaskan
is: Heimildirnar voru opnaðar með góðum árangri
ja: 소스가 성공적으로 차단 해제됨
ka: წყარო წარმატებით განბლოკა
km: ប្រភព បាន ដោះ សោ ដោយ ជោគជ័យ
kn: ಮೂಲವನ್ನು ಅನಿರ್ಬಂಧಿಸಲಾಗಿದೆ
ky: Булак ийгиликтүү бөгөттөн чыгарылды
lo: ປິດການໃຊ້ງານຢ່າງ ສຳ ເລັດຜົນ
lt: Šaltinis sėkmingai atblokuotas
lv: Avots veiksmīgi atbloķēts
mk: Изворот е успешно деблокиран
ml: ഉറവിടം വിജയകരമായി അൺബ്ലോക്ക് ചെയ്തു
mn: Эх сурвалжийг амжилттай блоклов
mr: आपण अनावरोधित या स्रोत
ms: Sumber berjaya disekat
my: ရင်းမြစ်အောင်မြင်စွာပိတ်ဆို့ထား
nb_no: Kilde opphevet blokkeringen
ne: स्रोत सफलतापूर्वक अनब्लक गरियो
nl: Bron succesvol gedeblokkeerd
pl: Źródło zostało pomyślnie odblokowane
pt: Fonte desbloqueada com sucesso
ro: Sursă deblocată cu succes
ru: Вы разблокирован этот источник
si: මූලාශ්‍රය අවහිර කර ඇත
sk: Zdroj bol odblokovaný úspešne
sl: Vir je bil uspešno odblokiran
sq: Burimi u zhbllokua me sukses
sr: Извор је успешно деблокиран
sv: Källan avblockerades
sw: Chanzo kimefunguliwa kwa ufanisi
ta: ஆதாரம் தடைசெய்யப்பட்டது
te: మూలం విజయవంతంగా అన్‌బ్లాక్ చేయబడింది
th: เลิกบล็อกแหล่งที่มาเรียบร้อยแล้ว
tr: Kaynağın engellemesi başarıyla kaldırıldı
uk: Джерело успішно розблоковано
ur: ماخذ غیر مسدود کامیابی سے
vi: Đã bỏ chặn nguồn thành công
zu: Umthombo uvulelwe ngempumelelo

source: Invalid email format
af: Ongeldige e-posformaat
am: ልክ ያልሆነ የኢሜል ቅርጸት
ar: تنسيق بريد إلكتروني غير صالح
az: Yanlış e-poçt formatı
be: Няправільны фармат электроннай пошты
bg: Невалиден имейл формат
bn: অকার্যকর ইমেইল বিন্যাস
ca: El format de correu electrònic no és vàlid
cs: Neplatný formát e-mailu
da: Ugyldigt e-mail-format
el: Μη έγκυρη μορφή email
es_es: Formato de correo inválido
et: Vale e-posti vorming
eu: Posta elektronikoaren formatu baliogabea
fa: قالب ایمیل نامعتبر است
fi: Virheellinen sähköpostimuoto
fil: Di-maaari ang format ng email
fr: Format d'email invalide
gl: Formato de correo electrónico non válido
he: פורמט דואל לא חוקי
hi: अमान्य ईमेल प्रारूप
hr: Nevažeći format e-pošte
hu: érvénytelen e-mail formátum
hy: Անվավեր էլեկտրոնային փոստի ձեւանմուշ
id: Format email tidak valid
is: Ógilt snið tölvupósts
ja: 잘못된 이메일 형식
ka: ელ.ფოსტის ფორმატი არასწორია
km: ទ្រង់ទ្រាយអ៊ីមែលមិនត្រឹមត្រូវ
kn: ಅಮಾನ್ಯವಾದ ಇಮೇಲ್ ಸ್ವರೂಪ
ky: Электрондук почтанын форматы жараксыз
lo: ຮູບແບບອີເມວທີ່ບໍ່ຖືກຕ້ອງ
lt: Neteisingas el. Pašto formatas
lv: Nederīgs e-pasta formāts
mk: Невалиден формат на е-пошта
ml: ഇമെയിൽ ഫോർമാറ്റ് അസാധുവാണ്
mn: Буруу имэйлийн формат
mr: अवैध ईमेल स्वरूप
ms: Format e-mel tidak sah
my: မမှန်ကန်သောအီးမေးလ်ပုံစံ
nb_no: Ugyldig e-postformat
ne: अवैध ईमेल ढाँचा
nl: ongeldige email formaat
pl: niewłaściwy format wiadomości email
pt: Formato de email inválido
ro: format de email invalid
ru: Неверный формат электронной почты
si: අවලංගු විද්‍යුත් තැපැල් ආකෘතිය
sk: Neplatný formát e-mailu
sl: Neveljavna oblika e-pošte
sq: Format i pavlefshëm i postës elektronike
sr: Неважећи формат е-поште
sv: Ogiltigt e-postformat
sw: Umbizo la baruapepe ni batili
ta: தவறான மின்னஞ்சல் வடிவம்
te: చెల్లని ఇమెయిల్ ఆకృతి
th: รูปแบบอีเมลไม่ถูกต้อง
tr: Geçersiz e-posta formatı
uk: Неприпустимий формат електронної пошти
ur: ناجائز ای میل فارمیٹ
vi: Định dạng email không hợp lệ
zu: Ifomethi ye-imeyili engavumelekile

source: Wrong email or password
af: Verkeerde e-posadres of wagwoord
am: የተሳሳተ ኢሜይል ወይም የይለፍ ቃል
ar: بريد إلكتروني أو كلمة مرور خاطئة
az: Yanlış e-poçt və ya parol
be: Няправільны адрас электроннай пошты ці пароль
bg: Грешен имейл или парола
bn: ভুল ইমেইল বা পাসওয়ার্ড
ca: Correu electrònic o contrasenya incorrectes
cs: Nesprávný e-mail nebo heslo
da: Forkert e-mail eller adgangskode
el: Λάθος email ή κωδικός πρόσβασης
es_es: Correo o contraseña equivocada
et: Vale e-posti aadress või parool
eu: Posta elektroniko edo pasahitz okerra
fa: ایمیل یا رمز عبور اشتباه است
fi: Väärä sähköpostiosoite tai salasana
fil: Maling email o password
fr: Adresse e-mail ou mot de passe incorrect
gl: Correo electrónico ou contrasinal incorrectos
he: אימייל או סיסמה שגויים
hi: गलत ईमेल या पासवर्ड
hr: Pogrešna adresa e-pošte ili lozinke
hu: Hibás e-mail vagy jelszó
hy: Սխալ նամակ կամ գաղտնաբառ
id: Email atau password salah
is: Rangt netfang eða lykilorð
ja: 잘못된 이메일 또는 비밀번호
ka: არასწორი ელ.ფოსტა ან პაროლი
km: អ៊ីមែលឬលេខសម្ងាត់មិនត្រឹមត្រូវ
kn: ತಪ್ಪಾದ ಇಮೇಲ್ ಅಥವಾ ಪಾಸ್‌ವರ್ಡ್
ky: Электрондук почта же сыр сөз туура эмес
lo: ອີເມວຫຼືລະຫັດຜ່ານຜິດ
lt: Neteisingas elektroninis paštas arba slaptažodis
lv: Nepareizs e-pasts vai parole
mk: Погрешна е-пошта или лозинка
ml: തെറ്റായ ഇമെയിലോ പാസ് വേഡോ
mn: И-мэйл эсвэл нууц үг буруу байна
mr: चुकीचा ईमेल किंवा गुप्तशब्द
ms: E-mel atau kata laluan yang salah
my: အီးမေး (သို့) စကားဝှက်မှားနေတယ်
nb_no: Feil e-post eller passord
ne: गलत ईमेल वा पासवर्ड
nl: verkeerde email of wachtwoord
pl: zły email lub hasło
pt: e-mail ou senha incorretos
ro: e-mail sau parolă greșită
ru: Неверный адрес электронной почты или пароль
si: වැරදි විද්‍යුත් තැපෑලක් හෝ මුරපදයක්
sk: Chybný e-mail alebo heslo
sl: Napačen e-poštni naslov ali geslo
sq: Email ose fjalëkalim i gabuar
sr: Погрешно емаил или лозинка
sv: fel email eller lösenord
sw: Barua pepe au nywila isiyo sahihi
ta: தவறான மின்னஞ்சல் அல்லது கடவுச்சொல்
te: తప్పు ఇమెయిల్ లేదా పాస్‌వర్డ్
th: อีเมลหรือรหัสผ่านไม่ถูกต้อง
tr: Yanlış e-posta veya şifre
uk: Неправильна електронна пошта або пароль
ur: غلط ای میل یا پاس ورڈ
vi: Email hoặc mật khẩu sai
zu: I-imeyili noma iphasiwedi engalungile

source: Personalize your reading experience
ar: إضفاء الطابع الشخصي على تجربة القراءة الخاصة بك
bn: আপনার পড়ার অভিজ্ঞতা ব্যক্তিগতকরণ করুন
es_es: Personaliza tu experiencia de lectura
fi: Lukukokemuksen mukauttaminen
fr: Personnalisez votre expérience de lecture
hi: अपने पढ़ने के अनुभव को निजीकृत करें
id: Personalisasikan pengalaman membaca Anda
ja: あなたの読書体験をパーソナライズする
nl: Personaliseer uw leeservaring
pt: Personalize a sua experiência de leitura
ru: Персонализируйте свой опыт чтения
th: ปรับแต่งประสบการณ์การอ่านในแบบของคุณ
ur: اپنے پڑھنے کے تجربے کو ذاتی بنائیں
vi: Cá nhân hóa trải nghiệm đọc của bạn

source: Start following the news topics and channels you want to read.
ar: ابدأ في متابعة مواضيع الأخبار والقنوات التي تريد قراءتها.
bn: আপনি যে সংবাদ বিষয় এবং চ্যানেলগুলি পড়তে চান তা অনুসরণ করা শুরু করুন।
es_es: Empiece a seguir los temas de noticias y los canales que desee leer.
fi: Aloita luettavien uutisaiheiden ja kanavien seuraaminen.
fr: Commencez à suivre les sujets d'actualité et les chaînes que vous souhaitez lire.
hi: आप पढ़ना चाहते हैं समाचार विषयों और चैनलों का पालन शुरू करें।
id: Mulailah mengikuti topik berita dan saluran yang ingin Anda baca.
ja: 読みたいニューストピックやチャンネルのフォローを開始します。
nl: Begin met het volgen van de nieuwsonderwerpen en kanalen die u wilt lezen.
pt: Comece a seguir os tópicos e canais noticiosos que pretende ler.
ru: Начните следить за темами новостей и каналами, которые вы хотите прочитать.
th: เริ่มติดตามหัวข้อข่าวและช่องที่คุณต้องการอ่าน
ur: ان خبروں پر عمل کرنا شروع کریں جو آپ پڑھنا چاہتے ہیں۔
vi: Bắt đầu theo dõi các chủ đề và kênh tin tức bạn muốn đọc.

source: LET'S GO
ar: لنذهب
bn: চলো যাই
es_es: Vamos
fi: Mennään
fr: Allons-y
hi: चलो चलें
id: Ayo pergi
ja: 行きましょう
nl: Laten we gaan
pt: Vamos
ru: Поехали
th: ไปกันเถอะ
ur: چلو چلتے ہيں
vi: Đi nào

source: We’ll handle your data according to our
ar: سوف نتعامل مع بياناتك وفقًا لـ
bn: আমরা আমাদের অনুযায়ী আপনার ডেটা পরিচালনা করব
es_es: Nos encargaremos de sus datos de acuerdo con nuestra
fi: Käsittelemme tietojasi
fr: Nous traiterons vos données conformément à notre
hi: हम आपके डेटा को हमारे अनुसार संभालेंगे
id: Kami akan menangani data Anda sesuai dengan
ja: 私たちはあなたのデータを私たちに従って処理します
nl: We behandelen uw gegevens volgens onze
pt: Trataremos os seus dados de acordo com os nossos
ru: Мы будем обрабатывать ваши данные в соответствии с нашими
th: เราจะจัดการข้อมูลของคุณตามนั้น
ur: ہم آپ کے ڈیٹا کو ہمارے مطابق سنبھالیں گے
vi: Chúng tôi sẽ nắm giữ liệu của bạn dựa theo

source: By clicking Continue, you agree with our
ar: بالنقر فوق متابعة ، فإنك توافق على
bn: চালিয়ে যান ক্লিক করে, আপনি আমাদের সাথে সম্মত হন
es_es: Al hacer clic en Continuar, usted está de acuerdo con nuestra
fi: Klikkaamalla Jatka, hyväksyt meidän
fr: En cliquant sur Continuer, vous acceptez notre
hi: जारी रखें पर क्लिक करके, आप हमारे साथ सहमत हैं
id: Dengan mengklik Lanjutkan, Anda setuju dengan
ja: [続行]をクリックすると、同意したことになります
nl: Door op Doorgaan te klikken, gaat u akkoord met onze
pt: Ao clicar Continuar, concorda com o nosso
ru: Нажимая Продолжить, вы соглашаетесь с нашими
th: การคลิกดำเนินการต่อแสดงว่าคุณเห็นด้วยกับ
ur: جاری رکھنے پر کلک کر کے، آپ ہماری بات سے اتفاق کرتے ہیں
vi: Bằng cách nhấp vào Tiếp tục, bạn đồng ý với

source: Learn how we process your data in our
ar: تعرف على كيفية معالجتنا لبياناتك في
bn: আমাদের মধ্যে কীভাবে আমরা আপনার ডেটা প্রক্রিয়াকরণ করব তা শিখুন
es_es: Descubra cómo procesamos sus datos en nuestra
fi: Opi kuinka käsittelemme tietojasi
fr: Découvrez comment nous traitons vos données dans notre
hi: जानें कि हम आपके डेटा को कैसे संसाधित करते हैं
id: Pelajari cara kami memproses data Anda di
ja: 弊社でお客様のデータを処理する方法をご覧ください
nl: Ontdek hoe wij uw gegevens verwerken in onze
pt: Saiba como processamos os seus dados na nossa
ru: Узнайте, как мы обрабатываем ваши данные в нашем
th: เรียนรู้ว่าเราประมวลผลข้อมูลของคุณอย่างไร
ur: سیکھیں کہ ہم اپنے ڈیٹا پر کس طرح عمل کرتے ہیں
vi: Tìm hiểu cách chúng tôi xử lý dữ liệu của bạn trong

source: JUST NOW
ar: الآن فقط
bn: শুধু এখন
es_es: JUSTO AHORA
fi: JUURI NYT
fr: JUSTE MAINTENANT
hi: बस अब
id: BARUSAN
ja: ちょうど今
nl: NET NU
pt: AGORA MESMO
ru: ПРЯМО СЕЙЧАС
th: แค่ตอนนี้
ur: بس اب
vi: NGAY B Y GIỜ

source: Menu
ar: زر القائمة
bn: মেনু
es_es: Menú
fi: Valikko
hi: मेन्यू
ja: メニュー
ru: Меню
th: เมนู
ur: مینو
vi: Thực đơn

source: Article Text Size
ar: حجم نص المقالة
bn: নিবন্ধ পাঠ্য আকার
es_es: Tamaño del texto del artículo
fi: Artikkelin tekstin koko
fr: Taille du texte de l’article
hi: लेख पाठ का आकार
id: Ukuran Teks Artikel
ja: アーティクルのテキストサイズ
nl: Artikeltekstgrootte
pt: Tamanho do texto do artigo
ru: Размер текста статьи
th: ขนาดข้อความของบทความ
ur: آرٹیکل ٹیکسٹ سائز
vi: Kích thước văn bản bài viết

source: Change the font size shown on the articles
ar: تغيير حجم الخط المعروض في المقالات
bn: নিবন্ধগুলিতে প্রদর্শিত ফন্টের আকারটি পরিবর্তন করুন
es_es: Cambiar el tamaño de fuente que se muestra en los artículos
fi: Muuta artikkeleissa näkyvää fonttikokoa
fr: Changer la taille de la police affichée sur les articles
hi: लेखों पर दिखाए गए फ़ॉन्ट का आकार बदलें
id: Ubah ukuran font yang ditampilkan di artikel
ja: 記事に表示されるフォント サイズを変更する
nl: Wijzig de lettergrootte die op de artikelen wordt weergegeven
pt: Altere o tamanho da fonte mostrado nos artigos
ru: Изменение размера шрифта, показанного на статьях
th: เปลี่ยนขนาดตัวอักษรที่แสดงในบทความ
ur: مضامین پر دکھائے گئے فانٹ سائز تبدیل کریں
vi: Thay đổi kích thước phông chữ hiển thị trên các bài báo

source: Small
ar: صغير
bn: ছোট
es_es: Pequeño
fi: Pieni
fr: Petit
hi: छोटा
id: Kecil
ja: 小さい
nl: Klein
pt: Pequeno
ru: Небольшой
th: เล็ก
ur: چھوٹے
vi: Nhỏ

source: Default
ar: تخلف بالدفع
bn: ডিফল্ট
es_es: Defecto
fi: Oletusarvo
fr: Défaut
hi: चूक
ja: デフォルト
nl: In gebreke blijven
pt: Predefinição
ru: По умолчанию
th: ค่าเริ่มต้น
ur: پہلے سے طے شدہ
vi: Mặc định

source: Large
ar: كبير
bn: বড়
es_es: Grande
fi: Suuri
fr: Grande
hi: विशाल
id: Besar
ja: 大きい
nl: Groot
pt: Grande
ru: Большой
th: ขนาด ใหญ่
ur: بڑے
vi: Lớn

source: Related Articles
ar: مقالات ذات صلة
bn: সম্পরকিত প্রবন্ধ
es_es: Artículos Conexo
fi: Aiheeseen liittyvät artikkelit
fr: Articles Liés
hi: संबंधित आलेख
id: Artikel Terkait
ja: 関連記事
nl: Gerelateerde artikelen
pt: Artigos Relacionados
ru: Статьи по Теме
th: บทความที่เกี่ยวข้อง
ur: متعلقہ مضامین
vi: Những bài viết liên quan

source: View Full Article
ar: عرض المادة الكاملة
bn: সম্পূর্ণ নিবন্ধ দেখুন
es_es: Ver Artículo Completo
fi: Näytä koko artikkeli
fr: Voir l'article complet
hi: देखें पूरा लेख
id: Lihat Artikel Lengkap
ja: 記事全体を表示
nl: Bekijk het volledige artikel
pt: Ver Artigo Completo
ru: Просмотреть всю статью
th: ดูบทความฉบับเต็ม
ur: مکمل آرٹیکل دیکھیں
vi: Xem toàn bộ bài viết

source: Create your profile
ar: إنشاء ملف التعريف الخاص بك
bn: আপনার প্রোফাইল তৈরি করুন
es_es: Crea tu perfil
fi: Luo profiilisi
fr: Créez votre profile
hi: अपनी प्रोफ़ाइल बनाएं
id: Buat profil mu
ja: プロフィールを作成する
nl: Maak je profiel aan
pt: Crie o seu perfil
ru: Создайте свой профиль
th: สร้างโปรไฟล์ของคุณ
ur: اپنا پروفائل بنائیں
vi: Tạo hồ sơ của bạn

source: Set your profile
ar: قم بتعيين ملف التعريف الخاص بك
bn: আপনার প্রোফাইল সেট করুন
es_es: Configura tu perfil
fi: Profiilin määrittäminen
fr: Définissez votre profil
hi: अपनी प्रोफ़ाइल सेट करें
id: Setel profil Anda
ja: プロフィールを設定する
nl: Stel je profiel in
pt: Defina o seu perfil
ru: Установите свой профиль
th: ตั้งค่าโปรไฟล์ของคุณ
ur: اپنا پروفائل سیٹ کریں
vi: Đặt hồ sơ của bạn

source: View your profile
ar: عرض ملف التعريف الخاص بك
bn: আপনার প্রোফাইল দেখুন
es_es: Ver tu perfil
fi: Tarkastele profiiliasi
fr: Afficher votre profil
hi: अपनी प्रोफ़ाइल देखें
id: Lihat profil Anda
ja: プロフィールを表示する
nl: Bekijk je profiel
pt: Veja o seu perfil
ru: Посмотреть свой профиль
th: ดูโปรไฟล์ของคุณ
ur: اپنا پروفائل دیکھیں
vi: Xem hồ sơ của bạn

source: ARTICLE TEXT SIZE
ar: حجم نص المقالة
bn: নিবন্ধ পাঠ্য আকার
es_es: TAMAÑO DEL TEXTO DEL ARTÍCULO
fi: ARTIKKELIN TEKSTIN KOKO
fr: TAILLE DU TEXTE DE L'ARTICLE
hi: लेख पाठ का आकार
id: UKURAN TEKS ARTIKEL
ja: 記事のテキストサイズ
nl: ARTIKEL TEKSTGROOTTE
pt: TAMANHO DO TEXTO DO ARTIGO
ru: РАЗМЕР ТЕКСТА СТАТЬИ
th: ขนาดข้อความของบทความ
ur: آرٹیکل ٹیکسٹ سائز
vi: KÍCH THƯỚC VĂN BẢN BÀI VIẾT

source: DATA SAVER
ar: التوقف البيانات
bn: ডাটা সেভার
es_es: AHORRADOR DE DATOS
fi: TIETOJEN SÄÄSTÄJÄ
fr: ÉCONOMISEUR DE DONNÉES
hi: डेटा सेवर
id: PENGHEMAT DATA
ja: データセーバー
nl: GEGEVENSBESPARING
pt: POUPANÇA DE DADOS
ru: ДАННЫЕ SAVER
th: ประหยัดข้อมูล
ur: ڈیٹا سیور
vi: TRÌNH TIẾT KIỆM DỮ LIỆU

source: Edit Profile
ar: تحرير ملف التعريف
bn: প্রোফাইল সম্পাদনা করুন
es_es: Editar perfil
fi: Muokkaa profiilia
fr: Editer le profil
hi: प्रोफाइल संपादित करें
id: Sunting profil
ja: プロファイルの編集
nl: Bewerk profiel
pt: Editar Perfil
ru: Редактировать профиль
th: แก้ไขโปรไฟล์
ur: پروفائل میں ترمیم کریں
vi: Sửa Hồ sơ

source: Profile Settings
ar: إعدادات الملف الشخصي
bn: প্রোফাইল সেটিংস
es_es: Configuración de perfil
fi: Profiilin asetukset
fr: Paramètres de profil
hi: प्रोफाइल सेटिंग्स
id: Pengaturan Profil
ja: プロファイル設定
nl: Profielinstellingen
pt: Definições de perfil
ru: Настройки профиля
th: การตั้งค่าโปรไฟล์
ur: پروفائل کی ترتیبات
vi: Thiết đặt Hồ sơ

source: Edit what viewers see in your profile.
ar: تعديل ما يشاهده المشاهدون في ملفك الشخصي.
bn: দর্শকরা আপনার প্রোফাইলে যা দেখেন তা সম্পাদনা করুন।
es_es: Edite lo que ven los espectadores en su perfil.
fi: Muokkaa mitä katsojat näkevät profiilissasi.
fr: Modifiez ce que les spectateurs voient dans votre profil.
hi: दर्शकों को आपकी प्रोफ़ाइल में जो दिखाई देता है, उसे संपादित करें.
id: Edit apa yang dilihat pemirsa di profil Anda.
ja: プロフィールに表示される内容を編集します。
nl: Bewerk wat kijkers in uw profiel zien.
pt: Edite o que os espectadores vêem no seu perfil.
ru: Отредактируйте то, что зрители видят в вашем профиле.
th: แก้ไขสิ่งที่ผู้ชมเห็นในโปรไฟล์ของคุณ
ur: آپ کے پروفائل میں ناظرین جو دیکھتے ہیں اس میں ترمیم کریں۔
vi: Chỉnh sửa nội dung người xem nhìn thấy trong trang cá nhân của bạn.

source: COVER PHOTO
ar: صورة الغلاف
bn: কভার ফটো
es_es: FOTO DE CUBIERTA
fi: KANSIKUVA
fr: PHOTO DE COUVERTURE
hi: कवर फोटो
id: FOTO SAMPUL
ja: カバー写真
nl: OMSLAGFOTO
pt: FOTO DE CAPA
ru: ФОТО НА ОБЛОЖКЕ
th: ภาพปก
ur: کور فوٹو
vi: ẢNH BÌA

source: Profile Name
ar: اسم الملف الشخصي
bn: প্রোফাই লনাম
es_es: Nombre del perfil
fi: Profiili nimi
fr: Nom de profil
hi: प्रोफाइल का नाम
id: Nama profil
ja: プロファイル名
nl: Profielnaam
pt: Nome do perfil
ru: Имя профиля
th: ชื่อโปรไฟล์
ur: پروفائل کا نام
vi: Tên Hồ sơ

source: Help and Feedback
ar: مساعدة وردود الفعل
bn: সাহায্য এবং প্রতিক্রিয়া
es_es: Ayuda y comentarios
fi: Ohje ja palaute
fr: Aide et commentaires
hi: मदद और प्रतिक्रिया
id: Bantuan dan Umpan Balik
ja: ヘルプとフィードバック
nl: Hulp en feedback
pt: Ajuda e Feedback
ru: Помощь и обратная связь
th: ความช่วยเหลือและคําติชม
ur: مدد اور رائے
vi: Trợ giúp và Phản hồi

source: HELP AND FEEDBACK
ar: مساعدة وردود الفعل
bn: সাহায্য এবং প্রতিক্রিয়া
es_es: AYUDA Y COMENTARIOS
fi: OHJE JA PALAUTE
fr: AIDE ET COMMENTAIRES
hi: मदद और प्रतिक्रिया
id: BANTUAN DAN UMPAN BALIK
ja: ヘルプとフィードバック
nl: HULP EN FEEDBACK
pt: AJUDA E FEEDBACK
ru: ПОМОЩЬ И ОБРАТНАЯ СВЯЗЬ
th: ความช่วยเหลือและคําติชม
ur: مدد اور رائے
vi: TRỢ GIÚP VÀ PHẢN HỒI

source: Others
ar: الاخرين
bn: অন্যান্য
es_es: Otros
fi: Muut
fr: Autres
hi: अन्य
id: Lainnya
ja: その他
nl: Anderen
pt: Outras
ru: Другие
th: อื่น ๆ
ur: دوسروں
vi: Khác

source: Feedback & Suggestions
ar: ردود الفعل والاقتراحات
bn: মতামত এবং পরামর্শ
es_es: Realimentación y Sugerencias
fi: Palaute ja ehdotukset
fr: Commentaires et suggestions
hi: प्रतिक्रिया और सुझाव
id: Umpan Balik dan Saran
ja: フィードバックと提案
nl: Feedback en suggesties
pt: Feedback e sugestões
ru: Обратная связь и предложения
th: ข้อเสนอแนะและข้อเสนอแนะ
ur: تاثرات اور تجاویز
vi: Phản hồi và đề xuất
