Repository: newsreels/app-mobile-ios
Catalog: Bullet/*.lproj/Localizable.strings
Languages: af, am, ar, az, be, bg, bn, ca, cs, da, el, es_es, et, eu, fa, fi, fil, fr, gl, he, hi, hr, hu, hy, id, is, ja, ka, kk, km, kn, ky, lo, lt, lv, mk, ml, mn, mr, ms, my, nb_no, ne, nl, pl, pt, ro, ru, si, sk, sl, sq, sr, sv, sw, ta, te, th, tr, uk, ur, vi, zu

source: we will send email to
af: ons sal e-pos stuur na
am: አዲስ ኢሜል እንልካለን
ar: سنرسل بريدًا إلكترونيًا إلى
az: parolu sıfırlamaq üçün link ilə
be: мы адправім ліст на
bg: ще изпратим email на
bn: আমরা ইমেইল পাঠাব
ca: enviarem un correu electrònic a amb
cs: pošleme e-mail na
da: Vi sender en E-mail til
el: θα στείλουμε ένα email στο
es_es: enviaremos un correo electrónico a
et: me saadame e-maili
eu: link batekin zure pasahitza berrezartzeko.
fa: ما ایمیل می فرستیم به
fi: Lähetämme sähköpostin
fil: magpapadala kami ng email sa
fr: nous enverrons un courrier électronique à
gl: enviaremos un correo electrónico a
he: ואנו נשלח דואל
hi: हम इसपर ईमेल भेजेंगे
hr: poslat ćemo email na
hu: emailt fogunk küldeni
hy: մենք կուղարկենք նամակ
id: kita akan mengirim email ke
is: Við munum senda tölvupóst til
ja: …にメールを送信します。
ka: ჩვენ გავაგზავნით ელფოსტას -თან
kk: біз электрондық поштаны жібереміз
km: យើងនឹងផ្ញើអ៊ីមែលទៅ
kn: ನಾವು ಇಮೇಲ್ ಕಳುಹಿಸುತ್ತೇವೆ
ky: биз электрондук кат жөнөтөбүз
lo: ພວກເຮົາຈະສົ່ງອີເມລ໌ທີ່ຈະ
lt: mes išsiųsime el. laišką į
lv: mēs nosūtīsim e-pastu
mk: ние ќе испрати e-mail на
ml: നമ്മൾ ഇമെയിൽ അയക്കും
mn: бид имэйл илгээх болно
mr: आम्ही ईमेल पाठवू
ms: kami akan hantarkan e-mel kepada
my: ကျွန်ုပ်တို့အီးမေးလ်ပို့ပါမည်
nb_no: vi sender en e-post til
ne: हामी ईमेल पठाउने छौं
nl: we zullen een e-mail sturen naar
pl: wyślemy email do
pt: enviaremos um e-mail a
ro: vom trimite un email către
ru: мы вышлем по электронной почте
si: අපි විද්‍යුත් තැපෑල යවන්නෙමු
sk: pošleme e-mail na
sl: poslali bomo elektronsko pošto
sq: Ne do të dërgojmë email në
sr: poslat ćemo e-poštu na
sv: vi kommer skicka epost till
sw: sisi kutuma barua pepe kwa
ta: இங்கு மின்னஞ்சல் அனுப்புவோம்
te: ఇమెయిల్ పంపుతాం
th: เราจะส่งอีเมลไปที่
tr: ..'ya email göndereceğiz
uk: ми відправимо електронного листа до
ur: ہم نے آپ کو ای میل بھیجی
vi: chúng tôi sẽ gửi email đến
zu: sizothumela i-imeyili ku-

source: with a link to reset your password.
af: met 'n skakel om u wagwoord weer in te stel.
am: የይለፍ ቃልዎን ዳግም ለማስጀመር በአገናኝ ሊንክ
ar: مع الرابط لإعادة تعيين كلمة المرور الخاصة بك.
az: bu hesaba e-məktub göndərəcəyik:
be: са спасылкай на скід пароля.
bg: с линк за генериране на нова парола
bn: একটি লিঙ্ক সহ আপনার পাসওয়ার্ড রিসেট করতে
ca: un enllaç per a restablir la seva contrasenya.
cs: s odkazem na resetování hesla.
da: Med et link til at nulstille din adgangskode
el: με ένα σύνδεσμο για επαναφορά του κωδικού πρόσβασης.
es_es: con un enlace para restablecer tu contraseña.
et: lingiga, et lähtestada oma salasõna.
eu: pasahitza berrezartzeko lotura bat bidali dira
fa: با یک لینک برای تنظیم مجدد رمز عبور.
fi: jossa on linkki salasanasi nollaamiseen
fil: na may link para ma-reset mo ang iyong password
fr: avec un lien pour réinitialiser votre mot de passe.
gl: cunha ligazón para restablecer o seu contrasinal.
he: עם קישור לאיפוס הסיסמה.
hi: जिसमें आपका पासवर्ड रीसेट करने के लिए एक लिंक होगा।
hr: s linkom za resetiranje vaše lozinke.
hu: egy linkkel a jelszó visszaállításához.
hy: գաղտնաբառի վերականգնման հղումով
id: dengan tautan untuk mengatur ulang kata sandi anda.
is: með tengil til að endurstilla lykilorðið þitt.
ja: パスワードをリセットするためのリンクがあります
ka: ლინკით, რაც მოგცემთ პასვორდის შეცვლის საშუალებას
kk: құпия сөзді қалпына келтіру сілтемесімен.
km: មានតំណភ្ជាប់ ដើម្បីកំណត់ពាក្យសម្ងាត់របស់អ្នកឡើងវិញ។
kn: ನಿಮ್ಮ ಪಾಸ್‌ವರ್ಡ್ ಅನ್ನು ಲಿಂಕ್‌ನೊಂದಿಗೆ ಮರುಹೊಂದಿಸಿ
ky: парольду баштапкы абалга келтирүүчү шилтеме менен.
lo: ມີການເຊື່ອມຕໍ່ປ່ຽນລະຫັດຜ່ານຂອງທ່ານ.
lt: su nuoroda jūsų slaptažodžio atstatymui
lv: ar saiti, lai atiestatītu savu paroli.
mk: со линк за да ја ресетирате вашата лозинка.
ml: നിങ്ങളുടെ പാസ്വേഡ് റീസെറ്റ് ഒരു ലിങ്ക് കൂടെ.
mn: нууц үгээ дахин тохируулах линкээр.
mr: एक दुवा आपला संकेतशब्द रीसेट करण्यासाठी.
ms: dengan pautan untuk menukar kata laluan anda.
my: သင့်စကားဝှက်ကို ပြင်ဆင်ရန်လင့်ခ်နှင့်အတူ
nb_no: med en lenke for å tilbakestille ditt passord.
ne: लिंकको साथ तपाईंको पासवर्ड रिसेट गर्न।
nl: met een link om uw wachtwoord opnieuw in te stellen.
pl: z linkiem do resetowania hasła
pt: com um link para redefinir sua senha.
ro: cu link-ul de resetare al parolei
ru: с ссылкой для восстановления пароля.
si: සබැඳියක් සමඟ ඔබගේ මුරපදය නැවත සැකසීමට.
sk: s odkazom na resetovanie hesla.
sl: z povezavo za ponastavitev vašega gesla.
sq: Me një link për të rikrijuar fjalëkalimin
sr: s vezom za reset lozinke.
sv: med en länk för att återställa ditt lösenord.
sw: na kiungo upya nenosiri lako.
ta: பாஸ்வேர்டை ரிசெட் செய்யும் இணைப்புடன்
te: మీకు పాస్ వర్డ్ రీసెట్ చేయడానికి ఒక లింక్ తో
th: พร้อมลิงก์สำหรับรีเซ็ตรหัสผ่านของคุณ
tr: bağlantıyla şifrenizi sıfırlamak için
uk: з ссилкою для сбросу пароля
ur: ایک لنک کے ساتھ۔،جس سے آپ اپنے پاس ورڈ کو دوبارہ ترتیب دے سکے
vi: với một đường link để đặt lại mật khẩu của bạn.
zu: enesixhumanisi sokusetha kabusha iphasiwedi yakho.

source: A reset password link has been sent to
af: N skakel vir die herstel van wagoord is gestuur na
am: የይለፍ ቃልን ዳግም ለማስጀመር አገናኝ ሊንክ ተልኳል
ar: تم إرسال رابط لإعادة تعيين كلمة المرور إلى
az: Parolu sıfırlamaq üçün link bu ünvana göndərildi:
be: Спасылка на скід пароля адпраўлена
bg: Линк за генериране на нова парола е изпратена на
bn: পাসওয়ার্ড রিসেট করার জন্য একটি লিঙ্ক পাঠানো হয়েছে
ca: S'ha enviat un enllaç per a restablir la contrasenya a Ingrese
cs: Byl odeslán odkaz na resetování hesla
da: Et link til at nulstille adgangskode er blevet sendt til
el: Ένας σύνδεσμος για επαναφορά του κωδικού πρόσβασης έχει σταλεί στο
es_es: Se ha enviado un enlace para restablecer la contraseña a
et: Link salasõna lähtestamiseks saadeti
eu: Sartu e-posta berria.
fa: پیوندی برای بازنشانی گذرواژه به ارسال شده است
fi: Linkki salasanan nollaamisen on lähetetty
fil: Ang link para sa pag-reset ng password ay ipinadala sa
fr: Un lien pour réinitialiser votre mot de passe a été envoyé à
gl: Enviouse unha ligazón para restablecer o seu contrasinal
he: קישור לאיפוס הסיסמא נשלח
hi: पासवर्ड रीसेट करने के लिए एक लिंक भेजा गया है
hr: Link za resetiranje lozinke je poslan na
hu: Link a jelszó visszaállításához elküldve a
hy: Գաղտնաբառի վերականգնման հղումը ուղարկվել է
id: Sebuah tautan untuk menyetel ulang kata sandi telah dikirimkan ke
is: Tengill til að endurstilla lykilorðið hefur verið sendur til
ja: パスワードをリセットするためのリンクが…に送信されました
ka: პასვორდის შეცვლის ბმული გაიგზავნა -თან
kk: Құпия сөзді қалпына келтіру сілтемесі келесі мекен-жайға жіберілді
km: តំណភ្ជាប់ ដើម្បីកំណត់ពាក្យសម្ងាត់ឡើងវិញ ត្រូវបានផ្ញើ
kn: ಪಾಸ್ವರ್ಡ್ ಮರುಹೊಂದಿಸಲು ಲಿಂಕ್ ಅನ್ನು ಕಳುಹಿಸಲಾಗಿದೆ
ky: Парольду баштапкы абалга келтирүү шилтемеси жөнөтүлдү
lo: A ການເຊື່ອມຕໍ່ກັບລະຫັດຜ່ານຕັ້ງໄດ້ຖືກສົ່ງໄປຫາ
lt: Nuoroda slaptažodžio atstatymui buvo išsiųsta į
lv: Saite uz reset paroli ir nosūtīts
mk: А линк до ресетирање на лозинката е испратена до
ml: റീസെറ്റ് പാസ്വേഡ് ഒരു ലിങ്ക് അയച്ചു ചെയ്തു
mn: Нууц үгийг дахин тохируулах линк илгээсэн байна
mr: पासवर्ड रीसेट करा करण्यासाठी एक दुवा पाठविण्यात आले आहे
ms: Pautan untuk menukar kata laluan telah dihantar ke
my: သင့်စကားဝှက်ကိုပြင်ဆင်ရန် လင့်ခ်တစ်ခုပေးပို့ပြီးပါပြီီ
nb_no: En lenke for å tilbakestille passordet har blitt sendt til
ne: पासवर्ड रिसेट गर्नका लागि लिंक पठाइएको छ
nl: Een link om het wachtwoord te resetten is verzonden naar
pl: Link do resetowania hasła został wysłany na
pt: Um link para redefinir a senha foi enviado a
ro: Un link de resetare al parolei a fost trimis către
ru: Ссылка для сброса пароля была отправлена
si: මුරපදය නැවත සැකසීමට සබැඳියක් යවා ඇත
sk: Bol odoslaný odkaz na resetovanie hesla
sl: Povezava za ponastavitev gesla bo poslana na
sq: Një link për të rirkrijuar fjalëkalimin është dërguar te
sr: Link za reset lozinke je poslan na
sv: En länk för att återställa ditt lösenord har skickats till
sw: kiungo kwa password reset imetumwa kwa
ta: பாஸ்வேர்டை ரிசெட் செய்ய இணைப்பு அனுப்பப்பட்டது
te: పాస్ వర్డ్ రీసెట్ చేయడానికి ఒక లింక్ పంపబడింది
th: ลิงก์สำหรับรีเซ็ตรหัสผ่านถูกส่งไปที่
tr: Şifrenizi sıfırlamak için ..'ya bağlantı gönderildi
uk: Ссилку для сбросу пароля було відправлено на
ur: پاس ورڈ کو ری سیت کرنے کیلئے ایک لنک بھیجا گیا
vi: Một link để đặt lại mật khẩu đã được gửi đến
zu: Isixhumanisi sokusetha kabusha iphasiwedi sithunyelwe ku-

source: Enter new email.
af: Voer 'n nuwe e-posadres in.
am: አዲስ ኢሜይል ያስገቡ
ar: أدخل البريد الإلكتروني الجديد.
az: Yeni e-poçtu daxil edin.
be: Увядзіце новы адрас электроннай пошты.
bg: Въведи нов email.
bn: নতুন ইমেইল দিন।
ca: un nou correu electrònic.
cs: Zadejte nový e-mail.
da: Indtast E-mail
el: Εισάγετε ένα νέο email.
es_es: Introduce el nuevo correo electrónico.
et: Sisesta uus e-post
eu: Sartu pasahitza.
fa: ایمیل جدیدی وارد کنید.
fi: Syötä uusi sähköposti
fil: Ilagay ang bagong email.
fr: Entrez un nouveau courriel.
gl: Introduza un novo correo electrónico.
he: הזן את כתובת הדואל החדש.
hi: नया ईमेल एंटर करें।
hr: Upišite novu email adresu.
hu: Adja meg az új Email címét.
hy: Մուտքագրել նոր էլ․ հասցե
id: Masukkan alamat email baru.
is: Sláið inn nýjan tölvupóst.
ja: 新しいメールアドレスを入力してください。
ka: შეიყვანეთ ახალი ელფოსტა.
kk: Жаңа электрондық поштаны енгізіңіз
km: បញ្ចូលអ៊ីមែលថ្មី។
kn: ಹೊಸ ಇಮೇಲ್ ನಮೂದಿಸಿ.
ky: Жаңы электрондук почта дарегин киргизиңиз.
lo: ກະລຸນາໃສ່ອີເມວໃຫມ່.
lt: Įveskite naują el. paštą.
lv: Ievadiet jaunu e-pasta adresi.
mk: Внесете нов е-мејл.
ml: പുതിയ ഇമെയിൽ നൽകുക.
mn: Шинэ имэйл оруулна уу.
mr: नवीन ई-मेल प्रविष्ट करा.
ms: Masukkan e-mel baru
my: အီးမေးလ်အသစ်ထည့်ပါ
nb_no: Oppgi ny e-post.
ne: नयाँ ईमेल प्रविष्ट गर्नुहोस्।
nl: Voer een nieuw e-mailadres in.
pl: Wpisz nowy email.
pt: Insira o novo e-mail.
ro: Introduce o adresă de email nouă
ru: Введите новый адрес электронной почты.
si: නව විද්‍යුත් තැපෑලක් ඇතුළත් කරන්න.
sk: Zadajte nový e-mail.
sl: Vpišite nov elektronski naslov.
sq: Shkruani email adresën e re
sr: Unesite novu e-poštu.
sv: Ange ny e-postadress
sw: Ingiza barua pepe mpya.
ta: உங்கள் புதிய மின்னஞ்சலை உள்ளிடவும்
te: కొత్త ఇమెయిల్ నమోదు చేయండి.
th: ป้อนอีเมลใหม่
tr: Yeni email girin
uk: Введіть нову електронну пошту.
ur: نیا ای میل لکھیں
vi: Nhập email mới
zu: Faka i-imeyili entsha.

source: Enter password.
af: Voer wagwoord in.
am: የየይለፍ ቃል ያስገቡ
ar: أدخل كلمة المرور.
az: Parol daxil edin.
be: Увядзіце пароль.
bg: Въведи парола.
bn: পাসওয়ার্ড লিখুন।
ca: Introduir la contrasenya.
cs: Zadejte heslo.
da: Instast adgangskode
el: Εισάγετε τον κωδικό πρόσβασης.
es_es: Introduce la contraseña.
et: Sisesta salasõna.
eu: pasahitz berria
fa: رمز عبور را وارد کنید.
fi: Syötä salasana
fil: Ilagay ang password.
fr: Entrez le mot de passe.
gl: Introduza o contrasinal.
he: הזן את הסיסמה.
hi: पासवर्ड एंटर करें।
hr: Upišite lozinku.
hu: Adja meg a jelszavát.
hy: Մուտքագրել գաղտնաբառ
id: Masukkan kata sandi.
is: Sláðu inn lykilorð.
ja: パスワードを入力してください。
ka: შეიყვანეთ პასვორდი.
kk: құпия сөзді енгізіңіз
km: បញ្ចូលពាក្យសម្ងាត់។
kn: ಪಾಸ್ವರ್ಡ್ ನಮೂದಿಸಿ.
ky: Пароль киргизиңиз.
lo: ກະລຸນາໃສ່ລະຫັດຜ່ານ.
lt: Įveskite slaptažodį
lv: Ievadi paroli.
mk: Внесете ја лозинката.
ml: പാസ്വേഡ് നല്കൂ.
mn: Нууц үгийг оруулна уу.
mr: पासवर्ड टाका.
ms: Masukkan kata laluan
my: စကားဝှက်ထည့်ပါ
nb_no: Oppgi passord.
ne: पासवर्ड प्रविष्ट गर्नुहोस्।
nl: Voer wachtwoord in
pl: Wpisz hasło
pt: Insira a senha.
ro: Introduce parola
ru: Введите пароль.
si: මුරපදය ඇතුළත් කරන්න.
sk: Zadajte heslo.
sl: Vnesite geslo.
sq: Shkruani fjalëkalimin
sr: Unesite lozinku.
sv: Ange lösenord
sw: Weka nenosiri.
ta: பாஸ்வேர்ட் உள்ளிடவும்
te: పాస్వర్డ్ నమోదు చేయండి.
th: ใส่รหัสผ่าน.
tr: Şifreyi gir
uk: Введіть пароль.
ur: پاس ورڈ لکھیں
vi: Nhập mật khẩu
zu: Faka iphasiwedi.

source: New Password
af: Nuwe Wagwoord
am: አዲስ የይለፍ ቃል
ar: كلمة مرور جديدة
az: Yeni parol
be: Новы Пароль
bg: Нова парола
bn: নতুন পাসওয়ার্ড
ca: Nova contrasenya
cs: Nové heslo
da: Ny Adgangskode
el: Νέος Κωδικός Πρόσβασης
es_es: Nueva contraseña
et: Uus Salasõna
eu: (8 karaktere min)
fa: رمز عبور جدید
fi: Uusi salasana
fil: Bagong Password
fr: Nouveau mot de passe
gl: novo contrasinal
he: סיסמה חדשה
hi: नया पासवर्ड
hr: Nova lozinka
hu: Új jelszó
hy: Նոր գաղտնաբառ
id: Kata Sandi Baru
is: nýtt lykilorð
ja: 新しいパスワード
ka: ახალი პასვორდი.
kk: жаңа құпия сөз
km: ពាក្យសម្ងាត់​ថ្មី
kn: ಹೊಸ ಪಾಸ್‌ವರ್ಡ್
ky: Жаңы Пароль
lo: ລະຫັດຜ່ານໃຫມ່
lt: Naujas slaptažodis
lv: jauna parole
mk: нова лозинка
ml: പുതിയ പാസ്വേഡ്
mn: Шинэ нууц үг
mr: नवीन संकेतशब्द
ms: Kata Laluan Baru
my: စကားဝှက်အသစ်ထည့်ပါ
nb_no: Nytt Passord.
ne: नया पासवर्ड
nl: Nieuw Wachtwoord
pl: Nowe hasło
pt: Nova senha
ro: Parolă nouă
ru: Новый пароль
si: නව මුරපදය
sk: Nové heslo
sl: Novo geslo
sq: Fjalëkalimi i ri
sr: Nova lozinka
sv: Nytt lösenord
ta: புதிய பாஸ்வேர்ட்
te: కొత్త పాస్వర్డ్
th: รหัสผ่านใหม่
tr: Yeni şifre
uk: Новий Пароль
ur: نیا پاس ورڈ
vi: Mật Khẩu Mới
zu: Iphasiwedi Entsha

source: (8 characters min)
af: (minimum 8 karakters)
am: (የሚፈቀደው ዝቅተኛ ካራክተር 8 ነው)
ar: (8 أحرف على الأقل)
az: (minimum 8 simvol)
be: (мінімум 8 сімвалаў)
bg: (минимум 8 символа)
bn: (8 ন্যূনতম অক্ষর)
ca: (8 caràcters mínim)
cs: (min. 8 znaků)
da: (mindt 8 tegn)
el: (8 χαρακτήρες το ελάχιστο)
es_es: (8 caracteres min)
et: (minimaalselt 8 tähemärki)
eu: Sartu uneko pasahitza.
fa: (8 حرف حداقل)
fi: (väh 8 merkkiä)
fr: (8 caractères min)
gl: (8 caracteres como mínimo)
he: (8 תווים דקים)
hi: (8 अक्षर मिनिमम)
hr: (min 8 znakova)
hu: (8 karakter minimum)
hy: (առնվազն 8 նիշ)
id: (minimal 8 karakter)
is: (8 stafir mín)
ja: （8文字以上）
ka: (მინიმუმ 8 სიმბოლო)
kk: кем дегенде 8 таңба
km: (៨ ខ្ទង់យ៉ាងតិច)
kn: (8 ಅಕ್ಷರಗಳು ನಿಮಿಷ)
ky: (8 белги мин)
lo: (8 ຕົວອັກສອນນາທີ)
lt: (ne mažiau 8 simbolių)
lv: (8 rakstzīmes min)
mk: (8 знаци мин)
ml: (8 അക്ഷരങ്ങൾ മി)
mn: (8 тэмдэгт мин)
mr: (8 वर्ण मिनिट)
ms: (8 aksara min)
my: (စကားလုံး ၈ လုံးထက်မပိုရ)
nb_no: (Minimum 8 tegn)
ne: (कम्तिमा ८ अक्षर)
nl: (min 8 karakters)
pl: (minimum 8 znaków)
pt: (mínimo de 8 caracteres)
ro: (minimum 8 caractere)
ru: (8 символов мин)
si: (අවම අක්ෂර 8 යි)
sk: (min. 8 znakov)
sl: (8 znakov min)
sq: (8 karaktere min.)
sr: (8 znakova min)
sv: (minst 8 karaktärer)
sw: (8 wahusika min)
ta: (குறைந்தது 8 எழுத்துக்கள்)
te: (కనీసం 8 అక్షరాలూ)
th: (ขั้นต่ำ 8 อักขระ)
tr: (en az 8 karakter)
uk: (8 символів мін.)
ur: (کم از کم 8 حرف )
vi: (tối thiểu 8 ký tự)
zu: (okungenani izinhlamvu eziyi-8)

source: Enter current password.
af: Voer die huidige wagwoord in.
am: የአሁኑን የይለፍ ቃል ያስገቡ
ar: إدخل كلمة السر الحالية.
az: Cari parolu daxil edin.
be: Увядзіце бягучы пароль.
bg: Въведи настоящата парола
bn: বর্তমান পাসওয়ার্ড লিখুন।
ca: Introduir la contrasenya actual.
cs: Zadejte aktuální heslo.
da: Indtast nuværende adgangskode
el: Εισάγετε τον τρέχοντα κωδικό πρόσβασης.
es_es: Introduce la contraseña actual.
et: Sisesta praegune salasõna.
eu: Idatzi pasahitz berria.
fa: رمز ورود فعلی را وارد کنید.
fi: Syötä nykyinen salasana
fil: Ilagay ang kasalukuyang password.
fr: Entrez le mot de passe actuel.
gl: Introduza o contrasinal actual.
he: הכנס סיסמא נוכחית.
hi: वर्तमान पासवर्ड एंटर करे।
hr: Upišite trenutnu lozinku.
hu: Adja meg jelenlegi jelszavát.
hy: Մուտքագրել ընթացիկ գաղտնաբառը
id: Masukkan kata sandi saat ini.
is: Sláðu inn núverandi lykilorð.
ja: 現在のパスワードを入力してください
ka: შეიყვანეთ მიმდინარე პასვორდი
kk: Ағымдағы құпия сөзді енгізіңіз.
km: បញ្ចូលពាក្យសម្ងាត់បច្ចុប្បន្ន។
kn: ಪ್ರಸ್ತುತ ಪಾಸ್ವರ್ಡ್ ಅನ್ನು ನಮೂದಿಸಿ.
ky: Учурдагы пароль киргизиңиз.
lo: ກະລຸນາໃສ່ລະຫັດຜ່ານໃນປະຈຸບັນ.
lt: Įveskite dabartinį slaptažodį.
lv: Ievadiet pašreizējo paroli.
mk: Внесете ја тековната лозинка.
ml: നിലവിലെ പാസ്വേഡ് നൽകുക.
mn: Одоогийн нууц үгийг оруулна уу.
mr: वर्तमान संकेतशब्द प्रविष्ट करा.
ms: Masukkan kata laluan sedia ada.
my: လက်ရှိသုံးသောစကားဝှက်ကိုထည့်ပါ
nb_no: Oppgi nåværende passord
ne: हालको पासवर्ड प्रविष्ट गर्नुहोस्।
nl: Voer huidig wachtwoord in.
pl: Wpisz hasło
pt: Insira a senha atual.
ro: Introduce parola curentă
ru: Введите текущий пароль.
si: වත්මන් මුරපදය ඇතුළත් කරන්න
sk: Zadajte aktuálne heslo.
sl: Vnesite trenutno geslo.
sq: Shkruani fjalëkalimin aktual
sr: Unesite trenutnu lozinku.
sv: Ange ditt nuvarande lösenord.
sw: Weka nenosiri la sasa.
ta: தற்போதைய பாஸ்வேர்டை உள்ளிடவும்
te: ప్రస్తుత పాస్వర్డ్ని నమోదు చేయండి.
th: ป้อนรหัสผ่านปัจจุบัน
tr: Şuanki şifrenizi girin
uk: Введіть поточний пароль.
ur: موجودہ پاس ورڈ لکھیں.
vi: Nhập mật khẩu hiện tại
zu: Faka iphasiwedi yamanje.

source: Enter new password.
af: Voer 'n nuwe wagwoord in.
am: አዲስ የይለፍ ቃል ያስገቡ.
ar: أدخل كلمة مرور جديدة.
az: Yeni parolu daxil edin.
be: Увядзіце новы пароль.
bg: Въведи нова парола.
bn: নতুন পাসওয়ার্ড লিখুন।
ca: Introdueixi nova contrasenya.
cs: Zadejte nové heslo.
da: Instast ny adgangskode
el: Εισάγετε τον νέο κωδικό πρόσβασης.
es_es: Introduce la nueva contraseña.
et: Sisesta praegune salasõna.
eu: Pasahitza baieztatu.
fa: گذرواژه جدید وارد کنید
fi: Syötä uusi salasana
fil: Ilagay ang bagong password
fr: Saisissez un nouveau mot de passe.
gl: Introduce un novo contrasinal.
he: הכנס סיסמה חדשה.
hi: नया पासवर्ड एंटर करें।
hr: Upišite novu lozinku.
hu: Adja meg, mi legyen az új jelszava.
hy: Մուտքագրել նոր գաղտնաբառը
id: Masukkan kata sandi baru.
is: Sláðu inn nýtt lykilorð.
ja: 新しいパスワードを入力してください
ka: შეიყვანეთ ახალი პასვორდი.
kk: Жаңа құпия сөзді енгізіңіз.
km: បញ្ចូលពាក្យសម្ងាត់ថ្មី។
kn: ಹೊಸ ಪಾಸ್‌ವರ್ಡ್ ನಮೂದಿಸಿ.
ky: Жаңы пароль киргизиңиз.
lo: ກະລຸນາໃສ່ລະຫັດລັບໃຫມ່.
lt: Įveskite naują slaptažodį.
lv: Ievadiet jaunu paroli.
mk: Внесете нова лозинка.
ml: പുതിയ പാസ്വേഡ് നൽകുക.
mn: Шинэ нууц үг оруулна уу.
mr: नवीन पासवर्ड टाका.
ms: Masukkan kata laluan baru.
my: စကားဝှက်အသစ်ထည့်ပါ
nb_no: Oppgi nytt passord.
ne: नयाँ पासवर्ड प्रविष्ट गर्नुहोस्।
nl: Voer nieuw wachtwoord in.
pl: Wpisz nowe hasło
pt: Insira a nova senha.
ro: Introduce noua parolă
ru: Введите новый пароль.
si: නව මුරපදය ඇතුළත් කරන්න.
sk: Zadajte nové heslo.
sl: Vnesite novo geslo.
sq: Shkruani fjalëkalimin e ri
sr: Unesite novu lozinku
sv: Ange nytt lösenord.
sw: Weka nenosiri jipya.
ta: புதிய பாஸ்வேர்ட்டை உள்ளிடவும்
te: కొత్త పాస్వర్డ్ని నమోదు చేయండి.
th: ใส่รหัสผ่านใหม่.
tr: Yeni şifre girin
uk: Введіть новий пароль.
ur: نیا پاس ورڈ لکھیں
vi: Nhập mật khẩu mới
zu: Faka iphasiwedi entsha.

source: Enter confirm password.
af: Bevestig wagwoord.
am: የይለፍ ቃል ያረጋግጡ
ar: تأكيد كلمة المرور.
az: Parolu təsdiq edin.
be: Пацвердзіце пароль.
bg: Потвърди паролата.
bn: পাসওয়ার্ড নিশ্চিত করুন।
ca: Confirmar contrasenya.
cs: Potvrďte heslo.
da: Bekræft adgangskode
el: Επιβεβαιώστε τον κωδικό πρόσβασης.
es_es: Confirma la contraseña.
et: Kinnita salasõna.
eu: pasahitzak ez datoz bat!
fa: رمز ورود را تأیید کنید.
fi: Vahvista salasana
fil: Kumpirmahin ang password.
fr: Confirmez le mot de passe.
gl: Confirme o contrasinal.
he: אשר סיסמה.
hi: पासवर्ड की पुष्टि कीजिये।
hr: Potvrdite lozinku.
hu: Jelszó megerősítése
hy: Հաստատել գաղտնաբառը
id: Konfirmasi kata sandi.
is: Staðfesta lykilorð.
ja: パスワードを認証してください
ka: დაადასტურეთ პასვორდი.
kk: Құпия сөзді растаңыз.
km: បញ្ជាក់ពាក្យសម្ងាត់។
kn: ಪಾಸ್ವರ್ಡ್ ದೃಢೀಕರಿಸಿ.
ky: Парольду ырастоо
lo: ຢືນ​ຢັນ​ລະ​ຫັດ.
lt: Patvirtinkite slaptažodį.
lv: Apstipriniet paroli.
mk: Потврди ја лозинката.
ml: പാസ്വേഡ് സ്ഥിരീകരിക്കുക.
mn: Нууц үгийг баталгаажуулна уу.
mr: पासवर्डची पुष्टी करा.
ms: Sahkan kata laluan.
my: စကားဝှက်ကိုအတည်ပြုမည်
nb_no: Bekreft passord.
ne: पासवर्ड सुनिश्चित गर्नुहोस।
nl: Bevestig wachtwoord.
pl: Potwierdź hasło
pt: Confirmar senha.
ro: Confirmă parola
ru: Подтвердите Пароль.
si: මුරපදය තහවුරු කරන්න.
sk: Potvrďte heslo.
sl: Potrdi geslo.
sq: Konfirmoni fjalëkalimin
sr: Potvrdi lozinku.
sv: Bekräfta lösenord.
sw: Thibitisha nenosiri.
ta: பாஸ்வேர்டை உறுதி செய்யவும்
te: పాస్వర్డ్ని నిర్ధారించండి.
th: ยืนยันรหัสผ่าน.
tr: Şifreyi onayla.
uk: Пітвердити пароль.
ur: تصدیقی پاس ورڈ
vi: Xác nhận mật khẩu
zu: Qinisekisa Iphasiwedi.

source: password do not matched!
af: Wagwoorde stem nie oreen nie!
am: የይለፍ ቃል አይዛመድም
ar: كلمة المرور غير مطابقة!
az: parollar uyğun gəlmir!
be: Паролі не супадаюць!
bg: Несъответствие на паролата!
bn: পাসওয়ার্ড মিলছে না!
ca: Les contrasenyes no coincideixen!
cs: hesla se neshodují!
da: Adgangskode matcher ikke!
el: Οι κωδικοί πρόσβασης δεν ταιριάζουν μετάξυ τους!
es_es: Las contraseñas no coinciden!
et: salasõnad ei ühildu!
eu: HASI
fa: رمزهای ورود مطابقت ندارند!
fi: Salasanat eivät täsmää!
fil: hindi pareho ang mga password!
fr: Les mots de passe ne correspondent pas !
gl: Os contrasinais non coinciden.
he: סיסמאות לא תואמות!
hi: पासवर्ड मेल नहीं खाते!
hr: lozinke se ne podudaraju!
hu: a jelszavak nem egyeznek!
hy: Գաղտնաբառերը չե՛ն համընկնում
id: Kata sandi tidak cocok!
is: Lykilorðin stemma ekki!
ja: パスワードが一致していません！
ka: პასვორდები არ ემთხვევა!
kk: Құпия сөздер сәкес келмейді
km: ពាក្យសម្ងាត់មិនត្រូវគ្នាទេ!
kn: ಪಾಸ್ವರ್ಡ್ ತಾಳೆಯಾಗುತ್ತಿಲ್ಲ!
ky: паролдор дал келбейт!
lo: ລະຫັດຜ່ານບໍ່ກົງກັນ!
lt: Slaptažodžiai nesutampa!
lv: Paroles nesakrīt!
mk: Лозинките не се совпаѓаат!
ml: പാസ്വേഡുകൾ പൊരുത്തപ്പെടുന്നില്ല!
mn: нууц үг таарахгүй байна!
mr: पासवर्ड जुळत नाही!
ms: Kata laluan tidak sama!
my: စကားဝှက်မတူညီပါ
nb_no: passordene er ikke like!
ne: पासवर्ड मेल खाँदैन!
nl: wachtwoorden komen niet overeen!
pl: Hasła się nie zgadzają
pt: as senhas não batem!
ro: parolele nu se potrivesc!
ru: Пароли не соответствуют!
si: මුරපද නොගැලපේ!
sk: heslá sa nezhodujú!
sl: geslo se ne ujema
sq: Fjalëkalimet nuk përshtaten
sr: Lozinke se ne podudaraju!
sv: lösenordet matchar inte!
sw: nywila hailingani!
ta: பாஸ்வேர்ட் பொருந்தவில்லை
te: పాస్ వర్డ్ లు జతకావడం లేదు!
th: รหัสผ่านไม่ตรงกัน!
tr: Şifreler eşleşmiyor!
uk: паролі не співпадають!
ur: پاس ورڈ میچ نہیں ہو رہا!
vi: mật khẩu không khớp!
zu: amaphasiwedi awafani!

source: GET STARTED
af: BEGIN
am: ጀምር
ar: البدء
az: BAŞLAYIN
be: ПАЧАЦЬ
bg: ЗАПОЧНИ
bn: এবার শুরু করা যাক
ca: COMENÇAR
cs: ZAČÍT
da: KOM I GANG
el: ΞΕΚΙΝΗΣΤΕ
es_es: EMPEZAR
et: ALUSTA
eu: SKIP
fa: شروع کنید
fi: ALOITETAAN
fil: MAGSIMULA
fr: DÉMARRER
gl: COMEZAR
he: להתחיל
hi: शुरू हो जाएं
hr: ZAPOČNITE
hu: KEZDJÜK
hy: ՍԿՍԵԼ
id: MEMULAI
is: BYRJA
ja: 始めましょう
ka: დავიწყოთ
kk: Бастау
km: ចាប់ផ្តើម
kn: ಪ್ರಾರಂಭಿಸಿ
ky: БАШТОО
lo: ເລີ່ມ​ຕົ້ນ
lt: PRADĖTI
lv: SĀC
mk: ПОЧНИ
ml: തുടങ്ങി
mn: ГЕТ БҮЛЭГ
mr: सुरु करूया
ms: MULAKAN
my: စတင်မည်
nb_no: KOM I GANG
ne: सुरु गर्नुहोस
nl: BEGIN
pl: ZACZYNAMY
pt: INICIAR
ro: ÎNCEPE ACUM
ru: НАЧАТЬ
si: ආරම්භ කරන්න
sk: ZAČAŤ
sl: ZAČNITE
sq: FILLONI
sr: POČNITE
sv: KOMMA IGÅNG
sw: kupata kuanza
ta: ஆரம்பிக்க தயாராகவும்
te: ప్రారంభించండి
th: เริ่ม
tr: BAŞLAYIN
uk: ПОЧАТИ
ur: شروع کرے
vi: BẮT ĐẦU
zu: QALA

source: SKIP
af: SLAAN OOR
am: ዝለል
ar: تخطى
az: KEÇİN
be: ПРАПУСЦІЦЬ
bg: ПРОПУСНИ
bn: স্কিপ করুন
ca: OMETRE
cs: PŘESKOČIT
da: SPRING OVER
el: ΠΑΡΑΛΕΙΨΗ
es_es: OMITIR
et: JÄTA VAHELE
fa: پرش
fi: OHITA
fil: LAKTAWAN
fr: SAUTER
gl: SALTAR
he: לדלג
hi: छोड़ें
hr: PRESKOČI
hu: ÁTUGRÁS
hy: ԲԱՑ ԹՈՂՆԵԼ
id: LEWATI
ja: スキップ
ka: გამოტოვე
kk: секіру
km: រំលង
kn: ಸ್ಕಿಪ್
ky: ӨТКӨРҮҮ
lo: ຂ້າມ
lt: PRALEISTI
lv: Izlaist
mk: Прескокнете
ml: ഉപേക്ഷിക്കുക
mn: АЛГАСАХ
mr: टाळा
ms: SELANJUTNYA
my: ကျော်မည်
nb_no: HOPP OVER
ne: छोड्नुहोस्
nl: OVERSPRINGEN
pl: POMIŃ
pt: PULAR
ro: OMITE
ru: ПРОПУСКАТЬ
si: මඟ හරින්න
sk: PRESKOČIŤ
sl: PRESKOČI
sq: ANASHKALONI
sr: PRESKOČI
sv: HOPPA ÖVER
sw: ruka
ta: தவிர்க்கவும்
te: దాటెయ్యండి
th: ข้าม
tr: ATLA
uk: ПРОПУСТИТИ
ur: آگے بڑھیں
vi: BỎ QUA
zu: Eqa
