Repository: newsreels/app-mobile-ios
Catalog: Bullet/*.lproj/Localizable.strings
Languages: af, am, ar, az, be, bg, bn, ca, cs, da, el, es_es, et, eu, fa, fi, fil, fr, gl, he, hi, hr, hu, hy, id, is, ja, ka, kk, km, kn, ky, lo, lt, lv, mk, ml, mn, mr, ms, my, nb_no, ne, nl, pl, pt, ro, ru, si, sk, sl, sq, sr, sv, sw, ta, te, th, tr, uk, ur, vi, zu

source: Keeping updated about the news stories you love should not take too much of your time. News in Bullets takes the regular 5-minute read and condense it into easily digestible bullets. Now, you can take in the same news in just a fraction of the time – so you can read more in less time.
af: Lees die nuus vining met hierdie TOEP. Kies u onderwerpe en bronne. Lees dan u nuus met hoogtepunte.
am: ዜናውን በዚህ መተግበሪያ በፍጥነት ያንብቡ። ርዕሶችዎን እና ምንጮችዎን ይምረጡ ፡፡ ከዚያ የዜናዎን ዋና ዋና ነጥቦችን ያንብቡ።
ar: اقرأ الأخبار بسرعة مع هذا التطبيق. اختر موضوعاتك ومصادرك. ثم اقرأ أخبارك بنقاط قصيرة.
az: Bu tətbiq vasitəsilə xəbərləri daha sürətlə oxuyun. Mövzu və mənbələrinizi seçib bülleten xəbərləri oxuyun.
be: Чытайце навіны хутка з гэтай праграмай. Выбірайце тэмы і крыніцы. Пасля гэтага чытайце свае навіны ў выглядзе кароткіх зводках.
bg: Прочети новините бързо с това приложение. Избери твоите теми и източници. Прочети твоите новини като кратки точки..
bn: এই অ্যাপ্লিকেশনটি ব্যবহার করে দ্রুত সংবাদ পড়ুন। আপনার বিষয়বস্তু এবং সূত্র পছন্দ করুন। তারপরে সংক্ষিপ্ত সংবাদ শিরোনাম দিয়ে আপনার সংবাদ পড়ুন।
ca: Llegeixi les notícies ràpidament amb aquesta aplicació. Triï els seus temes i fonts. Després llegeixi les seves notícies amb bales breus.
cs: Přečtěte si zprávy rychle s touto aplikací. Vyberte si témata a zdroje. Pak si přečtěte zprávy v krátkých odrážkách.
da: Læs nyhederne hurtigt med denne app. Vælg dine emner og kilder. Læs derefter dine nyheder med korte punkter.
el: Διαβάστε τα νέα γρήγορα με αυτή την εφαρμογή. Επιλέξτε τα θέματά σας και τις πηγές. Έπειτα διαβάστε τα νέα σε σύντομους τίτλους.
es_es: Lee las noticias rápidamente con esta aplicación. Elige tus temas y fuentes. Luego lee tus noticias con puntos cortos.
et: Loe uudiseid selle rakenduse abil kiiremini. Vali oma teemad ja allikad. Seejärel loe uudiseid lühipunktidena.
eu: Irakurri albiste azkar aplikazio honekin. Aukeratu zure gai eta iturri. Ondoren, zure albiste bala puntu labur irakurri.
fa: اخبار را به سرعت با این برنامه بخوانید. مباحث و منابع خود را انتخاب کنید. سپس اخبار خود را با سرخط اخبار کوتاه بخوانید.
fi: Lue uutiset nopeasti tällä sovelluksella. Valitse aiheet ja lähteet. Sen jälkeen lue uutiset lyhyinä lauseina.
fil: Magbasa ng mabilisan gamit ang app na ito. Pumili ng gusto mong paksa at basahin ang mga balitang naka-bullet point.
fr: Lisez les nouvelles rapidement avec cette application. Choisissez vos sujets et vos sources. Lisez ensuite vos nouvelles avec des points courts.
gl: Le as noticias rapidamente con esta aplicación. Elixe os teus temas e tipos de letra. Despois le as túas novas con boletíns curtos.
he: קראו את החדשות במהירות באמצעות האפליקציה הזו. בחר נושאים והמקורות שלך. ואז לקרוא את העיתונים שלכם עם נקודות כדור קצר.
hi: इस ऐप के साथ न्यूज़ को जल्दी पढ़ें। अपने टॉपिक्स और स्रोतों को चुनें। फिर छोते बुलेट पॉइंट्स के साथ अपने न्यूज़ पढ़ें।
hr: Brzo pročitajte vijesti s ovom aplikacijom. Odaberite svoje teme i izvore, a zatim pročitajte vijesti u kratkim natuknicama.
hu: Olvasson híreket gyorsan ezzel az alkalmazással. Válassza ki a témát és a forrást. Azután olvasson híreket vázlatpontokba szedve.
hy: Արագ կարդացեք նորությունները այս հավելվածի միջոցով: Ընտրեք ձեր թեմաներն ու աղբյուրները: Այնուհետև կարդացեք ձեր նորությունների հիմնական կարևոր մասերը:
id: Baca berita secara cepat dengan aplikasi ini. Tentukan topik sumber anda. Lalu baca pesan anda dengan poin-poin penting yang singkat
is: Lesa fréttir fljótt með þessu forriti. Velja efni þitt og heimildir. Þá lesa fréttir með stuttum stig bullet.
ja: このアプリでニュースをすばやく読むことができます。 トピックとソースを選択してください。 次に、短い箇条書きでニュースを読みましょう。
ka: იკითხეთ სიახლეები სწრაფად ამ აპლიკაციით. აირჩიეთ თქვენი თემები და წყაროები. შემდეგ იკითხეთ თქვენი ახალი ამბები მოკლე თეზისებად.
kk: Өзіңіздің сүйікті жаңалықтарыңыз туралы үнемі хабардар болу сіздің көп уақытыңызды алмауы керек. Bullets-тегі жаңалықтар 5 минуттық оқуды және оны жеңіл сіңімді оқтарға айналдыруды қажет етеді. Енді сіз бір ғана жаңалықты уақыттың аз бөлігінде қабылдай аласыз, сондықтан аз уақытта көбірек оқи аласыз.
km: អានព័ត៌មានយ៉ាងរហ័សជាមួយកម្មវិធីនេះ។ ជ្រើសរើសប្រធានបទ និងប្រភពព័ត៌មានរបស់អ្នក។ បន្ទាប់មកអានព័ត៌មានរបស់អ្នកជាចំណុចខ្លីៗ។
kn: ಈ ಅಪ್ಲಿಕೇಶನ್‌ನೊಂದಿಗೆ ಸುದ್ದಿಗಳನ್ನು ತ್ವರಿತವಾಗಿ ಓದಿ. ನಿಮ್ಮ ವಿಷಯಗಳು ಮತ್ತು ಮೂಲಗಳನ್ನು ಆರಿಸಿ. ನಂತರ ಸಣ್ಣ ಬುಲೆಟ್ ಪಾಯಿಂಟ್‌ಗಳೊಂದಿಗೆ ನಿಮ್ಮ ಸುದ್ದಿಗಳನ್ನು ಓದಿ.
ky: Бул колдонмо менен жаңылыктарды тез окуп чыгыңыз. Темаларыңызды жана булактарыңызды тандаңыз. Андан кийин жаңылыктарыңызды кыска чекиттер менен окуңуз.
lo: ອ່ານຂ່າວຢ່າງວ່ອງໄວກັບ app ນີ້. ເລືອກຫົວຂໍ້ແລະແຫຼ່ງຂໍ້ມູນຂອງທ່ານ. ຫຼັງຈາກນັ້ນໄດ້ອ່ານຂ່າວຂອງທ່ານມີຈຸດປືນສັ້ນ.
lt: Naudodamiesi šia programėle žinias perskaitykite akimirksniu. Pasirinkite savo temas ir šaltinius, tuomet - skaitykite savo naujienas trumpais punktais.
lv: Lasiet ziņas ātri ar šo app. Izvēlies savu tēmu un avotus. Tad lasītu ziņas ar īsām aizzīmju punktiem.
mk: Читање на вести брзо со оваа апликација. Изберете го вашиот теми и извори. Потоа ги чита вашиот вести со кратки bullet поени.
ml: ഈ അപ്ലിക്കേഷൻ ഉപയോഗിച്ച് വേഗത്തിൽ വാർത്ത വായിക്കുക. നിങ്ങളുടെ വിഷയങ്ങളും ഉറവിടങ്ങൾ തിരഞ്ഞെടുക്കുക. അപ്പോൾ ചെറിയ ബുള്ളറ്റ് പോയിന്റ് നിങ്ങളുടെ വാർത്തകൾ വായിക്കാൻ.
mn: Энэ програмын тусламжтайгаар мэдээг хурдан уншаарай. Сэдэв, эх сурвалжаа сонгоно уу. Дараа нь богино сумны цэгүүдээр мэдээгээ уншаарай.
mr: हा अनुप्रयोग त्वरीत बातम्या वाचा. आपल्या विषय आणि स्त्रोत निवडा. मग लहान बुलेट पॉइण्ट्स आपल्या बातम्या वाचा.
ms: Baca berita dengan pantas dengan aplikasi ini. Pilih topik dan sumber anda. Kemudian baca berita anda dengan senarai ringkas.
my: ဒီအက်ပ်ဖြင့် သတင်းများကိုအမြန် ဖတ်ပါ။ ခေါင်းစဉ်များနှင့် အရင်းအမြစ်များကို ရွေးပါ။ ထို့နောက်ဘူးလက်ပွှုင့်တိုများအလိုက်ဖတ်ပါ။
nb_no: Les nyheter raskt med denne appen. Velg dine kategorier og kilder. Les nyheter kort oppsummert.
ne: यस ऐपको मद्धतले समाचारहरू छिटो पढ्नुहोस्। तपाईका शीर्षक र स्रोतहरू छान्नुहोस्। त्यसपछि छोटो बुलेट पोइन्टमा आफ्नो समाचार पढ्नुहोस्
nl: Lees snel het nieuws met deze app. Kies uw onderwerpen en bronnen. Lees vervolgens uw nieuws met korte opsommingen.
pl: Czytaj wiadomości szybko z naszą aplikacją. Wybierz swoje tematy i źródła a następnie czytaj je podsumowane w podpunktach.
pt: Leia notícias rapidamente com este app. Escolha seus tópicos e fontes. Então, leia suas notícias resumidas em pontos curtos.
ro: Folosește această aplicație pentru a citi rapid știrile zilei. Alege-ți sursa și subiectele care te interesează și citește evenimentele de ultimă oră pe scurt, la liniuță.
ru: Читайте новости быстро с этим приложением. Выберите темы и источники. Тогда читать новости с короткой пулей точками.
si: මෙම යෙදුම සමඟ ප්‍රවෘත්ති ඉක්මනින් කියවන්න. ඔබේ මාතෘකා සහ ප්‍රභවයන් තෝරන්න. ඉන්පසු කෙටි බුලට් ලකුණු සමඟ ඔබේ ප්‍රවෘත්ති කියවන්න.
sk: Prečítajte si správy rýchlo s touto aplikáciou. Vyberte si témy a zdroje. Potom si prečítajte správy v krátkych odrážkach.
sl: S to aplikacijo hitro preberite novice. Izberite svoje teme in vire. Nato preberite svoje novice s kratkimi povzetki.
sq: Lexoni lajmet shpejt me këtë aplikacion. Zgjedhni temat dhe burimet tuaja. Pastaj lexoni lajme tuaja në pika të shkurta
sr: Čitajte vijesti brže pomoću ove aplikacije. Izaberite teme i izvore. Zatim pročitajte svoje vesti u kratkim crtama.
sv: Läs nyheterna snabbt med denna app. Välj dina ämnen och källor. Läs sen dina nyheter genom en kort punktlista.
sw: Soma habari haraka na programu hii. Chagua mada yako na vyanzo. Kisha kusoma habari yako na pointi short risasi.
ta: இந்தச் செயலி மூலம் செய்திகளை விரைவாகப் படியுங்கள். உங்களுக்கு வேண்டிய கட்டுரைகளை விரும்பிய இடங்களில் இருந்து தேர்வு செய்யுங்கள. விரும்பும் செய்திகளை சுருக்கமான முக்கியப் புள்ளிகளாக பின்னர் படியுங்கள்.
te: ఈ యాప్ తో వార్తలను త్వరగా చదవండి. మీ టాపిక్ లు మరియు సోర్సులను ఎంచుకోండి. తరువాత చిన్నచిన్న బుల్లెట్ పాయింట్లతో మీ వార్తలని చదవండి.
th: อ่านข่าวได้อย่างรวดเร็วด้วยแอพนี้ เลือกหัวข้อและแหล่งที่มาของคุณ จากนั้นอ่านข่าวของคุณด้วยสัญลักษณ์แสดงหัวข้อย่อยสั้น ๆ
tr: Bu uygulama ile haberleri hızlıca okuyun.Konuları ve kaynakları seçin.Sonra haberlerinizi kısa madde işaretleriyle okuyun.
uk: Читайте новини швидше за допомошою цього додатка. Оберіть свої теми та джерела. Потім читайте свої новини коротко у вигляді ключових моментів.
ur: اس ایپ کے ذریعہ خبروں کو فوری پڑھیں۔ اپنے موضوعات اور ذرائع منتخب کریں۔ پھر مختصر لائنوں میں اپنی خبریں پڑھیں۔
vi: Đọc tin tức nhanh chóng với ứng dụng này. Chọn chủ đề và nguồn mà bạn muốn. Đọc tin tức của bạn bằng những điểm tin ngắn.
zu: Funda izindaba ngokushesha ngalolu hlelo lokusebenza. Khetha izihloko zakho nemithombo. Ngemuva kwalokho funda izindaba zakho ngamaphuzu amafushane ezinhlamvu.

source: Push Notification
af: Kennisgewing
am: ማሳወቂያ
ar: تنبيه
az: Bildiriş
be: Апавяшчэнне
bg: Известия
bn: নোটিফিকেশন
ca: Notificació
cs: Oznámení
da: Notifikation
el: Ειδοποίηση
es_es: Notificación
et: Märguanne
eu: Jakinarazpen
fa: اطلاع
fi: Ilmoitus
fil: Notipikasyon
fr: Notification
gl: Notificación
he: הוֹדָעָה
hi: नोटिफिकेशन्स
hr: Obavijest
hu: Értesítés
hy: Ծանուցումներ
id: Notifikasi
is: Push tilkynning
ja: 通知
ka: შეტყობინება
kk: Хабарлама
km: ការជូនដំណឹង
kn: ಅಧಿಸೂಚನೆ
ky: Эскертүү
lo: Pແຈ້ງ
lt: Pranešimas
lv: paziņojums
mk: известување
ml: അറിയിപ്പ്
mn: Мэдэгдэл
mr: सूचना
ms: Notifikasi
my: အသိပေးချက်
nb_no: Varsel
ne: नोतिफिवेशन
nl: Melding
pl: Powiadomienia
pt: Notificação
ro: Notificări
ru: уведомление
si: දැනුම්දීම
sk: Oznámenie
sl: Obvestila
sq: Noftim
sr: Obavesti
sv: Notis
sw: Taarifa
ta: அறிவிப்புகள்
te: నోటిఫికేషన్
th: การแจ้งเตือน
tr: Bildirimler
uk: СПОВІЩЕННЯ
ur: اطلاع
vi: Thông báo
zu: Isaziso

source: E-mail
af: E-pos
am: ኢሜል
ar: البريد الإلكتروني
az: E-poçt
be: Электронная пошта
bn: ইমেইল
es_es: Correo electrónico
et: E-post
eu: Emaila
fa: پست الکترونیک
fi: Sähköpostiosoitteesi
fr: Courriel
gl: Correo electrónico
he: אימייל
hi: ईमेल
hy: Էլ․ հասցե
is: Tölvupóstur
ja: Eメール
ka: ელფოსტა
kk: Электрондық пошта
km: អ៊ីមែល
kn: ಇಮೇಲ್
ky: Электрондук почта
lo: ອີເມລ
lt: El. paštas
lv: E-pasts
mk: Е-пошта
ml: ഇമെയിൽ
mn: И-мэйл
mr: ईमेल
ms: Emel
my: အီးမေးလ်
nb_no: E-post
ne: इमेल
ru: Эл. адрес
si: විද්යුත් තැපෑල
sl: Elektronski naslov
sq: Email adresa
sr: E-pošta
sw: Barua pepe
ta: மின்னஞ்சல்
te: ఇమెయిల్
th: อีเมล
uk: Електронна пошта
ur: ای میل
zu: I-imeyili

source: How can we help you?
af: Hoe kan ons help?
am: እንዴት መርዳት እንችላለን?
ar: كيف يمكن أن نساعد؟
az: Sizə necə kömək edə bilərik?
be: Чым мы можам дапамагчы?
bg: Как да ти помогнем??
bn: আমরা কিভাবে সাহায্য করতে পারি?
ca: Com podem ajudar?
cs: Jak vám můžeme pomoci?
da: Hvordan kan vi hjælpe?
el: Πώς μπορούμε να βοηθήσουμε;
es_es: ¿Cómo podemos ayudar?
et: Kuidas me saame aidata?
eu: Nola lagun zaitzakegu?
fa: چطور میتوانیم کمک کنیم؟
fi: Miten voimme auttaa?
fil: Ano ang maitutulong namin sa iyo?
fr: Comment pouvons-nous vous aider ?
gl: Como podemos axudar?
he: איך אנחנו יכולים לעזור?
hi: हम आपकी सहायता किस तरह से कर सकते है?
hr: Kako vam možemo pomoći?
hu: Hogyan segíthetünk?
hy: Ինչպե՞ս կարող ենք օգնել
id: Apa yang bisa kami bantu?
is: Hvernig getum við aðstoðað?
ja: どのように我々は助けることができます？
ka: რით შეგვიძლია დაგეხმაროთ?
kk: Біз қалай көмектесе аламыз?
km: តើយើងអាចជួយអ្វីបាន?
kn: ನಾವು ಹೇಗೆ ಸಹಾಯ ಮಾಡಬಹುದು?
ky: Кантип жардам бере алабыз?
lo: ແນວໃດທີ່ພວກເຮົາສາມາດຊ່ວຍເຫຼືອ?
lt: Kuo galime padėti?
lv: Kā mēs varam palīdzēt?
mk: Како можеме да ви помогнеме?
ml: എങ്ങനെ നമുക്ക് സഹായിക്കാം?
mn: Бид яаж туслах вэ?
mr: आपण कशा प्रकारे मदत करू शकतो?
ms: Boleh kami bantu?
my: ကျွန်ုပ်တို့ဘာကူညီရမလဲ?
nb_no: Hvordan kan vi hjelpe?
ne: हामि तप्निलाई कसरि मद्धत गर्न सक्छौ ?
nl: Hoe kunnen wij u helpen?
pl: Jak możemy pomóc?
pt: Como podemos ajudá-lo?
ro: Cum te putem ajuta?
ru: Как мы можем помочь?
si: අපට උදව් කළ හැක්කේ කෙසේද?
sk: Ako vám môžeme pomôcť?
sl: Kako vam lahko pomagamo?
sq: Si mundemi të ju ndihmojmë?
sr: Kako možemo pomoći?
sv: Hur kan vi hjälpa?
sw: Tunawezaje kusaidia?
ta: நாங்கள் எவ்வாறு உதவ இயலும்?
te: మేము మీకు ఎలా సహాయపడగలం?
th: เราจะช่วยได้อย่างไร?
tr: Nasıl yardımcı olabiliriz?
uk: Чим ми можемо допомогти?
ur: ہم آپ کی کیا مدد کرسکتے ہے؟
vi: Chúng tôi có thể giúp như thế nào?
zu: Singasiza kanjani?

source: CHANGE PASSWORD
af: VERANDER WAGWOORD
am: የይለፍ ቃል ይቀይሩ
ar: غير كلمة السر
az: PAROLU DƏYİŞİN
be: ЗМЕНА ПАРОЛЯ
bg: Промени парола
bn: পাসওয়ার্ড পরিবর্তন করুন
ca: CANVIA LA CONTRASENYA
cs: ZMĚNIT HESLO
da: Skift adgangskode
el: ΑΛΛΑΓΗ ΚΩΔΙΚΟΥ ΠΡΟΣΒΑΣΗΣ
es_es: CAMBIAR CONTRASEÑA
et: MUUDA SALASÕNA
eu: ALDATU PASAHITZA
fa: رمز عبور را تغییر دهید
fi: VAIHDA SALASANA
fil: MAGPALIT NG PASSWORD
fr: CHANGER DE MOT DE PASSE
gl: CAMBIA A CONTRASINAL
he: שנה סיסמא
hi: पासवर्ड बदलें
hr: PROMIJENITE LOZINKU
hu: JELSZÓ MEGVÁLTOZTATÁSA
hy: ՓՈԽԵԼ ԳԱՂՏՆԱԲԱՌԸ
id: GANTI KATA SANDI
is: BREYTA LYKILORÐI
ja: パスワードを変更する
ka: პასვორდის ცვლილება
kk: ҚҰПИЯСӨЗДІ АУЫСТЫРУ
km: ផ្លាស់ប្តូរលេខសម្ងាត់
kn: ಪಾಸ್ವರ್ಡ್ನ್ನು ಬದಲಿಸಿ
ky: ПАРОЛДУ ӨЗГӨРТҮҮ
lo: ປ່ຽນ​ລະ​ຫັດ​ຜ່ານ
lt: PAKEISTI SLAPTAŽODĮ
lv: Mainīt paroli
mk: ПРОМЕНИ ГО ПАСВОРДОТ
ml: പാസ്വേഡ് മാറ്റുക
mn: ЧАНГИЙН ХУРАЛДАА
mr: संकेतशब्द बदला
ms: TUKAR KATA LALUAN
my: စကားဝှက်ပြောင်းမည််
nb_no: ENDRE PASSORD
ne: पस्वोर्ड परिवर्तन गर्नुस
nl: WACHTWOORD WIJZIGEN
pl: ZMIEŃ HASŁO
pt: ALTERAR SENHA
ro: SCHIMBARE PAROLĂ
ru: ИЗМЕНИ ПАРОЛЬ
si: මුරපදය වෙනස් කරන්න
sk: ZMENIŤ HESLO
sl: SPREMENITE GESLO
sq: Ndryshoni fjalëkalimin
sr: PROMENI LOZINKU
sv: BYT LÖSENORD
sw: BADILISHA NENO LA SIRI
ta: பாஸ்வேர்டை மாற்ற
te: పాస్వర్డ్ ని మార్చండి
th: เปลี่ยนรหัสผ่าน
tr: ŞİFREYİ DEĞİŞTİR
uk: Змінити пароль
ur: پاس ورڈ تبدیل کریں
vi: ĐỔI MẬT KHẨU
zu: SHINTSHA IPHASIWEDI

source: Change Email
af: VERANDER E-POS ADRES
am: የኢሜል አድራሻዎትን ይቀይሩ
ar: تغيير البريد الالكتروني
az: E-POÇT ÜNVANINI DƏYİŞİN
be: ЗМЯНІЦЬ ЭЛЕКТРОННЫ АДРАС
bg: Промени email адрес
bn: ইমেইল ​​এ্যড্রেস পরিবর্তন করুন
ca: CANVIAR ADREÇA DE CORREU ELECTRÒNIC
cs: ZMĚNIT E-MAILOVOU ADRESU
da: Skift E-mail Adresse
el: ΑΛΛΑΓΗ ΔΙΕΥΘΥΝΣΗΣ EMAIL
es_es: CAMBIAR LA DIRECCIÓN DE CORREO ELECTRÓNICO
et: MUUDA E-POSTI AADRESS
eu: CHANGE E-posta helbidea
fa: آدرس ایمیل را تغییر دهید
fi: VAIHDA SÄHKÖPOSTIOSOITE
fil: MAGPALIT NG EMAIL
fr: CHANGER D'ADRESSE ÉLECTRONIQUE
gl: CAMBIAR A DIRECCIÓN DE CORREO ELECTRÓNICO
he: שנה כתובת דואר אלקטרוני
hi: ईमेल पता बदलें
hr: PROMIJENITE EMAIL ADRESU
hu: EMAIL CÍM MEGVÁLTOZTATÁSA
hy: ՓՈԽԵԼ ԷԼ․ ՀԱՍՑԵՆ
is: Breyttu tölvupósti
ja: メールアドレスを変更する
ka: ელფოსტის მისამართის ცვლილება
kk: ЭЛЕКТРОНДЫҚ ПОШТА МЕКЕНЖАЙЫН ӨЗГЕРТУ
km: ផ្លាស់ប្តូរអាស័យដ្ឋានអ៊ីមែលរបស់អ្នក
kn: ಇಮೇಲ್ ವಿಳಾಸವನ್ನು ಬದಲಾಯಿಸಿ
ky: Почта дарегин өзгөртүү
lo: ປ່ຽນຢູ່ອີເມລ
lt: PAKEISTI EL. PAŠTO ADRESĄ
lv: MAINĪT EPASTA ADRESI
mk: ПРОМЕНИ ЈА Е-МАИЛ АДРЕСАТА
ml: ഇ മെയിൽ വിലാസം മാറ്റുക
mn: АЖИЛЛАГАА МЭДЭЭЛЭЛ
mr: बदला EMAIL ADDRESS
ms: TUKAR ALAMAT E-MEL
my: အီးမေးလ်လိပ်စာပြောင်းမည်
nb_no: ENDRE E-POSTADRESSE
ne: इमेल परिवर्तन गर्नुस
nl: E-MAILADRES WIJZIGEN
pl: ZMIEŃ ADRES EMAIL
pt: ALTERAR ENDEREÇO DE E-MAIL
ro: SCHIMBARE ADRESĂ DE EMAIL
ru: ИЗМЕНИТЬ АДРЕС ЭЛЕКТРОННОЙ ПОЧТЫ
si: විද්යුත් තැපැල් ලිපිනය වෙනස් කරන්න
sk: ZMENIŤ E-MAILOVÚ ADRESU
sl: SPREMENITE ELEKTRONSKI NASLOV
sq: Ndryshoni email adresen tuaj
sr: PROMENI ADRESU E-POŠTE
sv: BYT EMAIL-ADRESS
sw: BADILISHA EMAIL ADDRESS
ta: மின்னஞ்சலை மாற்ற
te: ఇమెయిల్ చిరునామా ని మార్చండి
th: เปลี่ยนที่อยู่อีเมลล์
tr: EMAIL ADRESİNİ DEĞİŞTİR
uk: ЗМІНИТИ ЕЛЕКТРОННУ ПОШТУ
ur: ای میل ایڈریس تبدیل کریں
vi: ĐỔI ĐỊA CHỈ EMAIL
zu: Shintsha Ikheli Le-imeyili

source: SAVE CHANGES
af: STOOR VERANDERINGE
am: ለውጦችን መዝግበ አስቀምጥ
ar: حفظ التغييرات
az: DƏYİŞİKLİKLƏRİ YADDA SAXLAYIN
be: ЗАХАВАЦЬ ЗМЕНЫ
bg: ЗАПАЗИ ПРОМЕНИТЕ
bn: পরিবর্তনগুলো সেভ করুন
ca: GUARDAR CANVIS
cs: ULOŽIT ZMĚNY
da: GEM ÆNDRINGER
el: ΑΠΟΘΗΚΕΥΣΗ ΑΛΛΑΓΩΝ
es_es: GUARDAR LOS CAMBIOS
et: SALVESTA MUUDATUSED
eu: ALDAKETAK GORDE
fa: ذخیره تغییرات
fi: TALLENNA MUUTOKSET
fil: I-SAVE ANG PAGBABAGO
fr: CHANGEMENTS DANS LES ÉCONOMIES
gl: GARDAR CAMBIOS
he: שמור שינויים
hi: परिवर्तनों को सेव करें
hr: SPREMI PROMJENE
hu: MENTÉS
hy: ՊԱՀՊԱՆԵԼ
id: SIMPAN PERUBAHAN
is: VISTA BREYTINGAR
ja: 変更内容を保存する
ka: შეინახე ცვლილებები
kk: ӨЗГЕРІСТЕРДІ САҚТАУ
km: រក្សាទុកការផ្លាស់ប្តូរ
kn: ಬದಲಾವಣೆಗಳನ್ನು ಉಳಿಸು
ky: ӨЗГӨРҮҮЛӨРДҮ САКТОО
lo: ບັນ​ທຶກ​ການ​ປ່ຽນ​ແປງ
lt: IŠSAUGOTI PAKEITIMUS
lv: SAGLABĀT IZMAIŅAS
mk: Зачувај ги промените
ml: മാറ്റങ്ങൾ സൂക്ഷിക്കുക
mn: ХЯНАЛТ
mr: Sबदल जतन करा
ms: SIMPAN PERUBAHAN
my: ပြောင်းလဲမှုများကိုသိမ်းပါ
nb_no: LAGRE ENDRINGER
ne: निश्चित गर्नुस
nl: WIJZIGINGEN OPSLAAN
pl: ZAPISZ ZMIANY
pt: SALVAR ALTERAÇÕES
ro: SALVEAZĂ MODIFICĂRILE
ru: СОХРАНИТЬ ИЗМЕНЕНИЯ
si: වෙනස්කම් සුරකින්න
sk: ULOŽIŤ ZMENY
sl: SHRANI SPREMEMBE
sq: Ruani ndryshimet
sr: SAČUVAJ PROMENE
sv: SPARA ÄNDRINGAR
sw: HIFADHI MABADILIKO
ta: மாற்றத்தைச் சேமி
te: మార్పులను సేవ్ చెయ్యండి
th: บันทึกการเปลี่ยนแปลง
tr: DEĞİŞİKLİKLERİ KAYDET
uk: ЗБЕРЕГТИ ЗМІНИ
ur: اسے محفوظ کریں
vi: LƯU THAY ĐỔI
zu: LONDOLOZA IZINGUQUKO

source: It looks like you are experiencing problems with our app. We are here to help so please get in touch with us
af: Stuur vir ons 'n boodskap as u hulp nodig het met iets ons hoor graag von u!
am: በማንኛውም ነገር ላይ እገዛ ከፈለጉ መልእክት ይላኩልን ፣ ከእርስዎ መስማት እንወዳለን!
ar: أرسل لنا رسالة إذا كنت بحاجة إلى مساعدة في شيء ما ، يسعدنا أن نسمع منك!
az: Köməyə ehtiyacınız olarsa, bizə mesaj göndərin. Daim kömək etməyə hazırıq!
be: Напішыце нам паведамленне, калі Вам патрэбна дапамога ў чым-небудзь, мы будзем рады пачуць ад вас!
bn: আপনার যদি কোনও সাহায্যের প্রয়োজন হয় তবে আমাদের কাছে বার্তা পাঠান, আমরা আপনার কথঅ শুনতে আগ্রহী!
ca: Enviï'ns un missatge si necessita ajuda amb alguna cosa, ens encantaria saber de vostè!
cs: Pošlete nám zprávu, pokud potřebujete s něčím pomoci. Uvítáme všechny dotazy!
da: Send os en besked hvis du har brig for hjælp med noget, vi vil gerne høre fra dig!
el: Στείλτε μας μήνυμα αν χρειαστείτε βοήθεια με κάτι, θα θέλαμε να σας ακούσουμε!
es_es: Envíanos un mensaje si necesitas ayuda con algo, ¡nos encantaría saber de ti!
et: Saada meile sõnum kui sul on vaja millegagi abi, me tahame sinult kuulda!
eu: Bidali mezu bat zerbait laguntza behar baduzu, maite dituzun entzun genuke!
fa: اگر در مورد کاری به کمک نیاز دارید برای ما پیام ارسال کنید ، ما دوست داریم از شما بشنویم!
fi: Lähetä meille viesti, jos tarvitset apua jossakin, meistä olisi ihana kuulla sinusta!
fil: Magpadala ng mensahe kung kailangan mo ng tulong. Masaya kaming makarinig mula sa iyo!
fr: Envoyez-nous un message si vous avez besoin d'aide pour quelque chose, nous serions ravis de vous entendre !
gl: Envíanos unha mensaxe se precisas axuda, encantaríanos ter noticias túas.
he: שלח לנו הודעה אם אתה זקוק לעזרה עם משהו, נשמח לשמוע ממך!
hi: अगर आपको किसी चीज़ की मदद चाहिए तो हमें एक मैसेज भेजें, तो हम आपसे सुनना पसंद करेंगे!
hr: Pošaljite nam poruku ako trebate pomoć u nečemu, voljeli bismo čuti vaše mišljenje!
hu: Küldjön nekünk üzenetet, ha segítségre van szüksége. Örömmel hallunk ön felől!
hy: Կապնվեք մեզ հետ եթե օգնության կարիք ունեք, մենք սիրով կօգնենք։
id: Kirim kami pesan jika anda membutuhkan bantuan atas sesuatu, kami sangat senang mendengar pesan dari anda!
is: Það lítur út fyrir að þú sért í vandræðum með forritið okkar. Við erum hér til að hjálpa svo vinsamlegast hafðu samband við okkur
ja: 何かで助けが必要な場合は私たちにメッセージを送ってください。ご連絡をお待ちしております。
ka: თუ რამეში დახმარება გჭირდებათ, მოგვწერეთ, სიხარულით მოგისმენთ!
kk: Бізге хабарлама жіберіңіз, егер сізге бірдеңе туралы көмек қажет болса, біз сізден естуге қуаныштымыз!
km: ផ្ញើសារមកយើង ប្រសិនបើអ្នកត្រូវការជំនួយអ្វីមួយ យើងចង់ឮពីអ្នក!
kn: ನಿಮಗೆ ಏನಾದರೂ ಸಹಾಯ ಬೇಕಾದರೆ ನಮಗೆ ಸಂದೇಶ ಕಳುಹಿಸಿ, ನಿಮ್ಮಿಂದ ಕೇಳಲು ನಾವು ಇಷ್ಟಪಡುತ್ತೇವೆ!
ky: Эгер бир нерсе боюнча жардамга муктаж болсоңуз, бизге билдирүү жөнөтүңүз, биз сизден кабар алууну каалайбыз!
lo: ສົ່ງໃຫ້ພວກເຮົາຂໍ້ຄວາມຖ້າຫາກວ່າທ່ານຕ້ອງການການຊ່ວຍເຫຼືອທີ່ມີບາງສິ່ງບາງຢ່າງ, ພວກເຮົາຈະຮັກທີ່ຈະໄດ້ຍິນຈາກທ່ານ!
lt: Jei prisireikė pagalbos, parašykite mums žinutę - su malonumu su jumis pabendrautume!
lv: Sūtiet mums ziņu, ja jums ir nepieciešama palīdzība ar kaut ko, mēs labprāt vēlētos dzirdēt no jums!
mk: Пратете ни порака ако ви треба помош со нешто, би сакал да се слушне од вас!
ml: നിങ്ങൾ എന്തെങ്കിലും സഹായം ആവശ്യമെങ്കിൽ ഞങ്ങൾ നിങ്ങളെ അറിയാൻ ഞങ്ങൾ ആഗ്രഹിക്കുന്നു ഒരു സന്ദേശം അയയ്ക്കുക ഞങ്ങളെ!
mn: Хэрэв танд ямар нэгэн тусламж хэрэгтэй бол биднээс мессеж илгээнэ үү!
mr: आपण काहीतरी मदत हवी असेल तर आम्हाला एक संदेश पाठवा, आम्ही ते जरूर आवडेल!
ms: Hubungi kami jika anda perlukan bantuan, kami sedia membantu!
my: အကူအညီလိုပါက ကျွန်ုပ်တို့ထံ မက်ဆေ့ချ်ပို့ပါ သင့်ဆီကစကားသံကို ကြားရတာနှစ်သက်လှပါတယ်
nb_no: Send oss en melding om du trenger hjelp med noe, vi vil gjerne høre fra deg!
ne: हामीलाई सन्देश पठाउनुहोस् यदि तपाईंलाई केहि सहयोगको आवश्यक छ भने, हामी तपाईंबाट सुन्न चाहान्छौं!
nl: Stuur ons een berichtje als je ergens hulp bij nodig hebt, we horen graag van je!
pl: Wyślij wiadomość jeśli czegoś potrzebujesz. Chętnie pomożemy!
pt: Envie-nos uma mensagem se precisar de ajuda, adoraríamos receber seus comentários!
ro: Dacă ai nevoie de ajutor, ne poți trimite un mesaj rapid. Îți stăm la dispoziție!
ru: Отправьте нам сообщение, если вам нужна помощь с чем-то, мы хотели бы услышать от вас!
si: ඔබට යමක් සඳහා උදව් අවශ්‍ය නම් අපට පණිවිඩයක් එවන්න, අපි ඔබෙන් අසා දැන ගැනීමට කැමතියි!
sk: Pošlite nám správu, ak potrebujete s niečím pomôcť. Uvítame všetky otázky!
sl: Pošljite nam sporočilo če potrebujete pomoč, z veseljem vam bomo prisluhnili!
sq: Na dergoni një mesazh nëse keni nevojë për ndihmë për dicka, ne do të donim të dëgjonim nga ju!
sr: Pošaljite nam poruku, ako vam je potrebna pomoć u nečemu, voleli bismo čuti vaše mišljenje!
sv: Skicka oss ett meddelande om du behöver hjälp med någonting, vi skulle gärna höra från dig
sw: Tutumie ujumbe kama unahitaji msaada na kitu, tunataka upendo kusikia kutoka kwako!
ta: ஏதேனும் உதவி தேவையெனில் எங்களுக்குச செய்தி அனுப்பவும். உங்களுக்கு உதவுவதை எதிர்நோக்குகிறோம். ஏதேனும் உதவி தேவையெனில் எங்களுக்குச செய்தி அனுப்பவும். உங்களுக்கு உதவுவதை எதிர்நோக்குகிறோம்.
te: ఏదైనా సాయం అవసరం అయితే మాకు సందేశం పంపండి, మీ నుంచి వినడానికి మేం ఇష్టపడతాం.
th: หากคุณต้องการความช่วยเหลือ ส่งข้อความหาเรา เรายินดีที่จะรับฟังคุณ!
tr: Bir konuda yardıma ihtiyacınız varsa bize bir mesaj gönderin, sizden duymak isteriz!
uk: Відправити нам повідомлення, якщо Вам потрібна будь-яка допомога, ми будемо раді Вашому зверненню!
ur: اگر آپ کو کسی طرح کی مدد کی ضرورت ہے تو ہمیں پیغام بھیجیں ، ہم آپ کی مدد کرنا پسند کریں گے!
vi: Gửi chúng tôi tin nhắn nếu bạn cần trợ giúp, chúng tôi sẵn sàng để lắng nghe bạn!
zu: Sithumele umyalezo uma udinga usizo ngokuthile, singathanda ukuzwa kuwe!

source: TIMED NOTIFICATIONS
af: KENNISGEWINGS
am: ማሳወቂያዎች
ar: إشعارات
az: BİLDİRİŞLƏR
be: АПАВЯШЧЭННІ
bg: ИЗВЕСТИЯ
bn: নোটিফিকেশন
ca: NOTIFICACIONS
cs: OZNÁMENÍ
da: NOTIFIKATION
el: ΕΙΔΟΠΟΙΗΣΕΙΣ
es_es: NOTIFICACIONES
et: MÄRGUANDED
eu: JAKINARAZPENAK
fa: اطلاعیه
fi: ILMOITUKSET
fil: MGA NOTIPIKASYON
fr: NOTIFICATIONS
gl: NOTIFICACIÓNS
he: התראות
hi: नोटिफिकेशन्स
hr: OBAVIJESTI
hu: ÉRTESÍTÉSEK
hy: ԾԱՆՈՒՑՈՒՄՆԵՐ
id: NOTIFIKASI
is: Tímasettar tilkynningar
ja: 通知
ka: შეტყობინებები
kk: Хабарламалар
km: សេចក្តីជូនដំណឹង
kn: ಅಧಿಸೂಚನೆಗಳು
ky: БИЛДИРҮҮЛӨР
lo: ແຈ້ງການ
lt: PRANEŠIMAI
lv: PAZIŅOJUMI
mk: ИЗВЕСТУВАЊА
ml: അറിയിപ്പുകൾ
mn: НЭГДСЭН
mr: अधिसूचना
ms: NOTIFIKASI
my: အသိပေးချက်များ
nb_no: VARSLER
ne: नोतिफिचशन हरु
nl: MELDINGEN
pl: POWIADOMIENIA
pt: NOTIFICAÇÕES
ro: NOTIFICĂRI
ru: УВЕДОМЛЕНИЯ
si: දැනුම්දීම්
sk: OZNÁMENIE
sl: OBVESTILA
sq: Njoftimet
sr: OBAVEST
sv: NOTISER
sw: kuarifiwa
ta: அறிவிப்புகள்
te: నోటిఫికేషన్లు
th: การแจ้งเตือน
tr: Bildirimler
uk: СПОВІЩЕННЯ
ur: اطلاعات
vi: THÔNG BÁO
zu: IZAZISO
