Repository: newsreels/app-mobile-ios
Catalog: Bullet/*.lproj/Localizable.strings
Languages: af, am, ar, az, be, bg, bn, ca, cs, da, el, es_es, et, eu, fa, fi, fil, fr, gl, he, hi, hr, hu, hy, id, is, ja, ka, kk, km, kn, ky, lo, lt, lv, mk, ml, mn, mr, ms, my, nb_no, ne, nl, pl, pt, ro, ru, si, sk, sl, sq, sr, sv, sw, ta, te, th, tr, uk, ur, vi, zu

source: Send Password Reset Link
af: Stuur skakel vir wagwoordterugstelling
am: የይለፍ ቃል ዳግም ለማስጀመር አገናኝ ሊንክ ይላኩ
ar: أرسل رابطًا لإعادة تعيين كلمة المرور
az: Parolu sıfırlamaq üçün link göndərin
be: Адправіць спасылку на скід пароля
bg: Изпрати връзка за генериране на парола
bn: পাসওয়ার্ড পুনরায় সেট করার লিঙ্কটি প্রেরণ করুন
ca: Enviar enllaç per a restablir la contrasenya
cs: Odeslat odkaz na resetování hesla
da: Send link til nulstilling af adgangskode
el: Αποστολή συνδέσμου για επαναφορά κωδικού πρόσβασης
es_es: Enviar enlace para restablecer la contraseña
et: Saada link, et lähtestada salasõna
eu: pasahitza berrezartzeko lotura Bidali
fa: ارسال لینک برای بازنشانی رمز عبور
fi: Lähetä salasanan nollauslinkki
fil: Ipadala ang reset link
fr: Envoyer le lien pour la réinitialisation du mot de passe
gl: Enviar ligazón para restablecer o contrasinal
he: קישור שלח איפוס סיסמה
hi: पासवर्ड रीसेट करने के लिए लिंक भेजें
hr: Pošalji link za resetiranje lozinke
hu: Link küldése a jelszó visszaállításához
hy: Ուղարկել գաղտնաբառի վերականգնման հղումը
id: Kirim tautan untuk menyetel ulang kata sandi
is: Senda tengil til að endurstilla lykilorðið
ja: パスワードをリセットするためのリンクを送信する
ka: გააგზავნე ბმული პასვორდის გასანახლებლად
kk: Құпиясөзді қалпына келтіру сілтемесін жіберу
km: ផ្ញើតំណដើម្បីកំណត់ពាក្យសម្ងាត់ឡើងវិញ
kn: ಪಾಸ್ವರ್ಡ್ ಮರುಹೊಂದಿಸಲು ಲಿಂಕ್ ಕಳುಹಿಸಿ
ky: Порольду баштапкы абалга келтирүү үчүн шилтеме жөнөтүңүз
lo: ສົ່ງການເຊື່ອມຕໍ່ກັບປ່ຽນລະຫັດຜ່ານ
lt: Išsiųsti slaptažodžio atstatymo nuorodą
lv: Nosūtīt saiti paroles atiestatīšanas
mk: Испрати линк за ресетирање на лозинката
ml: പാസ്വേഡ് റീസെറ്റ് ലിങ്ക് അയയ്ക്കുക
mn: Нууц үгийг дахин тохируулах холбоосыг илгээнэ үү
mr: पासवर्ड रीसेट पाठवा दुवा
ms: Hantar pautan untuk tukar kata laluan
my: စကားဝှက်ပြင်ဆင်ရန် လင့်ခ်ကိုပို့ပါ
nb_no: Send lenke for å tilbakestille passord
ne: पासवर्ड रिसेट गर्न लिंक पाउनु होस्
nl: Stuur een link om het wachtwoord opnieuw in te stellen
pl: Wyślij link aby zresetować hasło
pt: Enviar link de redefinição de senha
ro: Trimite link-ul de resetare al parolei
ru: Отправить ссылку на изменение пароля
si: මුරපද යළි පිහිටුවීමට සබැඳිය යවන්න
sk: Odoslať odkaz na resetovanie hesla
sl: Pošlji povezavo za ponastavitev
sq: Dërgoni linkun për të rikrijuar fjalëkalimin tuaj
sr: Pošalji vezu za reset lozinke
sv: Skicka länk för att återställa lösenord
sw: Tuma kiungo kwa password reset
ta: பாஸ்வேர்டை ரீசெட் செய்யும் இணைப்பை அனுப்பவும்
te: పాస్ వర్డ్ రీసెట్ కు లింక్ పంపండి
th: ส่งลิงค์เพื่อรีเซ็ตรหัสผ่าน
tr: Şifreyi sıfırlamak için bağlantı gönder.
uk: Відправити ссилку для сбросу пароля
ur: پاس ورڈ ری سیت کرنے کیلئے لنک بھیجیں
vi: Gửi link để đặt lại mật khẩu
zu: Thumela isixhumanisi sokusetha kabusha iphasiwedi

source: CONTINUE WITH APPLE
af: Teken in via Apple ID
am: በአፕል መታወቂያ በኩል ይግቡ
ar: قم بالتسجيل من خلال معرف Apple
az: Apple ID ilə qeydiyyatdan keçin
be: Падпішыцеся праз Apple ID
bg: Регистрация с Apple ID
bn: অ্যাপল আইডি দিয়ে সাইন আপ করুন
ca: Registrar-se a través de ID d'Apple
cs: Zaregistrujte se přes Apple ID
da: Log ind via Apple ID
el: Εγγραφείτε μέσω του Apple ID
es_es: Regístrate a través del ID de Apple
et: Registreeru Apple ID'ga
eu: Eman izena Apple ID bitartez
fa: از طریق Apple ID ثبت نام کنید
fi: Rekisteröidy Apple ID:n kautta
fil: Mag-sign up gamit ang Apple ID
fr: S'inscrire via Apple ID
gl: Rexístrate a través de Apple ID
he: הירשמו באמצעות Apple ID
hi: ऐप्पल आईडी के माध्यम से साइन अप करें
hr: Registrirajte se putem Apple ID-a
hu: Bejelentkezés Apple ID-vel
hy: Մուտք գործել Apple ID-ի միջոցով
id: Daftar melalui Apple ID
is: Skráðu þig í gegnum Apple ID
ja: AppleIDでサインアップ
ka: დარეგისტრირდი Apple ID-ით
km: ចុះឈ្មោះតាមរយៈ Apple ID
kn: ಆಪಲ್ ಐಡಿ ಮೂಲಕ ಸೈನ್ ಅಪ್ ಮಾಡಿ
ky: Apple ID аркылуу катталуу
lo: ລົງທະບຽນຜ່ານ Apple ID
lt: Prisijungti per „Apple ID“
lv: Pierakstieties, izmantojot Apple ID
mk: Пријавете се преку Apple ID
ml: ആപ്പിൾ ഐഡി വഴി സൈൻ അപ്പ്
mn: Apple-ийн үнэмлэхээр бүртгүүлэх
mr: ऍपल आयडी माध्यमातून साइन अप करा
ms: Daftar melalui Apple ID
my: Apple ID ဖြင့် ဝင်ရောက်စာရင်းသွင်းမည်
nb_no: Registrer deg med Apple ID
ne: एपल आइडी बाट साइन इन
nl: Meld je aan via Apple ID
pl: Zaloguj przez APPLE ID
pt: Cadastre-se com ID Apple
ro: Înregistrare prin Apple ID
ru: Зарегистрироваться через идентификатор Apple
si: ඇපල් ID හරහා ලියාපදිංචි වන්න
sk: Zaregistrujte sa cez Apple ID
sl: Vpiši se z Apple ID
sq: Regjistrohuni përmes Apple ID
sr: Prijavi se putem Apple ID-a
sv: Registrera dig genom Apple ID
sw: Jisajili kwa njia ya Apple ID
ta: Apple ID மூலம் பதிவு செய்யவும்
te: Apple ID ద్వారా సైన్ అప్ చేయండి
th: ลงทะเบียนผ่าน Apple ID
tr: Apple ID ile giriş yap
uk: Реєстрація з Apple ID
ur: ایپل آئی ڈی کے ذریعے سائن اپ کریں
vi: Đăng ký bằng Apple ID
zu: Bhalisa nge-Apple ID

source: BLOCK LIST
af: BLOKLYS
am: የታገጅ ዝርዝር
ar: قائمة الحظر
az: BLOK SİYAHISI
be: СПІС БЛАКАВАННЯЎ
bg: СПИСЪК С БЛОКИРАНИ
bn: ব্লক তালিকা
ca: LLISTA DE BLOQUEJOS
cs: SEZNAM BLOKOVANÝCH
da: BLOKERINGSLISTE
el: ΛΙΣΤΑ ΑΠΟΚΛΕΙΣΜΟΥ
es_es: LISTA DE BLOQUEOS
et: BLOKEERITUD NIMEKIRI
eu: blokeoen zerrenda
fa: لیست مسدود شده ها
fi: ESTOLISTA
fil: MGA NA-BLOCK
fr: LISTE DE BLOCS
gl: LISTAXE DE BLOQUES
he: רשימת חסומים
hi: ब्लॉक सूची
hr: POPIS BLOKIRANIH
hu: Tiltólista
hy: ԱՐԳԵԼԱՓԱԿՎԱԾՆԵՐԻ ՑՈՒՑԱԿ
id: DAFTAR BLOKIR
ja: ブロックリスト
ka: ბლოკირებულთა სია
kk: ҚҰЛЫПТАР ТІЗІМІ
km: បញ្ជីនៃការរារាំង
kn: ಬ್ಲಾಕ್ ಪಟ್ಟಿ
ky: БӨГӨТ ТИЗМЕСИ
lo: BLOCK ຍະການທັງຫມົດ
lt: BLOKŲ SĄRAŠAS
mk: БЛОК ЛИСТА
ml: പട്ടിക
mr: ब्लॉक यादी
ms: Senarai Sekatan
my: ဘလော့စာရင်း
nb_no: BLOKKERINGSLISTE
ne: ब्लोक सुची
nl: BLOKKEERLIJST
pl: ZABLOKOWANE
pt: LISTA DE BLOQUEIOS
ro: LISTA DE CONTURI BLOCATE
ru: Блок-лист
si: වාරණ ලැයිස්තුව
sk: ZOZNAM BLOKOVANÝCH
sl: Seznam blokad
sq: LISTA E BLLOKIMEVE
sr: LISTA BLOKIRANIH
sv: BLOCKERINGSLISTA
sw: ZUIA LIST
ta: தடை செய்யப்பட்டவற்றின் பட்டியல்
te: బ్లాక్ లిస్ట్
th: รายการบล็อก
tr: Engelliler Listesi
uk: СПИСОК ЗАБЛОКОВАНОГО
ur: بلاک لِست
vi: DANH SÁCH CHẶN
zu: UHLU LOKUVIMBELA

source: Reference link
af: Verwysingskakel
am: የማጣቀሻ አገናኝ
ar: ارتباط مرجعي
az: İstinad linki
be: Реферальная спасылка
bg: Връзка
bn: রেফারেন্স লিঙ্ক
ca: Link de referència
cs: Odkaz na referenci
el: Σύνδεσμος Αναφοράς
es_es: Enlace de referencia
et: Viite link
eu: Erreferentzia link
fa: پیوند مرجع
fi: Url-linkki
fil: Link ng Sanggunian
fr: Lien de référence
gl: Ligazón de referencia
he: קישור הפניה
hi: रेफरेंस लिंक
hr: Referentni link
hu: Hivatkozási link
hy: Աղբյուրի հղում
id: Tautan/link refrensi
is: Tilvísun tengilinn
ja: 参照リンク
ka: საცნობარო ბმული
kk: Сілтемеге сілтеме
km: តំណយោង
kn: ಉಲ್ಲೇಖ ಲಿಂಕ್
ky: Маалымдама шилтемеси
lo: ການເຊື່ອມຕໍ່ເອກະສານ
lt: Nuoroda
lv: Atsauces saite
mk: врска референца
ml: റഫറൻസ് ലിങ്ക്
mn: Лавлах холбоос
mr: संदर्भ दुवा
ms: Pautan rujukan
my: ကိုးကားလင့်ခ်ု
nb_no: Referanselenke
ne: सन्दर्भ लिंक
nl: Referentielink
pl: Link
pt: Link de referência
ro: Link de referință
ru: ссылка ссылка
si: යොමු සබැඳිය
sk: Odkaz na referenciu
sl: referenčna povezava
sq: Linku i referencave
sr: Referentna veza
sv: Referenslänk
sw: Kumbukumbu kiungo
ta: குறிப்புகளின் இணைப்பு
te: రిఫరెన్స్ లింక్
th: ลิงค์อ้างอิง
tr: Referans bağlantısı
uk: Посилання
ur: حوالہ لنک
vi: Link giới thiệu
zu: Isixhumanisi sereferensi

source: Your Password
af: U wagwoord
am: የይለፍ ቃልዎን
ar: كلمة السر خاصتك
az: Parolunuz
be: Ваш Пароль
bg: Твоята парола
bn: আপনার পাসওয়ার্ড
ca: La teva contrasenya
cs: Vaše heslo
da: Din Adgangskode
el: Ο Κωδικός σας
es_es: Tu Contraseña
et: Sinu Salasõna
eu: zure pasahitza
fa: رمز عبور شما
fi: Salasanasi
fil: Iyong Password
fr: Votre mot de passe
gl: O teu contrasinal
he: הסיסמה שלך
hi: आपका पासवर्ड
hr: Vaša lozinka
hu: Jelszavad
hy: Ձեր գաղտնաբառը
id: Kata Sandi Anda
is: Lykilorð þitt
ja: パスワード
ka: თქვენი პასვორდი
kk: Сіздің құпия сөзіңіз
km: លេខសំងាត់​របស់​អ្នក
kn: ನಿಮ್ಮ ಪಾಸ್ವರ್ಡ್
ky: Сиздин Порольуңуз
lo: ລະຫັດຜ່ານຂອງທ່ານ
lt: Jūsų slaptažodis
lv: Tava parole
mk: Вашата лозинка
ml: നിങ്ങളുടെ പാസ്സ്വേര്ഡ്
mn: Таны нууц үг
mr: आपला संकेतशब्द
ms: Kata Laluan Anda
my: သင့်စကားဝှက်ု
nb_no: Ditt Passord
ne: तपाइको पासवर्ड
nl: Uw Wachtwoord
pl: Twoje Hasło
pt: Sua senha
ro: Parola ta
ru: Твой пароль
si: ඔබගේ මුරපදය
sk: Vaše heslo
sl: Vaše geslo
sq: Fjalëkalimi juaj
sr: Vaša lozinka
sv: Ditt lösenord
sw: Nenosiri
ta: உங்கள் பாஸ்வேர்ட்
te: మీ పాస్వర్డ్
th: รหัสผ่านของคุณ
tr: Şifreniz
uk: Ваш пароль
ur: آپ کا پاس ورڈ
vi: Mật Khẩu Của Bạn
zu: Iphasiwedi yakho

source: SUBMIT
af: INDIEN
am: አስረክብ
ar: إرسال
az: GÖNDƏRİN
be: ПРАДСТАВІЦЬ
bg: ИЗПРАТИ
bn: জমা দিন
ca: ENVIAR
cs: ODESLAT
da: INDSEND
el: ΥΠΟΒΟΛΗ
es_es: ENVIAR
et: KINNITA
eu: BIDALI
fa: ارسال
fi: Lähetä
fil: ISUMITE
fr: SOUMETTRE
gl: ENVIAR
he: שלח
hi: सबमिट करें
hr: PODNESI
hu: BEKÜLD
hy: ՀԱՍՏԱՏԵԼ
id: KIRIM
ja: 参加する
ka: წარდგენა
kk: Берсін
km: ដាក់បញ្ចូល
kn: ಸಲ್ಲಿಸು
ky: ЖӨНӨТҮҮ
lo: ສົ່ງ
lt: PATEIKTI
lv: IESNIEGT
mk: ПОДНЕСУВАЊЕ
ml: സമർപ്പിക്കുക
mn: БАТЛАХ
mr: प्रस्तुत करणे
ms: Hantar
my: ပေးပို့တင်ပြခြင်း
nb_no: SEND INN
ne: बुझाउनुस
nl: DIEN IN
pl: POTWIERDŹ
pt: ENVIAR
ro: TRIMITE
ru: РАЗМЕСТИТЬ
si: ඉදිරිපත් කරන්න
sk: ODOSLAŤ
sl: SPREJMI
sq: Dërgoni
sr: POŠALJI
sv: SKICKA IN
sw: WASILISHA
ta: சமர்ப்பி
te: సమర్పించు
th: ส่ง
tr: Sunmak
uk: ПІДТВЕРДИТИ
ur: جمع کرائیں
vi: GỬI
zu: THUMELA

source: MY ACCOUNT
af: MY REKENING
am: የእኔ አካውንት
ar: حسابي
az: HESABIM
be: МОЙ АКАУНТ
bg: МОЯТ ПРОФИЛ
bn: আমার অ্যাকাউন্ট
ca: EL MEU COMPTE
cs: MŮJ ÚČET
da: MIN KONTO
el: Ο ΛΟΓΑΡΙΑΣΜΟΣ ΜΟΥ
es_es: MI CUENTA
et: MINU KONTO
eu: NIRE KONTUA
fa: حساب من
fi: Tilini
fil: AKING ACCOUNT
fr: MON COMPTE
gl: A MIÑA CONTA
he: החשבון שלי
hi: मेरा अकाउंट
hr: MOJ RAČUN
hu: FIÓKOM
hy: ԻՄ ՀԱՇԻՎԸ
id: AKUN SAYA
is: MINN REIKNINGUR
ja: マイアカウント
ka: ჩემი ანგარიში
kk: Менің тіркелгім
km: គណនី​របស់ខ្ញុំ
kn: ನನ್ನ ಖಾತೆ
ky: МЕНИН АККАУНТУМ
lo: ບັນ​ຊີ​ຂອງ​ຂ້ອຍ
lt: MANO PASKYRA
lv: MANS KONTS
mk: МОЈОТ АКАУНТ
ml: എന്റെ അക്കൗണ്ട്
mn: МИНЙИ БҮРТГЭЛ
mr: माझे खाते
ms: AKAUN SAYA
my: ကျွန်ပ်အကောင့်
nb_no: MIN KONTO
ne: मेरो अकाउंत
nl: MIJN ACCOUNT
pl: MOJE KONTO
pt: MINHA CONTA
ro: CONTUL MEU
ru: МОЙ СЧЕТ
si: මගේ ගිණුම
sk: MÔJ ÚČET
sl: MOJ RAČUN
sq: LLOGARIA IME
sr: MOJ RAČUN
sv: MITT KONTO
sw: AKAUNTI YANGU
ta: எனது கணக்கு
te: నా ఖాతా
th: บัญชีของฉัน
tr: HESABIM
uk: Мій Аккаунт
ur: میرا اکاونٹ
vi: TÀI KHOẢN CỦA TÔI
zu: I-AKHAWUNTI YAMI

source: OTHERS
af: Ander
am: ሌሎች
ar: الآخرين
az: Digərləri
be: Іншае
bg: Други
bn: অন্যান্য
ca: Altres
cs: Ostatní
da: Andre
el: Άλλα
es_es: Otros
et: Muud
eu: Beste batzuk
fa: دیگران
fi: Muut
fil: Iba Pa
fr: Autres
gl: Outros
he: אחרים
hi: अन्य
hr: Drugi
hu: Egyéb
hy: Ուրիշները
id: Lainnya
is: aðrir
ja: その他
ka: სხვები
kk: Басқа
km: ផ្សេងៗទៀត
kn: ಇತರರು
ky: Башкалар
lo: ຄົນອື່ນ
lt: Kita
lv: pārējie
mk: други, пак,
ml: മറ്റുള്ളവ
mn: Бусад
mr: इतर
ms: Yang lain
my: အခြား
nb_no: Andre
ne: अनब्लक
nl: Andere
pl: Inne
pt: Outros
ro: Altele
ru: другие
si: අන් අය
sk: Ostatné
sl: Ostali
sq: Të tjera
sr: Ostali
sv: Andra
sw: wengine
ta: மற்றவை
te: ఇతరాలు
th: อื่น ๆ
tr: Diğerleri
uk: Інше
ur: کچھ اور
vi: Khác
zu: Abanye

source: BREAKING NEWS
af: DEURBRAAK NUUS
am: ሰበር ዜና
ar: أخبار عاجلة
az: SON XƏBƏRLƏR
be: АПОШНІЯ НАВІНЫ
bg: Извънредни новини
bn: সদ্যপ্রাপ্ত সংবাদ
ca: NOTÍCIES D'ÚLTIMA HORA
cs: NEJNOVĚJŠÍ ZPRÁVY
el: ΕΚΤΑΚΤΕΣ ΕΙΔΗΣΕΙΣ
es_es: NOTICIAS DE ÚLTIMA HORA
et: ERAKORRALISED UUDISED
fa: خبر فوری
fi: KUUMIMMAT UUTISET
fil: MGA NAGBABAGANG BALITA
fr: L'ACTUALITÉ
gl: NOVAS DE ÚLTIMA HORA
he: חדשות מרעישות
hi: ब्रेकिंग न्यूज़
hr: IZVANREDNE VIJESTI
hu: LEGFRISSEBB HÍREK
hy: ՑՆՑՈՂ ԼՈԻՐԵՐ
id: berita terkini
is: STÓRFRÉTTIR
ja: 最後のニュース
ka: უახლესი ამბები
kk: ШҰҒЫЛ ЖАҢАЛЫҚ
km: ព័ត៌មានទាន់ហេតុការណ៍
kn: ಬಿಸಿ ಬಿಸಿ ಸುದ್ದಿ
ky: АКЫРКЫ ЖАҢЫЛЫКТАР
lo: ຂ່າວ​ດ່ວນ
lt: NAUJAUSIOS ŽINIOS
lv: jaunākās ziņas
mk: УДАРНИ ВЕСТИ
ml: ബ്രേക്കിംഗ് ന്യൂസ്
mn: ШИНЭ МЭДЭЭ
mr: ठळक बातम्या
ms: BERITA TERKINI
my: သတင်းထူးများ
nb_no: SISTE NYTT
ne: तात्तातो समाचार
nl: BELANGRIJK NIEUWS
pl: GORĄCE TEMATY
pt: NOTÍCIAS DE ÚLTIMA HORA
ro: ȘTIRI DE ULTIMĂ ORĂ
ru: ПОСЛЕДНИЕ НОВОСТИ
si: උණුසුම් පුවත්
sk: NAJNOVŠIE SPRÁVY
sl: UDARNE NOVICE
sq: Lajme të reja të fundit
sr: NAJNOVIJE VESTI
sv: SENASTE NYHETERNA
sw: Kuvunja habari
ta: அதிரடி செய்தி
te: తాజా వార్తలు
th: ข่าวด่วน
tr: SON DAKİKA HABERLERİ
uk: СЕНСАЦІЇ
ur: بریکینگ نیوز
vi: TIN NÓNG
zu: IZINDABA EZIPHUMA

source: Message us,
af: Stuur ons 'n boodskap ,
am: መልእክት ይላኩልን
ar: راسلنا
az: Bizə mesaj göndərin,
be: Напішыце нам,
bg: Изпрати съобщение,,
bn: আমাদের কাছে বার্তা পাঠান,
ca: Envia'ns un missatge,
cs: Pošlete nám zprávu,
da: Send os en besked
el: Στείλτε μας μήνυμα,
es_es: Envíanos un mensaje, ,
et: Kirjuta meile,
eu: Mezua digu,,
fa: به ما پیام دهید ،
fi: Ota meihin yhteyttä
fil: MPadalhan kami ng mensahe,
fr: Envoyez-nous un message,
gl: Envíanos unha mensaxe,
he: לנו מסר,
hi: हमें मैसेज करें,
hr: Pošaljite nam poruku,
hu: Küldjön üzenetet,
hy: Կապնվեք մեզ հետ,,
id: Kirim kami pesan,
is: Message okkur,
ja: 連絡してください
ka: მოგვწერეთ
kk: Бізге хабарласыңыз,
km: ផ្ញើសារមកយើង
kn: ನಮಗೆ ಸಂದೇಶ ಕಳುಹಿಸಿ,
ky: Бизге билдирүү жөнөтүңүз
lo: Message ພວກເຮົາ,
lt: Parašykite mums,
mk: Порака нас,
ml: നമ്മുടെ,
mn: Бидэнд мессеж,
mr: संदेश आम्हाला
ms: Hubungi kami,
my: ကျွန်ုပ်တို့ထံ မက်ဆေ့ချ်ပို့ပါ
nb_no: Send oss en melding,
ne: संदेश पठाऊनुस
nl: Stuur ons een bericht,
pl: Napisz do nas
pt: Fale conosco,
ro: Trimite-ne un mesaj,
ru: Сообщение нам,
si: අපට පණිවිඩයක් එවන්න,
sk: Pošlite nám správu,
sl: Pišite nam.
sq: Na shkruani mesazh
sr: Pošalji nam poruku,
sv: Meddela oss
sw: Ujumbe wetu,
ta: எங்களுக்கு செய்தி அனுப்பவும்
te: మాకు సందేశం పంపండి,
th: ส่งข้อความถึงเรา
tr: Bize mesaj atın,
uk: Напишіть Нам,
ur: ہمیں پیغام دیں ، ,
vi: Gửi tin nhắn cho chúng tôi,
zu: Sithumele umlayezo,

source: Pick topics to start reading and saving articles
af: TOEP taal
am: የመተግበሪያ ቋንቋ
ar: لغة التطبيق
az: tətbiqin dili
be: Напішыце нам,
bg: език на приложението
bn: অ্যাপের ভাষা
ca: idioma de l'aplicació
cs: jazyk aplikace
da: App Sprog
el: γλώσσα εφαρμογής
es_es: idioma de la aplicación
et: rakenduse keel
eu: Aplikazio hizkuntza
fa: زبان برنامه
fi: Sovelluskieli
fil: lengguwahe ng app
fr: langue de l'application
gl: linguaxe da aplicación
he: שפת אפליקציה
hi: ऐप भाषा
hr: jezik aplikacije
hu: alkalmazás nyelve
hy: հավելվածի լեզուն
id: bahasa aplikasi
is: app tungumál
ja: アプリの言語
ka: აპლიკაციის ენა
km: ភាសាកម្មវិធី
kn: ಅಪ್ಲಿಕೇಶನ್ ಭಾಷೆ
ky: колдонмо тили
lo: ພາສາ app
lt: programėlės kalba
lv: lietotne valoda
mk: стан јазик
ml: അപ്ലിക്കേഷൻ ഭാഷ
mn: апп хэл
mr: अनुप्रयोग भाषा
ms: bahasa untuk aplikasi
my: အက်ပ်ဘာသာစကား
nb_no: appspråk
ne: ऐप भाषा
nl: taal app
pl: język
pt: idioma do app
ro: limba aplicației
ru: приложение язык
si: යෙදුම් භාෂාව
sk: jazyk aplikácie
sl: jezik aplikacije
sq: Gjuha e aplikacionit
sr: jezik aplikacije
sv: app språk
sw: lugha ya programu
ta: செயலியின் மொழி
te: అనువర్తన భాష
th: แอปภาษา
tr: Uygulama dili
uk: мова додатка
ur: ایپ کی زبان
vi: ngôn ngữ ứng dụng
zu: ulimi lohlelo lokusebenza

source: We added lots of new features and fix some bugs to make your experience as smooth as possible.
af: Nuwe funksies word bygevoeg. Sommige probleme is reggestel.
am: አዳዲስ ባህሪዎች ታክለዋል። አንዳንድ ችግሮች ተስተካክለዋል።
ar: تمت إضافة ميزات جديدة. تم إصلاح بعض المشكلات.
az: Yeni funksiyalar əlavə edildi və bəzi problemlər həll edildi.
be: Дададзены новыя функцыі. Некаторыя праблемы выпраўлены.
bg: Добавени са нови функционалности. Някои проблеми са отстранени.
bn: নতুন ফিচার যুক্ত করা হয়েচে। কিছু সমস্যা ঠিক করা হয়েছে।
ca: S'agreguen noves funcions. Alguns problemes estan solucionats.
cs: Byly přidány nové funkce. Některé problémy jsou opraveny.
da: Nye funktioner er tilføjet. Nogle problemer er løst.
el: Νέα χαρακτηριστικά προστέθηκαν. Ορισμένα ζητήματα επιλύθηκαν.
es_es: Se añaden nuevas características. Algunos problemas se han solucionado.
et: Mõned funktsioonid on lisatud. Mõned probleemid on lahendatud.
eu: Ezaugarri berriak gehitu dira. arazo batzuk konpondu dira.
fa: ویژگی های جدید اضافه شده است. برخی از مسائل برطرف شده است.
fi: Uusia ominaisuuksia on lisätty. Joitakin ongelmia on korjattu.
fil: Nagdagdag kami ng maraming mga bagong tampok at inayos ang ilang mga bug upang gawing maayos ang iyong karanasan hangga't maaari.
fr: De nouvelles fonctionnalités sont ajoutées. Certains problèmes sont corrigés.
gl: Engádense novas funcións. Algúns problemas están solucionados.
he: תכונות חדשות מתווספות. כמה בעיות נפתרות.
hi: नए फीचर्स जोड़े गए हैं। कुछ समयाएँ सुलझा दी गई है।
hr: Nove značajke su dodane. Neki problemi su popravljeni.
hu: Új funkciók hozzáadva. Néhány hiba javítva.
hy: Ավելացվել են նոր առանձնահատկություններ: Ուղղվել են որոշ խնդիրներ։
id: Fitur terbaru telah ditambahkan. Beberapa masalah telah diperbaiki.
is: Nýir eiginleikar eru bætt. Sum atriði eru fastir.
ja: 新機能が追加されました。 いくつかの問題が修正されました。
ka: ახალი მახასიათებლები დამატებულია. ზოგი პრობლემა აღმოფხვრილია.
kk: Жаңа мүмкіндіктер қосылады. Кейбір мәселелер шешілді.
km: លក្ខណៈពិសេសថ្មីៗត្រូវបានបន្ថែម។ បញ្ហាខ្លះៗត្រូវបានដោះស្រាយ។
kn: ಹೊಸ ವೈಶಿಷ್ಟ್ಯಗಳನ್ನು ಸೇರಿಸಲಾಗಿದೆ. ಕೆಲವು ಸಮಸ್ಯೆಗಳನ್ನು ಪರಿಹರಿಸಲಾಗಿದೆ.
ky: Жаңы функциялар кошулду. Айрым маселелер чечилди.
lo: ຄຸນນະສົມບັດໃຫມ່ມີການເພີ່ມ. ບັນຫາບາງຢ່າງມີການສ້ອມແຊມ.
lt: Pridėtos naujos funkcijos. Kai kurios problemos yra pataisytos.
lv: Jaunās funkcijas ir pievienoti. Dažas problēmas ir novērstas.
mk: се додаваат нови функции. Некои прашања се фиксни.
ml: പുതിയ സവിശേഷതകൾ ചേർത്തു. ചില പ്രശ്നങ്ങൾ പരിഹരിച്ചു.
mn: Шинэ функцууд нэмэгдсэн. Зарим асуудал шийдэгддэг.
mr: नवीन वैशिष्ट्ये जोडली आहेत. काही समस्या निश्चित.
ms: Ciri baru ditambah. Beberapa masalah sudah diperbaiki.
my: အင်္ဂါရပ်အသစ်များကိုထည့်ပြီးပါပြီ။ အချို့ ပြဿနာများကို ဖြေရှင်းပြီးပါပြီ။
nb_no: Nye funksjoner er lagt til. Noen problemer er rettet.
ne: नयाँ सुविधाहरू थपिएका छन्। केहि मुद्दाहरू समाधान गरिएका छन्।
nl: Nieuwe features zijn toegevoegd. Sommige problemen zijn opgelost.
pl: Dodailśmy nowe funkcje. Niektóre błędy zostały naprawione.
pt: Novas funções adicionadas. Alguns problemas resolvidos.
ro: Am adăugat noi funcționalități și am rezolvat anumite probleme pe care le-ați întâmpinat.
ru: Новые функции будут добавлены. Некоторые проблемы устранены.
si: නව විශේෂාංග එකතු කර ඇත. සමහර ගැටළු නිරාකරණය කර ඇත.
sk: Boli pridané nové funkcie. Niektoré problémy sú opravené.
sl: Dodane so nove funkcije. Nekatere težave so odpravljene.
sq: Karakteristika të reja janë shtuar. Disa probleme janë rregulluar
sr: Dodane su nove funkcije. Neki problemi su ispravljeni.
sv: Nya funktioner har lagts till. Vissa problem är fixade.
sw: Makala mpya ni aliongeza. Baadhi ya masuala ni fasta.
ta: புதிய அம்சங்கள் சேர்க்கப்பட்டுள்ளன. சில சிக்கல்கள் சரி செய்யப்பட்டுள்ளன
te: కొత్త ఫీచర్లు జోడించబడ్డాయి. కొన్ని సమస్యలు పరిష్కరించబడ్డాయి.
th: มีการเพิ่มคุณสมบัติใหม่ ปัญหาบางอย่างได้รับการแก้ไขแล้
tr: Yeni özellikler eklendi.Bazı sorunlar düzeltildi.
uk: Додано нові функції. Виправлено деякі проблеми.
ur: نئی خصوصیات شامل کی گئی ہیں۔ کچھ مسلئہ حل ہوچکے ہیں۔
vi: Chúng tôi đã thêm rất nhiều tính năng mới và sửa một số lỗi để giúp bạn trải nghiệm mượt mà nhất có thể.
zu: Izici ezintsha ziyangezwa. Ezinye izingqinamba zilungisiwe.

source: Success!
af: Sukses!
am: ስኬት!
ar: نجاح!!
az: Alındı!!
be: Поспех!
bg: Успех!!
bn: সফল!
ca: Èxit!
cs: Úspěch!!
da: Succes!
el: Επιτυχία!
es_es: ¡Éxito!
et: Edukas!
eu: Arrakasta!!
fa: موفق باشید!!
fi: Onnistui!
fil: Tagumpay!!
fr: Succès !
gl: Éxito!
he: הַצלָחָה!
hi: सफलता!
hr: Uspjeh!!
hu: Sikeres!!
hy: Հաջողություն!!
id: Berhasil!
is: Árangur!
ja: 成功!
ka: წარმატება!!
kk: Жетістік!
km: ជោគជ័យ!
kn: ಯಶಸ್ಸು!
ky: Ийгилик!
lo: ຄວາມ​ສໍາ​ເລັດ!
lt: Sėkmė!
lv: Veiksmes!
mk: Успех!
ml: വിജയിച്ചു!
mn: Амжилт!
mr: यशस्वी!
ms: Berjaya!!
my: အောင်မြင်သည်!
nb_no: Suksess!
ne: सफल!
nl: Succes!
pl: Sukces!
pt: Sucesso!
ro: Ai reușit!
ru: Успех!
si: සාර්ථකත්වය!
sk: Úspech!
sl: Uspeh!
sq: Sukses!!
sr: Uspeh!
sv: Succe!
ta: வெற்றி!
te: విజయవంతం!
th: สำเร็จ!
tr: Başarılı!
uk: Успішно!!
ur: کامیاب!
vi: Thành công!
zu: Impumelelo!

source: CONTENT
af: INHOUD
am: ይዘት
ar: المحتوى
az: KONTENT
be: ЗМЕСТ
bg: СЪДЪРЖАНИЕ
bn: কনটেন্ট
ca: CONTINGUT
cs: OBSAH
da: INDHOLD
el: ΠΕΡΙΕΧΟΜΕΝΟ
es_es: CONTENIDO
et: SISU
eu: EDUKIA
fa: محتوا
fi: Sisältö
fil: NILALAMAN
fr: CONTENU
gl: CONTIDO
he: תוֹכֶן
hi: कंटेन्ट
hr: SADRŽAJ
hu: TARTALOM
hy: ԲՈՎԱՆԴԱԿՈՒԹՅՈՒՆ
id: KONTEN
is: EFNI
ja: 内容
ka: კონტენტი
kk: Мазмұны
km: មាតិកា
kn: ವಿಷಯ
ky: МАЗМУНУ
lo: ເນື້ອໃນ
lt: TURINYS
lv: SATURS
mk: СОДРЖИНА
ml: ഉള്ളടക്കം
mn: ХОЛБОО
mr: सामग्री
ms: KANDUNGAN
my: ကွန်းတန့်
nb_no: INNHOLD
ne: बिषयबस्तु
nl: INHOUD
pl: ZAWARTOŚĆ
pt: CONTEÚDO
ro: CONȚINUT
ru: СОДЕРЖАНИЕ
si: අන්තර්ගතය
sk: OBSAH
sl: TEMA
sq: PËRMBAJTJA
sr: SADRŽAJ
sv: INNEHÅLL
ta: உள்ளடக்கம்
te: కంటెంట్
th: เนื้อหา
tr: İÇERİK
uk: ЗМІСТ
ur: مواد
vi: NỘI DUNG
zu: OKUQUKETHWE

# CONTINUE WITH EMAIL ID
source: CONTINUE WITH EMAIL
af: Gaan voort me u e-pos-ID
am: በኢሜል መታወቂያዎ ይቀጥሉ
ar: تواصل مع معرف البريد الإلكتروني الخاص بك
az: E-poçt ID-niz ilə davam edin
be: Працягвайце з ідэнтыфікатарам электроннай пошты
bg: Продължи с email
bn: আপনার ইমেল আইডি ব্যবহার করে এগিয়ে যান
ca: Continuar amb el seu ID de correu electrònic
cs: Pokračujte svým e-mailovým ID
da: Forsæt med din E-mail ID
el: Συνεχίστε Με την ταυτότητα Email σας.
es_es: CONTINUAR CON ID DE CORREO ELECTRÓNICO
et: Jätka oma E-maili ID'ga
eu: Jarraitu zure Emaila IDarekin
fa: با شناسه ایمیل خود ادامه دهید
fi: Jatka sähköpostitunnuksella
fil: Magpatuloy gamit ang Email ID
fr: Continuez avec votre adresse électronique
gl: Continúa co teu ID de correo electrónico
he: המשך עם מזהה האימייל שלך
hi: अपनी ईमेल आईडी के साथ जारी रखें
hr: Nastavite sa svojim ID-om emaila
hu: Tovább Email azonosítóval
hy: Շարունակել էլ․ փոստի ID-ով
id: Lanjutkan dengan alamat ID email anda
is: Halda áfram með Email kenni
ja: メールIDで続行
ka: განაგრძეთ თქვენი ელფოსტის ID-ით
kk: Электрондық пошта идентификаторымен жалғастырыңыз
km: បន្តជាមួយអាស័យដ្ឋានអ៊ីមែលរបស់អ្នក
kn: ನಿಮ್ಮ ಇಮೇಲ್ ಐಡಿಯೊಂದಿಗೆ ಮುಂದುವರಿಸಿ
ky: Электрондук почта ID менен улантуу
lo: ສືບຕໍ່ການມີລະຫັດອີເມວຂອງທ່ານ
lt: Tęskite su savo el. pašto ID
lv: Turpiniet ar savu e-pasta ID
mk: Продолжи со вашата e-mail проект
ml: നിങ്ങളുടെ ഇമെയിൽ ഐഡി ഉപയോഗിച്ച് തുടരുക
mn: Шуудангийн үнэмлэхээ үргэлжлүүлээрэй
mr: आपला ईमेल आयडी सह सुरू ठेवा
ms: Teruskan Dengan ID E-mel anda
my: သင့်အီးမေးလ် ID ဖြင့် ဆက်လုပ်ရန်
nb_no: Fortsett med din E-post ID
ne: तपाइको इमेल आइडी संग जारि गर्नुस
nl: Ga Verder Met uw E-mail ID
pl: Kontynuuj ze swoim Email ID
pt: Continuar com seu e-mail
ro: Continuă cu adresa ta de email
ru: Продолжить с вашей электронной почтой ID
si: ඔබගේ විද්‍යුත් තැපැල් හැඳුනුම්පත සමඟ ඉදිරියට යන්න
sk: Pokračujte so svojim e-mailovým ID
sl: Nadaljujte za vašim elektronskim naslovom
sq: Vazhdoni me email adresen tuaj
sr: Nastavite s vašim ID-om e-pošte
sv: Fortsätt med ditt Email ID
sw: Kuendelea Pamoja pepe ID yako
ta: உங்கள் மின்னஞ்சல் ஐடி மூலம் தொடரவும்
te: మీ ఇమెయిల్ ఐడితో జోడించండి
th: ดำเนินการต่อด้วยรหัสอีเมลของคุณ
tr: Email ID'niz ile devam edin
uk: Продовжити з Вашою електронною поштою
ur: اپنی ای میل آئی ڈی سےجاری رکھیں
vi: Tiếp Tục Với Địa Chỉ Email Của Bạn
zu: Qhubeka ne-ID yakho ye-imeyili
