Repository: newsreels/app-mobile-ios
Catalog: Bullet/*.lproj/Localizable.strings
Languages: af, am, ar, az, be, bg, bn, ca, cs, da, el, es_es, et, eu, fa, fi, fil, fr, gl, he, hi, hr, hu, hy, id, is, ja, ka, kk, km, kn, ky, lo, lt, lv, mk, ml, mn, mr, ms, my, nb_no, ne, nl, pl, pt, ro, ru, si, sk, sl, sq, sr, sv, sw, ta, te, th, tr, uk, ur, vi, zu

source: Get clutter-free news about your favorite topics from trusted sources around the world.
af: Lees kort en akkurate nuus oor u gunsteling onderwerpe uit betroubare bronne regoor die wêreld.
am: በዓለም ዙሪያ ካሉ የታመኑ ምንጮች ስለ የእርስዎ ተወዳጅ ርዕሶች አጭር እና ትክክለኛ ዜናዎችን ያንብቡ።
ar: اقرأ أخبارًا قصيرة ودقيقة حول موضوعاتك المفضلة من مصادر موثوقة حول العالم.
az: Etibarlı mənbələrdən sevimli mövzularınızı seçib dünyada baş verən hadisələr haqqında qısa və dəqiq xəbərləri oxuyun.
be: Чытайце кароткія і дакладныя навіны пра Вашы любімыя тэмы з правераных крыніц па ўсім свеце.
bg: Прочети кратки и верни новини на избрани теми от надеждни източници
bn: বিশ্বজুড়ে নির্ভরযোগ্য সূত্র থেকে আপনার পছন্দের বিষয়গুলি নিয়ে সংক্ষিপ্ত এবং নির্ভুল সংবাদ পড়ুন।
ca: Llegeixi notícies breus i precises sobre els seus temes favorits de fonts de confiança de tot el món.
cs: Přečtěte si krátké a přesné zprávy o svých oblíbených tématech z důvěryhodných zdrojů z celého světa.
da: Læs korte og nøjagtige nyheder om dine yndlingsemner fra pålidelige kilder rundt om i verden.
el: Διαβάστε σύντομα και ακριβή νέα σχετικά με τα αγαπημένα σας θέματα από έμπιστες πηγές από όλο τον κόσμο.
es_es: Lee noticias cortas y precisas sobre tus temas favoritos de fuentes confiables de todo el mundo.
et: Loe lühikesi ja täpsed uudised sinu lemmikteemadel usaldatud allikatelt üle maailma.
eu: Irakurri zure gogoko gaiei buruzko albisteak labur eta zehatza, mundu osoko konfiantzazko iturrietatik.
fa: اخبار کوتاه و دقیق در مورد موضوعات مورد علاقه خود را از منابع معتبر در سراسر جهان بخوانید.
fi: Lue lyhyitä ja tarkkoja uutisia suoskkiaiheistasi luotettavista lähteistä ympäri maailman
fil: Magbasa ng maiksi at tumpak na mga balita tungkol sa iyong paboritong paksa mula sa mga pinagkakatiwalaang sources.
fr: Lisez des nouvelles courtes et précises sur vos sujets préférés, provenant de sources fiables du monde entier.
gl: Lea novas curtas e precisas sobre os seus temas favoritos de fontes de confianza de todo o mundo.
he: קראו חדשות קצרות ומדויקות על הנושאים אהוב עליך ממקורות מהימנים ברחבי העולם.
hi: दुनिया भर के विश्वसनीय स्रोतों से अपने पसंदीदा टॉपिक्स के बारे में छोटी और सटीक न्यूज़ पढ़ें।
hr: Pročitajte kratke i točne vijesti o svojim omiljenim temama iz pouzdanih izvora širom svijeta.
hu: Olvasson rövid és pontos híreket a kedvenc témáiról, megbízható forrásból a világ minden tájáról.
hy: Կարդացեք ձեր սիրած թեմաների մասին կարճ և ճշգրիտ նորություններ աշխարհի վստահելի աղբյուրներից
id: Baca berita secara singkat dan akurat tentang topik favorit anda dari sumber terpercaya dari seluruh dunia.
is: Lesa stutta og nákvæmar fréttir um áhugamál þín frá traustum aðilum um allan heim.
ja: 世界中の信頼できる情報源から、お気に入りのトピックに関する短く正確なニュースを読んでください。
ka: იკითხეთ მოკლე და ზუსტი ახალი ამბები თქვენი საყვარელი თემების შესახებ მსოფლიო მასშტაბით სანდო წყაროებიდან
kk: Әлемдегі сенімді дереккөздерден сүйікті тақырыптарыңыз туралы қысқа және нақты жаңалықтарды оқыңыз.
km: អានព័ត៌មានខ្លីៗ និងត្រឹមត្រូវអំពីប្រធានបទដែលអ្នកចូលចិត្តពីប្រភពដែលទុកចិត្តជុំវិញពិភពលោក។
kn: ಪ್ರಪಂಚದಾದ್ಯಂತದ ವಿಶ್ವಾಸಾರ್ಹ ಮೂಲಗಳಿಂದ ನಿಮ್ಮ ನೆಚ್ಚಿನ ವಿಷಯಗಳ ಬಗ್ಗೆ ಸಣ್ಣ ಮತ್ತು ನಿಖರವಾದ ಸುದ್ದಿಗಳನ್ನು ಓದಿ.
ky: Сүйүктүү темаларыңыз боюнча кыска жана так жаңылыктарды дүйнө жүзү боюнча ишенимдүү булактардан окуңуз.
lo: ອ່ານຂ່າວສັ້ນແລະຖືກຕ້ອງກ່ຽວກັບປະເດັນທີ່ທ່ານຊື່ນຊອບຈາກແຫຼ່ງຂໍ້ມູນທີ່ເຊື່ອຖືໄດ້ໃນທົ່ວໂລກໄດ້.
lt: Skaitykite trumpas ir tikslias naujienas jūsų mėgstamiausiomis temomis iš patikimų šaltinių iš viso pasaulio.
lv: Lasiet īsu un precīzu ziņu par savām iecienītākajām tēmām no uzticamiem avotiem visā pasaulē.
mk: Прочитај кратки и точни информации за вашите омилени теми од доверливи извори во целиот свет.
ml: ലോകമെമ്പാടുമുള്ള വിശ്വസനീയ ഉറവിടങ്ങളിൽ നിന്നും നിങ്ങളുടെ പ്രിയപ്പെട്ട വിഷയങ്ങളെക്കുറിച്ച് ചെറുതും കൃത്യമായ വാർത്ത വായിക്കുക.
mn: Дэлхийн хамгийн найдвартай эх сурвалжаас дуртай сэдвүүдийнхээ талаар богино, үнэн зөв мэдээллийг уншаарай.
mr: आपल्या आवडत्या विषयांवर लहान आणि अचूक बातम्या वाचा जगभरातील विश्वसनीय स्रोत पासून.
ms: Baca berita padat dan tepat mengenai topik kegemaran anda daripada sumber yang dipercayai seluruh dunia.
my: ကမ္ဘာတစ်လွှားမှ ယုံကြည်ရသော အရင်းအမြစ်များဆီက သင်ကြိုက်နှစ်သက်သည့် ခေါင်းစဉ်များမှ တိုရှင်းတိကျသော သတင်းများကို ဖတ်ပါ
nb_no: Les korte og oppdaterte nyheter om dine favorittemaer fra pålitelige kilder verden rundt.
ne: आफ्नो मनपर्ने शीर्षक को बारे मा छोटो र सही समाचार दुनिया भर मा विश्वसनीय स्रोतहरु बाट पढ्नुहोस्।
nl: Lees kort en nauwkeurig nieuws over uw favoriete onderwerpen van betrouwbare bronnen over de hele wereld.
pl: Czytaj zwięzłe wiadomości na Twoje ulubione tematy ze źródeł z całego świata.
pt: Leia notícias curtas e verdadeiras sobre seus tópicos favoritos de fontes internacionais confiáveis.
ro: Citește pe scurt știri din toate categoriile tale preferate și de la surse globale de încredere.
ru: Читайте короткие и точные новости о ваших любимых тем из надежных источников по всему миру.
si: ලොව පුරා විශ්වාසදායක මූලාශ්‍රවලින් ඔබගේ ප්‍රියතම මාතෘකා පිළිබඳ කෙටි හා නිවැරදි පුවත් කියවන්න
sk: Prečítajte si krátke a presné správy o svojich obľúbených témach z dôveryhodných zdrojov z celého sveta.
sl: Preberite kratke in preverjene novice o svojih najljubših temah iz zaupanja vrednih svetovnih virov.
sq: Lexoni lajme të shkurta dhe të duhura rreth temave tuaja të preferuara nga burime të sigurta rreth botës.
sr: Čitajte krtke i tačne vesti o svojim omiljenim temama iz pouzdanih izvora širom sveta.
sv: Läs korta och korrekta nyheter om dina favoritämnen från trovärdiga källor från hela världen
sw: Soma short na sahihi habari kuhusu mada yako kutoka vyanzo vya kuaminika duniani kote.
ta: உலகம் முழுவதிலிருந்து சேகரிக்கப்பட்ட ஆதாரபூர்வமான மற்றும் நம்பகமான சுருக்கமான செய்திகளை நீங்கள் விரும்பும் தலைப்புகள் சார்ந்து படியுங்கள்.
te: ప్రపంచవ్యాప్తంగా ఉన్న విశ్వసనీయ మూలాల నుంచి మీకు ఇష్టమైన అంశాల గురించి సంక్షిప్త మరియు ఖచ్చితమైన వార్తలను చదవండి.
th: อ่านข่าวสั้น ๆ และแม่นยำเกี่ยวกับหัวข้อโปรดของคุณจากแหล่งที่เชื่อถือได้ทั่วโลก
tr: Dünyanın dört bir yanındaki güvenilir kaynaklardan en sevdiğiniz konularla ilgili kısa ve doğru haberleri okuyun.
uk: Читайте короткі та точні новини про ваші улюблені теми з надійних джерел по всьому світу.
ur: پوری دنیا کے قابل اعتماد ذرائع سے اپنے پسندیدہ موضوعات کے بارے میں مختصر اور درست خبریں پڑھیں۔
vi: Đọc tin ngắn và chính xác về chủ đề yêu thích của bạn từ những nguồn tin uy tín trên thế giới.
zu: Funda izindaba ezimfushane nezinembile ngezihloko zakho eziyizintandokazi ezivela kwimithombo ethembekile emhlabeni jikelele.

source: Save time
af: Bespaar u tyd
am: ጊዜዎን ይቆጥቡ
ar: وفر وقتك
az: Vaxtınıza qənaət edin
be: Зэканомце свой час
bg: Спести време
bn: আপনার সময় বাঁচান
ca: Estalviï el seu temps
cs: Ušetřete čas
da: Spar din tid
el: Εξοικονομήστε χρόνο
es_es: Ahorra tu tiempo
et: Salvesta oma aeg
eu: Zure denbora Save
fa: در وقت خود صرفه جویی کنید
fi: Säästä aikaasi
fil: Huwag aksayahin ang oras
fr: Gagnez du temps
gl: Aforra o teu tempo
he: שמור את הזמן שלך
hi: अपना समय बचाएं
hr: Uštedite svoje vrijeme
hu: Takarítson meg időt
hy: Խնայեք ձեր ժամանակը
id: Hemat waktu anda
is: Spara tíma
ja: 時間を節約する
ka: დაზოგეთ დრო
kk: Уақытты үнемдеңіз
km: សន្សំពេលវេលារបស់អ្នក
kn: ನಿಮ್ಮ ಸಮಯವನ್ನು ಉಳಿಸಿ
ky: Убактыңызды үнөмдө
lo: ບັນທຶກທີ່ໃຊ້ເວລາຂອງທ່ານ
lt: Taupykite savo laiką
lv: Saglabāt savu laiku
mk: Зачувај вашето време
ml: നിങ്ങളുടെ സമയം ലാഭിക്കുക
mn: Цаг заваа хэмнээрэй
mr: आपला वेळ जतन करा
ms: Jimat masa anda
my: သင့်အချိန်ကို ချွေတာပါ
nb_no: Spar tiden din
ne: आफ्नो समय बचत गर्नुहोस्
nl: Bespaar uw tijd
pl: Oszczędź czas
pt: Poupe seu tempo
ro: Economisește timp
ru: Экономьте свое время
si: ඔබේ කාලය ඉතිරි කරන්න
sk: Ušetrite čas
sl: Prihranite čas
sq: Kurseni kohën tuaj
sr: Uštedite svoje vreme
sv: Spara din tid
sw: Save muda wako
ta: நேரத்தைச் சேமியுங்கள்
te: మీ సమయాన్ని ఆదా చేయండి
th: ประหยัดเวลาของคุณ
tr: Zamandan tasarruf et
uk: Економте свій час
ur: اپنا وقت بچائیں
vi: Tiết kiệm thời gian của bạn
zu: Yonga isikhathi sakho

source: Read the news in bullet form to shorten a 5-minute read into just a few seconds.
af: Lees die nuus in hoogtepunte
am: የዜናውን ዋና ዋና ነጥቦች ያንብቡ
ar: اقرأ الأخبار بالنقاط
az: Xəbər bülletenləri oxuyun
be: Чытайце навіны ў зводках
bg: Прочети новините по точки
bn: খবর পড়ুন সংবাদ শিরোনামে
ca: Llegir les notícies en bales
cs: Přečtěte si zprávy v odrážkách
da: Læs nyheder i punkter
el: Διαβάστε τα νέα σε τίτλους
es_es: Lee las noticias en puntos clave
et: Loe uudiseid täpploenditena
eu: Irakurri bala-puntu berriak
fa: سرخط خبرها را در نقاط مختلف بخوانید
fi: Lue uutisia lyhyinä lauseina
fil: Basahin ang mga balita sa bullet points
fr: Lire l'actualité par points
gl: Ler novas con viñetas
he: קרא את החדשות-כדור נקודות
hi: न्यूज़ को बुलेट-पॉइंट्स में पढ़ें
hr: Pročitajte vijesti u natuknicama
hu: Olvassa el a hírt vázlatpontokban
hy: Կարդացեք լուրերի հիմնական կարևոր մասերը
id: Baca berita dalam bullet-points
is: Lesa fréttir í bullet-stig
ja: 箇条書きでニュースを読む
ka: წაიკითხეთ ახალი ამბები ბულეტებად-თეზისებად
kk: Жаңалықтарды пункттерден оқыңыз
km: អានព័ត៌មានជាចំណុចខ្លីៗ
kn: ಸುದ್ದಿಗಳನ್ನು ಬುಲೆಟ್ ಪಾಯಿಂಟ್‌ಗಳಲ್ಲಿ ಓದಿ
ky: Жаңылыктарды белгиленгендерде окуңуз
lo: ອ່ານຂ່າວໃນລູກປືນ, ຈຸດ
lt: Skaitykite naujienas punktais
lv: Lasīt ziņas aizzīmju punktiem
mk: Читање на вести на куршум поени
ml: ബുള്ളറ്റ്-പോയിന്റ് വാർത്തകൾ വായിക്കാൻ
mn: Энэ мэдээг сумны цэг дээр уншаарай
mr: बुलेट-गुण बातम्या वाचा
ms: Baca berita dalam bentuk senarai
my: ဘူးလက်ပွှိုင့်များမှာ သတင်းတွေကို ဖတ်ပါ
nb_no: Les nyhetene kort oppsummert
ne: बुलेट पोइन्टमा समाचार पढ्नुहोस्
nl: Lees het nieuws in bulletpoints
pl: Czytaj wiadomości w punktach
pt: Leia notícias resumidas em pontos
ro: Citește știrile pe scurt, la liniuță
ru: Читайте новости в пулевых точках
si: බුලට් පොයින්ට් වලින් ප්‍රවෘත්ති කියවන්න
sk: Prečítajte si správy v odrážkach
sl: Preberite novice v vrstičnih oznakah
sq: Lexoni lajme në pika të shkurta
sr: Čitajte vesti u kratkim crtama
sv: Läs nyheterna i listpunkter
sw: Soma habari katika risasi-pointi
ta: செய்திச் சுருக்கத்தில் செய்திகளைப் படிக்கவும்
te: బులెట్ పాయింట్ ల్లో వార్తలను చదవండి
th: อ่านข่าวในหัวข้อย่อย
tr: Hızlı&Kısa Haberleri oku
uk: Читайте ключові моменти новин
ur: بُلٹ-پوانٹس میں خبریں پرھیں
vi: Đọc tin ở mục điểm tin
zu: Funda izindaba ngamaphuzu ezinhlamvu

source: Hands-free reading
af: Hands-free lees
am: ከእጅ ነፃ ንባብ
ar: القراءة بدون استخدام اليدين
az: Əllərinizi toxundurmadan oxuyun
be: Чытанне без рук
bg: Автоматично прочитане
bn: হাত ব্যবহার মুক্ত পঠন
ca: Lectura mans lliures
cs: Hands-free čtení
da: Håndfri læsning
el: Ανάγνωση χωρίς χέρια
es_es: Lectura de manos libres
et: Käevaba lugemine
eu: Esku libreko irakurketa
fa: خواندن بدون دست
fi: Hands-free lukeminen
fil: Hands-free na pagbabasa
fr: Lecture mains libres
gl: Lectura de mans libres
he: קריאה דיבורית
hi: हैंड्स फ्री पढ़ना
hr: Čitanje bez ruku
hu: Felolvasás
hy: Առանց ձեռքերի ընթերցում
id: Membaca Hand-free
is: Handfrjáls lestur
ja: ハンズフリー読書
ka: ხელის გარეშე კითხვა
kk: Қолдар-еркін оқу
km: ការអានដោយមិនបាច់មើល
kn: ಹ್ಯಾಂಡ್ಸ್-ಫ್ರೀ ಓದುವಿಕೆ
ky: Колсуз окуу
lo: ອ່ານແຮນຟຣີ
lt: Laisvų rankų skaitymas
lv: lasījums Hands-free
mk: Hands-free читање
ml: ഹാൻഡ്സ് ഫ്രീ വായന
mn: Гаргүй унших
mr: हँड्स-फ्री वाचन
ms: Bacaan bebas tangan
my: လက်မလိုသော စာဖတ်ခြင်း
nb_no: Hands-free lesing
ne: ह्यान्ड्स फ्री रिडिङ
nl: Handsfree lezen
pl: Czytanie bezdotykowe
pt: Narração de voz
ro: Ascultă știrile zilei
ru: Громкая чтение
si: අත් රහිත කියවීම
sk: Hands-free čítanie
sl: Prostoročno branje
sq: Lexim i lirë
sr: Čitanje bez dodira
sv: Handsfree läsning
sw: Mikono ya bure ya kusoma
ta: எளிதான ஹாண்ட்ஸ் ஃப்ரீ ரீடிங்
te: తేలికపాటి చదువు
th: การอ่านแบบแฮนด์ฟรี
tr: Eller serbest okuma
uk: Читання без рук
ur: ہیندس فری ریدینگ
vi: Chế độ đọc rảnh tay
zu: Ukufundwa okungenazandla

source: No time to read? Use our intuitive text-to-speech feature.
af: Geentyd vir lees nie? Gebruik die spraakfunksie.
am: ለማንበብ ጊዜ የለውም? የንግግር ተግባሩን ይጠቀሙ
ar: لا وقت للقراءة؟ استخدم وظيفة الكلام.
az: Oxumağa vaxtınız yoxdur? Nitq funksiyasından istifadə edin.
be: Няма часу на чытанне? Карыстайцеся маўленчай функцыяй.
bg: Нямаш време за четене? Използвай автоматично прочитане.
bn: পড়ার সময় নেই? স্পিচ ফাংশনটি ব্যবহার করুন।
ca: No tens temps per a llegir? Utilitzi la funció de veu.
cs: Nemáte čas na čtení? Použijte funkci řeči.
da: Ingen tid til læsning? Brug talefunktionen.
el: Δεν έχετε χρόνο για διάβασμα; Χρησιμοποιήστε τη λειτουργία ομιλίας.
es_es: ¿No tienes tiempo para leer? Usa la función de voz.
et: Pole aega lugemiseks? Kasuta meie ette lugemise funktsiooni.
eu: No time irakurtzeko? Erabili hizkera funtzioa.
fa: وقت خواندن ندارید؟ از عملکرد گفتاری استفاده کنید.
fi: Ei aikaa lukea? Käytä puhetoimintoa.
fil: Walang oras magbasa? Gamitin ang speech function.
fr: Pas le temps de lire ? Utilisez la fonction vocale.
gl: Non tes tempo para ler? Use a función de voz.
he: אין זמן לקרוא? השתמש בפונקצית הדיבור.
hi: पढ़ने का समय नहीं? स्पीच फंक्शन का उपयोग करें।
hr: Nemate vremena za čitanje? Iskoristite funkciju glasovnog čitanja.
hu: Nincs ideje olvasni? Használja a felolvasás funkciót.
hy: Կարդալու ժամանակ չկա՞ Օգտագործեք ձայնային տարբերակը
id: Tidak punya waktu untuk membaca? Gunakan fitur bacakan
is: Enginn tími til að lesa? Notaðu tals.
ja: 読む時間がありませんか？ 音声機能を使用してください。
ka: არ გაქვთ კითხვის დრო? გამოიყენეთ მოლაპარაკე ფუნქცია
kk: Оқуға уақыт жоқ па? Сөйлеу функциясын қолданыңыз.
km: គ្មានពេលអានទេ? ប្រើមុខងារអានឲ្យអ្នកស្តាប់។
kn: ಓದಲು ಸಮಯವಿಲ್ಲವೇ? ಧ್ವನಿ ಸುದ್ದಿ ಕಾರ್ಯವನ್ನು ಬಳಸಿ.
ky: Окууга убактыңыз жокпу? Айтып берүү функциясын колдонуңуз.
lo: ທີ່ໃຊ້ເວລາສໍາລັບການອ່ານ? ໃຊ້ການທໍາງານຂອງປາກເວົ້າ, ຂີດ.
lt: Nėra laiko skaitymui? Naudokite kalbos funkciją.
lv: Nav laika lasīšanai? Izmantojiet runas funkciju.
mk: Нема време за читање? Користете ја функцијата за говор.
ml: വായന ഇല്ല സമയം? പ്രസംഗം പ്രവർത്തനം ഉപയോഗിക്കുക.
mn: Унших цаг алга? Ярианы функцийг ашиглана уу.
mr: वाचन नाही वेळ? भाषण कार्य वापरा.
ms: Tiada masa untuk membaca? Gunakan fungsi pertuturan.
my: ဖတ်ချိန်မရှိဘူးလား? စကားပြောဖန်ရှင်ကို အသုံးပြုပါ
nb_no: Har du ikke tid til å lese? Benytt høytlesningsfunksjonen.
ne: पढ्नको लागि समय छैन? वाणी प्रकार्य प्रयोग गर्नुहोस्।
nl: Geen tijd om te lezen? Gebruik de spraakfunctie.
pl: Nie masz czasu na czytanie? Wypróbuj funkcji mowy.
pt: Não tem tempo para ler? Use a função de voz.
ro: Nu ai timp să citești evenimentele zilei? Folosește funcționalitatea audio.
ru: Нет времени для чтения? Используйте функцию речи.
si: කියවීමට වෙලාවක් නැද්ද? කථන කාර්යය භාවිතා කරන්න.
sk: Nemáte čas na čítanie? Použite funkciu reči.
sl: Nimate časa za branje? Izberite govorno funkcijo.
sq: A nuk keni kohë për të lexuar? Përdorni funksionin e zërit
sr: Nemate vremena za čitanje? Koristite govornu funkciju.
sv: Ingen tid för att läsa? Använd talfunktionen.
sw: Hakuna muda kwa ajili ya kusoma? Matumizi ya kazi hotuba.
ta: படிக்க நேரம் இல்லையா? ஒலிமுறைச் செயல்பாட்டை உபயோகியுங்கள்
te: చదవడానికి సమయం లేదా? స్పీచ్ ఫంక్షన్ ను ఉపయోగించుకోండి.
th: ไม่มีเวลาอ่าน? ใช้ฟังก์ชันเสียงพูด
tr: Okumak için zaman yok? Konuşma işlevini kullanın.
uk: Немає часу для читання? Використовуй функцію промови.
ur: پڑھنے کا وقت نہیں؟ اسپیچ فنکشن کا استعمال کریں۔
vi: Không có thời gian để đọc? Sử dụng chức năng giọng nói.
zu: Asikho isikhathi sokufunda? Sebenzisa umsebenzi wenkulumo.

source: Write your message...
af: Skryf u boodskap…
am: መልእክትዎን ይፃፉ
ar: اكتب رسالتك...
az: Mesajınızı yazın...
be: Напішыце сваё паведамленне...
bg: Напиши съобщението си ...
bn: আপনার বার্তা লিখুন ...
ca: Escriu el teu missatge...
cs: Napište zprávu...
da: Skriv din besked…
el: Γράψτε το μήνυμά σας...
es_es: Escribe tu mensaje...
et: Kirjuta oma sõnum...
eu: Idatzi zure mezua ...
fa: پیام خود را بنویسید ...
fi: Kirjoita viestisi…
fil: Isulat ang iyong mensahe…
fr: Ecrivez votre message...
gl: Escribe a túa mensaxe ...
he: כתוב את ההודעה שלך ...
hi: अपना मैसेज लिखें ...
hr: Napišite svoju poruku…
hu: Írja be üzenetét…
hy: Գրեք ձեր նամակը․․․
id: Tulis pesan anda…
is: Skrifaðu skilaboðin ...
ja: メッセージを書いてください
ka: დაწერეთ თქვენი მესიჯი...
kk: Өзіңіздің хатыңызды жазыңыз
km: សរសេរសាររបស់អ្នក ...
kn: ನಿಮ್ಮ ಸಂದೇಶವನ್ನು ಬರೆಯಿರಿ ...
ky: Билдирүүңүздү жазыңыз ...
lo: ຂຽນຂໍ້ຄວາມຂອງທ່ານ ...
lt: Parašykite savo žinutę...
lv: Uzrakstiet savu ziņu ...
mk: Напишете ја Вашата порака ...
ml: നിങ്ങളുടെ സന്ദേശം എഴുതുക ...
mn: Зурвасаа бичнэ үү...
mr: आपला संदेश लिहा ...
ms: Tulis mesej anda ...
my: သင့်မက်ဆေ့ချ်ကိုရေးပါ
nb_no: Skriv din melding…
ne: तपाईंको सन्देश लेख्नुहोस् ...
nl: Schrijf uw bericht…
pl: Napisz swoją wiadomość…
pt: Escreva sua mensagem...
ro: Scrie un mesaj...
ru: Написать сообщение ...
si: ඔබේ පණිවිඩය ලියන්න …
sk: Napíšte správu...
sl: Napišite sporočilo
sq: Shkruani mesazhin tuaj
sr: Napišite svoju poruku...
sv: Skriv ditt meddelande…
sw: Andika ujumbe wako ...
ta: உங்களது செய்தியை எழுதவும்
te: మీ సందేశాన్ని రాయండి...
th: เขียนข้อความของคุณ ...
tr: Mesajınızı yazın…
uk: Написати повідомлення...
ur: اپنا پیغام لکھیں ...
vi: Viết tin nhắn của bạn…
zu: Bhala umyalezo wakho ...

source: Drop us a message if you need help with something, we'd love to hear from you!
af: Stuur vir ons 'n boodskap as u hulp nodig het met iets ons hoor graag von u!
am: በማንኛውም ነገር ላይ እገዛ ከፈለጉ መልእክት ይላኩልን ፣ ከእርስዎ መስማት እንወዳለን!
ar: أرسل لنا رسالة إذا كنت بحاجة إلى مساعدة في شيء ما ، يسعدنا أن نسمع منك!
az: köməyə ehtiyacınız olarsa, bizə mesaj göndərin. Daim kömək etməyə hazırıq!
be: напішыце нам паведамленне, калі Вам патрэбна дапамога ў чым-небудзь, мы будзем рады пачуць ад Вас!
bg: Изпрати ни съобщение, ако имаш нужда от помощ, ще се радваме да чуем мнението ти!
bn: আপনার যদি কোনো সাহায্যের প্রয়োজন হয় তবে আমাদের কাছে একটি বার্তা পাঠান, আমরা আপনার কথা শুনতে আগ্রহী!
ca: enviï'ns un missatge si necessita ajuda amb alguna cosa, ens encantaria saber de vostè!
cs: pošlete nám zprávu, pokud potřebujete s něčím pomoci. Uvítáme všechny dotazy!
da: Send os en besked hvis du har brig for hjælp med noget, vi vil gerne høre fra dig!
el: στείλτε μας ένα μήνυμα αν χρειάζεστε βοήθεια με κάτι, θα θέλαμε να σας ακούσουμε!
es_es: envíanos un mensaje si necesitas ayuda con algo, ¡nos encantaría saber de ti!
et: saada meile sõnum kui sul on millegagi abi vaja, me tahame sinult kuulda!
eu: bidali mezu bat zerbait laguntza behar baduzu, maite dituzun entzun genuke!
fa: اگر در مورد کاری به کمک نیاز دارید ، برای ما پیام ارسال کنید ، ما دوست داریم از شما بشنویم!
fi: Kirjoita meillle viesti, jos tarvitset apua jossakin, meistä olisi ihana keskustella kanssasi
fil: padalhan kami ng mensahe kung kailangan mo ng tulong, masaya kaming makarinig mula sa iyo!
fr: Envoyez-nous un message si vous avez besoin d'aide pour quelque chose, nous aimerions beaucoup avoir de vos nouvelles !
gl: Envíanos unha mensaxe se precisas axuda, encantaríanos ter noticias túas.
he: שלח לנו הודעה אם אתה זקוק לעזרה עם משהו, נשמח לשמוע ממך!
hi: अगर आपको किसी चीज़ की मदद चाहिए तो हमें एक मैसेज भेजें, हम आपसे सुनना पसंद करेंगे!
hr: pošaljite nam poruku ako trebate pomoć u nečemu, voljeli bismo čuti vaše mišljenje!
hu: Küldjön nekünk üzenetet ha szüksége van segítségre valamivel kapcsolatban. Örömmel hallünk ön felől!
hy: Ուղարկեք մեզ նամակ, եթե ինչ-որ հարցում օգնության կարիք ունեք, մենք սիրով կպատասխանենք
id: kirim kami pesan jika anda membutuhkan bantuan dengan sesuatu, kami sangat senang mendengarkan pesan anda!
is: sendu okkur skilaboð ef þú þarft hjálp við eitthvað, væri gaman að heyra frá þér!
ja: 何かで助けが必要な場合は私たちにメッセージを送ってください。ご連絡をお待ちしております。
ka: თუ რამეში დახმარება გჭირდებათ, მოგვწერეთ, სიხარულით მოგისმენთ!
kk: бізге хабарлама жіберіңіз, егер сізге бірдеңе туралы көмек қажет болса, біз сізден естуге қуаныштымыз!
km: ផ្ញើសារមកយើង ប្រសិនបើអ្នកត្រូវការជំនួយអ្វីមួយ យើងចង់ឮពីអ្នក!
kn: ನಿಮಗೆ ಏನಾದರೂ ಸಹಾಯ ಬೇಕಾದರೆ ನಮಗೆ ಸಂದೇಶ ಕಳುಹಿಸಿ, ನಿಮ್ಮಿಂದ ಕೇಳಲು ನಾವು ಇಷ್ಟಪಡುತ್ತೇವೆ!
ky: бир нерсе боюнча жардамга муктаж болсоңуз, бизге билдирүү жөнөтүңүз, биз сизден кабар алуунуга кубаныятабыз!
lo: ສົ່ງໃຫ້ພວກເຮົາຂໍ້ຄວາມຖ້າຫາກວ່າທ່ານຕ້ອງການການຊ່ວຍເຫຼືອທີ່ມີບາງສິ່ງບາງຢ່າງ, ພວກເຮົາຈະຮັກທີ່ຈະໄດ້ຍິນຈາກທ່ານ!
lt: jei prisireikė pagalbos, parašykite mums žinutę - su malonumu su jumis pabendrautume!
lv: sūtiet mums ziņu, ja jums ir nepieciešama palīdzība ar kaut ko, mēs labprāt vēlētos dzirdēt no jums!
mk: пратете ни порака ако ви треба помош со нешто, би сакал да се слушне од вас!
ml: ഞങ്ങളെ എന്തെങ്കിലും സഹായം ആവശ്യമെങ്കിൽ ഞങ്ങൾ നിങ്ങളെ അറിയാൻ ഞങ്ങൾ ആഗ്രഹിക്കുന്നു ഒരു സന്ദേശം അയയ്ക്കുക!
mn: танд ямар нэгэн тусламж хэрэгтэй бол биднээс мессеж илгээх болно!
mr: आपण काहीतरी मदत हवी असेल तर आम्हाला एक संदेश पाठवा, आम्ही ते जरूर आवडेल!
ms: Hubungi kami sekiranya anda memerlukan bantuan, kami sedia mendengarnya!
my: အကူအညီလိုပါက ကျွန်ုပ်တို့ထံမက်ဆေ့ချ်ပို့ပါ သင့်ဆီကစကားသံကိုကြားရတာနှစ်သက်လှပါတယ်!
nb_no: send oss en melding om du trenger hjelp til noe, vi vil gjerne høre fra deg!
ne: तपाईंको सन्देश लेख्नुहोस् ...हामीलाई सन्देश पठाउनुहोस् यदि तपाईंलाई केहि सहयोगको आवश्यक छ भने, हामी तपाईंबाट सुन्न चाहान्छौं!
nl: stuur ons een berichtje als je ergens hulp bij nodig hebt, we horen graag van je!
pl: Wyślij wiadomość jeżeli potrzebujesz pomocy, chętnie Ci pomożemy!
pt: envie-nos uma mensagem se precisar de ajuda, adoraríamos receber seus comentários!
ro: trimite-ne un mesaj dacă te putem ajuta cu ceva. Îți stăm la dispoziție!
ru: отправить нам сообщение, если вам нужна помощь с чем-то, мы хотели бы услышать от вас!
si: ඔබට යමක් සඳහා උදව් අවශ්‍ය නම් අපට පණිවිඩයක් එවන්න, අපි ඔබෙන් අසා දැන ගැනීමට කැමතියි!
sk: pošlite nám správu, ak potrebujete s niečím pomôcť. Uvítame všetky dotazy!
sl: pošljite nam sporočilo, če potrebujete pomoč, radi vam bomo prisluhnili.
sq: Na dërgoni një mesazh nëse keni nevojë për ndihmë me diçka, ne do të donim të ju ndihmojmë.
sr: pošaljite nam poruku ako trebate pomoć u nečemu, voleli bismo čuti vaše mišljenje!
sv: Skicka oss ett meddelande om du behöver hjälp med något, vi skulle gärna höra från dig!
sw: tutumie ujumbe kama unahitaji msaada na kitu, tunataka upendo kusikia kutoka kwako!
ta: ஏதேனும் உதவி தேவையெனில் எங்களுக்குச செய்தி அனுப்பவும். உங்களுக்கு உதவுவதை எதிர்நோக்குகிறோம்.
te: ఏదైనా సాయం అవసరం అయితే మాకు సందేశం పంపండి, మీ నుంచి వినడానికి మేం ఇష్టపడతాం!
th: ส่งข้อความถึงเราหากคุณต้องการความช่วยเหลือเรายินที่จะรับฟังจากคุณ!
tr: bir konuda yardıma ihtiyacınız varsa bize bir mesaj gönderin, sizden duymak isteriz!
uk: відправити нам повідомлення, якщо Вам потрібна будь-яка допомога, ми будемо раді Вашому зверненню!
ur: اگر آپ کو کسی طرح کی مدد کی ضرورت ہے تو ہمیں پیغام بھیجیں ، ہم آپ کی مدد کرنا پسند کریں گے!
vi: gửi chúng tôi tin nhắn nếu bạn cần trợ giúp, chúng tôi sẵn sàng để lắng nghe bạn!
zu: sithumele umyalezo uma udinga usizo ngokuthile, singathanda ukuzwa kuwe!
