Repository: newsreels/app-mobile-ios
Catalog: Bullet/*.lproj/Localizable.strings
Languages: af, am, ar, az, be, bg, bn, ca, cs, da, el, es_es, et, eu, fa, fi, fil, fr, gl, he, hi, hr, hu, hy, id, is, ja, ka, kk, km, kn, ky, lo, lt, lv, mk, ml, mn, mr, ms, my, nb_no, ne, nl, pl, pt, ro, ru, si, sk, sl, sq, sr, sv, sw, ta, te, th, tr, uk, ur, vi, zu

source: Upload YouTube link
ar: رفع رابط يوتيوب
bn: ইউটিউব লিঙ্ক আপলোড করুন
es_es: Subir enlace de YouTube
fr: Uploadez le lien YouTube
hi: यूट्यूब लिंक अपलोड करें
id: Unggah tautan YouTube
ja: アップロードユーチューブリンク
nl: YouTube-link uploaden
pt: Carregar link do YouTube
ru: Загрузить ссылку на YouTube
th: อัปโหลดลิงค์ YouTube
ur: یوٹیوب لنک اپ لوڈ کریں
vi: Tải lên liên kết YouTube

source: Before you post,
ar: قبل النشر ،
bn: আপনি পোস্ট করার আগে,
es_es: Antes de publicar,
fr: Avant de publier,
hi: पोस्ट करने से पहले,
id: Sebelum Anda memposting,
ja: 投稿する前に、
nl: Voordat u post,
pt: Antes de postar,
ru: Перед тем, как опубликовать,
th: ก่อนที่คุณจะโพสต์
ur: پوسٹ کرنے سے پہلے ،
vi: Trước khi bạn đăng,

source: Please remember that you are joining a global community of readers and writers. In order to protect everybody from any form of misinformation and abuse, please review our
ar: يرجى تذكر أنك تنضم إلى مجتمع عالمي من القراء والكتاب. من أجل حماية الجميع من أي شكل من أشكال التضليل وسوء المعاملة، يرجى مراجعة
bn: দয়া করে মনে রাখবেন আপনি পাঠক এবং লেখকদের একটি বিশ্বব্যাপী সম্প্রদায়ে যোগদান করছেন। যে কোনও ধরণের ভুল তথ্য এবং অপব্যবহার থেকে সবাইকে রক্ষা করতে, দয়া করে আমাদের পর্যালোচনা করুন
es_es: Recuerde que se está uniendo a una comunidad global de lectores y escritores. Para proteger a todos de cualquier forma de desinformación y abuso, revise nuestra
fr: N'oubliez pas que vous rejoignez une communauté mondiale de lecteurs et d'écrivains. Afin de protéger tout le monde contre toute forme de désinformation et d'abus, veuillez consulter notre
hi: कृपया याद रखें कि आप पाठकों और लेखकों के वैश्विक समुदाय में शामिल हो रहे हैं। सभी को किसी भी प्रकार की गलत सूचना और दुरुपयोग से बचाने के लिए, कृपया समीक्षा करें
id: Harap diingat bahwa Anda bergabung dengan komunitas pembaca dan penulis global. Untuk melindungi semua orang dari segala bentuk informasi yang salah dan penyalahgunaan, harap tinjau kami
ja: 読者と作家のグローバルコミュニティに参加していることを覚えておいてください。あらゆる形態の誤った情報や虐待からすべての人を守るために、私たちの
nl: Houd er rekening mee dat u zich aansluit bij een wereldwijde gemeenschap van lezers en schrijvers. Om iedereen te beschermen tegen elke vorm van verkeerde informatie en misbruik, dient u onze
pt: Por favor, lembre-se que está se juntando a uma comunidade global de leitores e escritores. A fim de proteger todos de qualquer forma de desinformação e abuso, por favor, reveja a nossa
ru: Пожалуйста, помните, что вы присоединяется к глобальному сообществу читателей и писателей. Для того, чтобы защитить всех от любых форм дезинформации и злоупотреблений, пожалуйста, просмотрите наши
th: โปรดจําไว้ว่าคุณกําลังเข้าร่วมชุมชนผู้อ่านและนักเขียนทั่วโลก เพื่อปกป้องทุกคนจากรูปแบบใดๆของข้อมูลที่ผิดและการละเมิด, โปรดตรวจสอบของเรา
ur: براہ کرم یاد رکھیں کہ آپ قارئین اور مصنفین کی ایک عالمی برادری میں شامل ہو رہے ہیں۔ ہر ایک کو کسی بھی قسم کی غلط معلومات اور بدسلوکی سے بچانے کے لئے، براہ کرم ہمارے جائزے کا جائزہ لیں
vi: Hãy nhớ rằng bạn đang tham gia cộng đồng người đọc và nhà văn toàn cầu. Để bảo vệ mọi người khỏi bất kỳ hình thức thông tin sai lệch và lạm dụng nào, vui lòng xem lại

source: Community Guidelines.
ar: المبادئ التوجيهية للمجتمع
bn: কমিউনিটি গাইডলাইন
es_es: Directrices de la comunidad.
fr: Lignes directrices communautaires
hi: समुदाय दिशानिर्देश.
id: Pedoman Komunitas.
ja: コミュニティガイドライン.
nl: Communautaire richtsnoeren.
pt: Diretrizes da comunidade.
ru: Руководящие принципы сообщества.
th: หลักเกณฑ์ของชุมชน.
ur: کمیونٹی رہنما خطوط.
vi: Nguyên tắc cộng đồng.

source: By tapping Continue, you are agreeing to uphold the guidelines.
ar: من خلال النقر على متابعة ، فأنت توافق على التمسك بالمبادئ التوجيهية.
bn: অবিরত আলতো চাপতে, আপনি গাইডলাইনগুলি ধরে রাখতে সম্মত হচ্ছেন।
es_es: Al tocar Continuar, acepta respetar las pautas.
fr: En appuyant sur Continuer, vous acceptez de respecter les lignes directrices.
hi: जारी रखें दोहन करके, आप दिशा-निर्देशों को बनाए रखने के लिए सहमत हो रहे हैं ।
id: Dengan mengetuk Lanjutkan, Anda setuju untuk menjunjung pedoman.
ja: [続行]をタップすると、ガイドラインを守ることに同意したことになります。
nl: Door op Doorgaan te tikken, gaat u akkoord met het naleven van de richtlijnen.
pt: Ao tocar em Continuar, você concorda em seguir as diretrizes.
ru: Нажав Продолжить, вы соглашаетесь соблюдать руководящие принципы.
th: การแตะดำเนินการต่อแสดงว่าคุณยินยอมที่จะรักษาหลักเกณฑ์
ur: ٹیپ کرکے جاری رکھیں، آپ رہنما خطوط کو برقرار رکھنے پر اتفاق کر رہے ہیں۔
vi: Bằng cách nhấn vào Tiếp tục, bạn đồng ý duy trì các nguyên tắc.

source: Community Guidelines
ar: [المبادئ التوجيهية للمجتمع].
bn: [কমিউনিটি গাইডলাইন]।
es_es: Directrices de la comunidad
fr: Lignes directrices communautaires
hi: समुदाय दिशानिर्देश।
id: Pedoman Komunitas
ja: コミュニティガイドライン。
nl: Communautaire richtsnoeren
pt: Diretrizes da comunidade
ru: Руководящие принципы сообщества
th: หลักเกณฑ์ของชุมชน
ur: کمیونٹی رہنما خطوط
vi: Nguyên tắc cộng đồng

source: Upload bullet image (optional)
ar: تحميل صورة الرمز النقطي (اختياري)
bn: বুলেট ছবি আপলোড করুন (ঐচ্ছিক)
es_es: Cargar imagen de viñeta (opcional)
fr: Uploadez l’image de balle (facultatif)
hi: बुलेट इमेज अपलोड करें (वैकल्पिक)
id: Unggah gambar peluru (Opsional)
ja: 弾丸画像アップロード（オプション）
nl: Afbeelding van opsommingstekens uploaden (optioneel)
pt: Upload imagem de bullet (opcional)
ru: Загрузить изображение пули (необязательно)
th: อัปโหลดภาพสัญลักษณ์แสดงหัวข้อย่อย (ไม่บังคับ)
ur: بلٹ پوائنٹ کی تصویر اپ لوڈ کریں
vi: Tải lên hình ảnh dấu đầu dòng (Tùy chọn)

source: Delete
ar: حذف
bn: মুছে ফেলা
es_es: Borrar
fr: Supprimez
hi: मिटाना
id: Hapus
ja: 削除
nl: Verwijderen
pt: Excluir
ru: Удалить
th: ลบ
ur: مٹانا
vi: Xóa bỏ

source: Replace
ar: استبدل
bn: প্রতিস্থাপন করা
es_es: Reemplazar
fr: Remplacer
hi: बदलें
id: Menggantikan
ja: 取り替える
nl: Vervangen
pt: Substituir
ru: Заменять
th: แทนที่
ur: بدل دیں
vi: Thay thế

source: Delete Bullet
ar: حذف الرمز النقطي
bn: বুলেট মুছুন
es_es: Eliminar viñeta
fr: Supprimer une puce
hi: बुलेट हटाएं
id: Hapus Peluru
ja: 箇条書きを削除
nl: Opsommingsteken verwijderen
pt: Excluir bullet
ru: Удалить пулю
th: ลบสัญลักษณ์แสดงหัวข้อย่อย
ur: بلٹ پوائنٹ کو حذف کریں
vi: Xóa dấu đầu dòng

source: Add Tag
ar: إضافة علامة
bn: ট্যাগ যুক্ত করুন
es_es: Agregar etiqueta
fr: Ajouter une tags
hi: टैग जोड़ो
id: Tambah Tag
ja: タグの追加
nl: Tag toevoegen
pt: Adicionar etiqueta
ru: Добавить тег
th: เพิ่มแท็ก
ur: ٹیگ اضافہ کریں
vi: thêm vào các thẻ

source: Max 5
ar: ماكس 5
bn: সর্বোচ্চ 5
es_es: Máximo 5
hi: अधिकतम 5
id: Maks 5
ja: 最大5
nl: Maximaal 5
pt: Máximo 5
ru: Макс 5
th: สูงสุด 5
ur: زیادہ سے زیادہ 5
vi: Tối đa 5.

source: RECOMMENDED
ar: موصى به
bn: প্রস্তাবিত
es_es: Recomendado
fr: Recommandé
hi: सिफारिश की
id: Direkomendasikan
ja: お勧め
nl: Aanbevolen
pt: Recomendado
ru: рекомендованный
th: แนะ นำ
ur: تجویز کردہ
vi: Được đề xuất

source: comma, separated, tags
ar: فاصلة، مفصولة، علامات أو علامات
bn: কমা, পৃথক, ট্যাগ
es_es: coma, separados, etiquetas
fr: virgule, séparés, tags
hi: अल्पविराम, अलग, टैग
id: koma, dipisahkan, tag
ja: カンマ、区切り、タグ
nl: komma, gescheiden, tags
pt: vírgula, separadas, tags
ru: запятая, отделенная, теги
th: เครื่องหมายจุลภาค, แยก, แท็ก
ur: کوما ، الگ ، ٹیگ
vi: dấu phẩy, phân cách, thẻ

source: YouTube Article
ar: مقال يوتيوب
bn: ইউটিউব নিবন্ধ
es_es: Artículo de YouTube
fr: Article YouTube
hi: यूट्यूब लेख
id: Artikel YouTube
ja: ユーチューブの記事
nl: YouTube-artikel
pt: Artigo do YouTube
ru: Статья на YouTube
th: บทความ YouTube
ur: یوٹیوب مضمون
vi: Bài viết trên YouTube

source: Paste a YouTube link to upload a video from YouTube.
ar: لصق رابط تيوب لتحميل مقطع فيديو من تيوب.
bn: ইউটিউব থেকে ভিডিও আপলোড করতে একটি ইউটিউব লিঙ্ক আটকান।
es_es: Pega un enlace de YouTube para subir un vídeo desde YouTube.
fr: Collez un lien YouTube pour télécharger une vidéo à partir de YouTube.
hi: यूट्यूब से वीडियो अपलोड करने के लिए यूट्यूब लिंक चिपकाएं।
id: Tempel tautan YouTube untuk mengupload video dari YouTube.
ja: ユーチューブ リンクを貼り付けてユーチューブ からビデオをアップロードします。
nl: Plak een YouTube-link om een video van YouTube te uploaden.
pt: Cole uma ligação do YouTube para fazer o upload de um vídeo do YouTube.
ru: Вставьте ссылку YouTube, чтобы загрузить видео с YouTube.
th: วางลิงก์ YouTube เพื่ออัปโหลดวิดีโอจาก YouTube
ur: یوٹیوب سے ویڈیو اپ لوڈ کرنے کے لئے یوٹیوب لنک چسپاں کریں۔
vi: Dán liên kết YouTube để tải video lên từ YouTube.

source: Paste a YouTube link to take import
ar: لصق رابط يوتيوب للاستيراد
bn: আমদানি করতে একটি YouTube লিঙ্ক আটকান
es_es: Pegar un enlace de YouTube para realizar la importación
fr: Collez un lien YouTube pour effectuer l'importation
hi: आयात करने के लिए एक यूट्यूब लिंक पेस्ट करें
id: Menempelkan tautan YouTube untuk melakukan impor
ja: インポートするユーチューブリンクを貼り付けます
nl: Een YouTube-link plakken om te importeren
pt: Cole uma ligação do YouTube para tomar a importação
ru: Вставьте ссылку YouTube, чтобы импортировать
th: วางลิงก์ YouTube เพื่อนำเข้า
ur: درآمد لینے کے لیے یوٹیوب لنک چسپاں کریں
vi: Dán liên kết YouTube để hập khẩu

source: IMPORT
ar: استورد
bn: আমদানি করুন
es_es: Importación
fr: Importer
hi: आयात
id: Mengimpor
ja: 輸入
nl: Importeren
pt: Importação
ru: Импортировать
th: นําเข้า
ur: درآمد
vi: Nhập khẩu

source: Enter Youtube link
ar: أدخل رابط يوتيوب
bn: ইউটিউব লিঙ্ক প্রবেশ করান
es_es: Ingrese el enlace de Youtube
fr: Entrez le lien Youtube
hi: यूट्यूब लिंक दर्ज करें
id: Masukkan tautan Youtube
ja: ユーチューブリンクを入力
nl: Voer de YouTube-link in
pt: Digite o link do YouTube.
ru: Введите ссылку на YouTube
th: ป้อนลิงก์ Youtube
ur: یوٹیوب لنک درج کریں
vi: Nhập liên kết Youtube

source: Preview
ar: معاينه
bn: পূর্বরূপ
es_es: Vista previa
fr: Prévisualiser
hi: पूर्वावलोकन
id: Pratinjau
ja: プレビュー
nl: Voorvertoning
pt: Antevisão
ru: Предварительный просмотр
th: ดูก่อน
ur: پیش نظارہ
vi: Xem trước

source: POST
ar: انشر
bn: পোস্ট
es_es: Publicar
fr: Publier
hi: पद
id: Pos
ja: 投稿
pt: Postar
ru: Чтобы опубликовать
th: โพสต์
ur: پوسٹ
vi: Bài đăng

source: Post to My Profile
ar: نشر إلى ملفي الشخصي
bn: আমার প্রোফাইলে পোস্ট করুন
es_es: Publicar en mi perfil
fr: Publier sur mon profil
hi: मेरी प्रोफ़ाइल पर पोस्ट करें
id: Posting ke Profil Saya
ja: マイプロフィールに投稿
nl: Post naar mijn profiel
pt: Postar no meu perfil
ru: Опубликовать в моем профиле
th: โพสต์ไปที่โปรไฟล์ของฉัน
ur: میرے پروفائل پر پوسٹ کریں
vi: Đăng lên Hồ sơ của tôi

source: RESULT
ar: نتائج
bn: ফলাফল
es_es: Resultados
fr: Résultats
hi: परिणाम
id: Hasil
ja: 結果
nl: Resultaten
pt: Resultados
ru: Полученные результаты
th: ผล
ur: نتائج
vi: Các kết quả

source: followers
ar: متابعون
bn: অনুসারী
es_es: seguidores
fr: suiveurs
hi: अनुयायियों
id: pengikut
ja: フォロワー
nl: volgers
pt: seguidores
ru: Последователей
th: ผู้ติดตาม
ur: پیروکار
vi: người theo dõi

source: Followers
ar: متابعون
bn: অনুসারী
es_es: Seguidores
fr: Suiveurs
hi: अनुयायियों
id: Pengikut
ja: フォロワー
nl: Volgers
pt: Seguidores
ru: Последователей
th: ผู้ติดตาม
ur: پیروکار
vi: Người theo dõi

source: Posts
ar: المشاركات
bn: পোস্ট
es_es: Publicaciones
fr: Des postes
hi: पोस्ट
id: Posting
ja: 投稿
nl: Post
pt: Postagens
ru: Опубликовать
th: โพสต์
ur: پوسٹس
vi: Bài đăng

source: Profile updated successfully
ar: تم تحديث الملف الشخصي بنجاح
bn: প্রোফাইল সফলভাবে আপডেট করা হয়েছে
es_es: Perfil actualizado con éxito
fr: Profil mis à jour avec succès
hi: प्रोफाइल को सफलतापूर्वक अपडेट किया गया
id: Profil berhasil diperbarui
ja: プロファイルが正常に更新されました
nl: Profiel succesvol bijgewerkt
pt: Perfil atualizado com sucesso
ru: Профиль успешно обновлен
th: อัพเดตโปรไฟล์เสร็จเรียบร้อยแล้ว
ur: پروفائل کامیابی کے ساتھ اپ ڈیٹ ہوا
vi: Hồ sơ được cập nhật thành công

source: Tags
ar: العلامات
bn: ট্যাগ
es_es: Etiquetas
fr: Une tags
hi: टैग
id: Tag
ja: タグ
ru: Теги
th: แท็ก
ur: ٹیگز
vi: Các thẻ

source: No Posts Yet
ar: لا المشاركات بعد
bn: এখনও পযন্ত কোন পোষ্ট নাই
es_es: Aún no hay publicaciones
fr: Aucune publi de profil pour l instant
hi: अब तक कोई पोस्ट नहीं
id: Belum ada postingan
ja: まだ投稿がありません
nl: Nog geen postes
pt: Ainda não há postagens
ru: Публикаций пока нет
th: ยังไม่มีโพสต์
ur: ابھی تک کوئی پوسٹس نہیں
vi: Chưa có bài viết nào

source: Add
ar: يضيف
bn: অ্যাড
es_es: Agregar
fr: Ajouter
hi: जोड़ें
id: Menambahkan
ja: 足す
nl: Toevoegen
pt: Adicionar
ru: Добавлять
th: เพิ่ม
ur: شامل کریں
vi: Thêm vào

source: Select Ratio
ar: حدد النسبة
bn: অনুপাত নির্বাচন করুন
es_es: Seleccione la proporción
fr: Sélectionner le ratio
hi: अनुपात का चयन करें
id: Pilih Rasio
ja: 比率を選択
nl: Selecteer Verhouding
pt: Selecionar Rácio
ru: Выберите соотношение
th: เลือกอัตราส่วน
ur: تناسب کو منتخب کریں
vi: Chọn Tỷ lệ

source: Add topics tags
ar: أضف علامات المواضيع
bn: বিষয় ট্যাগ যুক্ত করুন
es_es: Agregar etiquetas de temas
fr: Ajouter des balises de sujets
hi: विषयों टैग जोड़ें
id: Tambahkan tag topik
ja: トピックのタグを追加
nl: Onderwerptags toevoegen
pt: Adicionar tags de tópicos
ru: Добавить теги тем
th: เพิ่มแท็กหัวข้อ
ur: موضوعات ٹیگ شامل کریں
vi: Thêm thẻ chủ đề

source: Be discovered by people following the topics you are posting about.
ar: اكتشف من قبل الأشخاص الذين يتابعون الموضوعات التي تنشر عنها.
bn: আপনি যে বিষয়গুলি সম্পর্কে পোস্ট করছেন তা অনুসরণ কারী ব্যক্তিদের দ্বারা আবিষ্কৃত হন।
es_es: Sea descubierto por personas que siguen los temas sobre los que está publicando.
fr: Soyez découvert par les personnes qui suivent les sujets sur lesquels vous publiez.
hi: आप जिन विषयों के बारे में पोस्ट कर रहे हैं, उनका अनुसरण करने वाले लोगों द्वारा खोजे जाएं।
id: Ditemukan oleh orang-orang yang mengikuti topik yang Anda posting.
ja: あなたが投稿しているトピックをフォローしている人々に発見されます。
nl: Word ontdekt door mensen die de onderwerpen volgen waarover u post.
pt: Seja descoberto por pessoas que seguem os tópicos sobre os quais você está postando.
ru: Будьте обнаружены людьми, следующими за темами, о которых вы публикуете.
th: ถูกค้นพบโดยคนที่ติดตามหัวข้อที่คุณกำลังโพสต์เกี่ยวกับ
ur: ان لوگوں کی طرف سے دریافت کرنے کے لئے جو آپ کے بارے میں پوسٹ کرنے والے موضوعات پر عمل کرتے ہیں.
vi: Được khám phá bởi những người theo dõi các chủ đề bạn đang đăng.

source: Reels edited successfully.
ar: تم تصحيح بكرات بنجاح.
bn: রিলস সফলভাবে সম্পাদিত।
es_es: Carretes editados con éxito.
fr: Bobines éditées avec succès.
hi: रीलों को सफलतापूर्वक संपादित किया गया।
id: Berita reels berhasil diedit.
ja: リールは正常に編集されました。
nl: Nieuwshaspels succesvol bewerkt
pt: As cinejornais editadas com sucesso.
ru: Кинохроника отредактированы успешно.
th: รีลได้รับการแก้ไขเรียบร้อยแล้ว
ur: نیوزریلز کامیابی کے ساتھ ترمیم کی گئی۔
vi: Tin tứcreels đã chỉnh sửa thành công.

source: Article edited successfully.
ar: تم تحرير المقال بنجاح.
bn: নিবন্ধটি সফলভাবে সম্পাদিত হয়েছে।
es_es: Artículo editado con éxito.
fr: Article édité avec succès.
hi: लेख सफलतापूर्वक संपादित किया गया।
id: Artikel berhasil diedit.
ja: 記事は正常に編集されました。
nl: Artikel met succes bewerkt.
pt: Artigo editado com sucesso.
ru: Статья отредактирована успешно.
th: บทความแก้ไขเรียบร้อยแล้ว
ur: آرٹیکل کامیابی کے ساتھ ایڈٹ ہوا۔
vi: Bài viết đã chỉnh sửa thành công.

source: Reels uploaded successfully.
ar: تم تحميل البكرات بنجاح.
bn: রিলস সফলভাবে আপলোড হয়েছে।
es_es: Carretes subido con éxito.
fr: Bobines uploadés avec succès.
hi: रीलों को सफलतापूर्वक अपलोड किया गया।
id: Berita reels berhasil diunggah.
ja: リールが正常にアップロードされました。
nl: Nieuwshaspels succesvol geüpload
pt: As cinejornais foram carregadas com sucesso.
ru: Кинохроника загружены успешно.
th: รีลที่อัปโหลดเรียบร้อยแล้ว
ur: نیوزریلز کامیابی کے ساتھ اپ لوڈ ہوئی۔
vi: Tin tứcreels được tải lên thành công.

source: Enter verification code
ar: أدخل رمز التحقق
bn: আপনার যাচাইকরণ সংকেতটি প্রবেশ করুন
es_es: Ingrese el código de verificación
fr: Entrez le code de vérification
hi: सत्यापन कोड दर्ज करें
id: Masukkan kode verifikasi
ja: 確認コードの入力
nl: Voer verificatiecode in
pt: Insira o código de verificação
ru: Введите код проверки
th: ป้อนรหัสยืนยัน
ur: تصدیقی کوڈ درج کریں
vi: Nhập mã xác minh

source: RESEND
ar: إعادة إرسال
bn: রিসেন্ড করুন
es_es: VOLVER A ENVIAR
fr: RENVOYER
hi: पुन: भेजें
id: PENGIRIMAN ULANG
ja: 再送
nl: OPNIEUW VERZENDEN
pt: REENVIAR
ru: повторно отправьте
th: ส่งอีกครั้ง
ur: دوبارہ بھیج دیں
vi: Gửi lai

source: Processing...
ar: معالجة...
bn: প্রক্রিয়াজাতকরণ ...
es_es: Procesando...
fr: En traitement...
hi: प्रसंस्करण...
id: Pengolahan...
ja: 処理...
nl: Verwerking...
pt: Em processamento...
ru: переработка..
th: กำลังดำเนินการ ..
ur: پروسیسنگ ..
vi: Chế biến..

source: Scheduled on:
ar: جدولة على:
bn: নির্ধারিত।:
es_es: Programado el:
fr: Programmé le:
hi: पर अनुसूचित:
id: Dijadwalkan pada:
ja: スケジュール設定済み。
nl: Gepland op:
pt: Agendado em:
ru: Запланировано на:
th: มีกำหนดแล้วสำหรับ
ur: شیڈول پر:
vi: Đã lên lịch vào:

source: Enter profile name
ar: أدخل اسم ملف التعريف
bn: প্রোফাইল নাম লিখুন
es_es: Introducir el nombre del perfil
fr: Entrez le nom du profil
hi: प्रोफ़ाइल नाम दर्ज करें
id: Masukkan nama profil
ja: プロファイル名を入力
nl: Profielnaam invoeren
pt: Insira o nome do perfil
ru: Введите имя профиля
th: ป้อนชื่อโพรไฟล์
ur: پروفائل کا نام درج کریں
vi: Nhập tên hồ sơ

source: Ok, last thing is your channel image
ar: حسنًا ، آخر شيء هو صورة قناتك
bn: ঠিক আছে, শেষ জিনিসটি আপনার চ্যানেল ইমেজ
es_es: Ok, lo último es la imagen de tu canal
fr: Ok, la dernière chose est l'image de votre chaîne
hi: ठीक है, आखिरी चीज है आपके चैनल की छवि
id: Oke, hal terakhir adalah gambar saluran Anda
ja: さて、最後のことはあなたのチャンネル画像です
nl: Oké, het laatste is je kanaalafbeelding
pt: Ok, a última coisa é a imagem do seu canal
ru: Хорошо, последнее - изображение вашего канала
th: ตกลงสิ่งสุดท้ายที่เป็นภาพช่องของคุณ
ur: ٹھیک ہ، آخری چیز آپ کے چینل کی تصویر ہے
vi: Ok, điều cuối cùng là hình ảnh kênh của bạn

source: Upload
ar: رفع
bn: আপলোড
es_es: Para subir
fr: Uploadez
hi: अपलोड
id: Unggah
ja: アップロード
nl: Uploaden
pt: Fazer upload
ru: Загружать
th: อัปโหลด
ur: اپ لوڈ کریں
vi: Tải lên

source: Before you can post article, you need to update your profile
ar: قبل أن تتمكن من النشر ، تحتاج إلى تحديث ملف التعريف الخاص بك.
bn: আপনি পোস্ট করার আগে, আপনাকে আপনার প্রোফাইল আপডেট করতে হবে।
es_es: Antes de poder publicar, debe actualizar su perfil.
fr: Avant de pouvoir poster, vous devez mettre à jour votre profil.
hi: पोस्ट करने से पहले, आपको अपनी प्रोफ़ाइल अपडेट करनी होगी.
id: Sebelum Anda dapat memposting, Anda perlu memperbarui profil Anda.
ja: 投稿する前に、プロフィールを更新する必要があります。
nl: Voordat u kunt posten, moet u uw profiel bijwerken.
pt: Antes de poder publicar, tem de atualizar o seu perfil.
ru: Прежде чем вы сможете опубликовать, вам нужно обновить свой профиль.
th: ก่อนที่คุณจะสามารถโพสต์คุณต้องอัปเดตโปรไฟล์ของคุณ
ur: پوسٹ کرنے سے پہلے ، آپ کو اپنا پروفائل اپ ڈیٹ کرنے کی ضرورت ہوگی۔
vi: Trước khi bạn có thể đăng, bạn cần cập nhật hồ sơ của mình.

source: UPDATE
ar: تحديث
bn: হালনাগাদ
es_es: Actualizar
fr: Mettre à jour
hi: अपडेट करें
id: Memperbarui
ja: 更新
nl: Bijwerken
pt: Atualizar
ru: Обновлять
th: อัปเดต
ur: اپ ڈیٹ
vi: Cập nhật

source: Scale
ar: مقياس
bn: স্কেল
es_es: Escala
fr: D'échelle
hi: स्केल
id: Skala
ja: スケール
nl: Schaal
pt: Escala
ru: Шкала
th: มาตราส่วน
ur: پیمانہ
vi: Quy mô

source: Saved Article
ar: المادة المحفوظة
bn: সংরক্ষিত নিবন্ধ
es_es: Artículo guardado
fr: Article enregistré
hi: सहेजा गया लेख
id: Artikel Tersimpan
ja: 保存された記事
nl: Opgeslagen artikel
pt: Artigo Salvo
ru: Сохраненная статья
th: บทความที่บันทึกไว้
ur: محفوظ کردہ آرٹیکل
vi: Bài báo đã lưu

source: Removed Article
ar: المادة المحذوفة
bn: নিবন্ধ সরানো হয়েছে
es_es: Artículo eliminado
fr: Article supprimé
hi: हटाया गया लेख
id: Artikel yang Dihapus
ja: 削除された記事
nl: Artikel verwijderd
pt: Artigo Removido
ru: Удаленная статья
th: บทความที่เอาออก
ur: ہٹایا گیا مضمون
vi: Bài báo đã xóa

source: Ok, last thing is your profile image
ar: حسنًا ، آخر شيء هو صورة ملفك الشخصي
bn: ঠিক আছে, শেষ জিনিসটি আপনার প্রোফাইল চিত্র
es_es: Ok, lo último es tu imagen de perfil
fr: Ok, la dernière chose est votre image de profil
hi: ठीक है, आखिरी चीज है आपकी प्रोफाइल इमेज
id: Ok, hal terakhir adalah gambar profil Anda
ja: わかりました、最後のことはあなたのプロフィールイメージです
nl: Oké, het laatste is je profielafbeelding
pt: Ok, a última coisa é a sua imagem de perfil
ru: Хорошо, последнее, что ваше изображение профиля
th: ตกลงสิ่งสุดท้ายที่เป็นภาพโปรไฟล์ของคุณ
ur: ٹھیک ہ، آخری چیز آپ کی پروفائل تصویر ہے
vi: Ok, điều cuối cùng là hình ảnh hồ sơ của bạn

source: Relevant
ar: ذو صلة
bn: প্রাসঙ্গিক
es_es: Pertinente
fr: Pertinent
hi: प्रासंगिक
id: Relevan
ja: 関連性のある
nl: Relevante
pt: Relevante
ru: уместный
th: เกี่ยว ข้อง กับ
ur: متعلقہ
vi: Liên quan

source: See more
ar: شاهد المزيد
bn: আরো দেখুন
es_es: ver más
fr: voir plus
hi: और देखें
id: lihat lebih banyak
ja: もっと見る
nl: bekijk meer
pt: veja mais
ru: увидеть больше
th: ดูเพิ่มเติม
ur: مزید دیکھیں
vi: xem thêm

source: Less
ar: انظر أقل
bn: কম দেখুন
es_es: ver menos
fr: voir moins
hi: कम देखें
id: lihat lebih sedikit
ja: より少なく見る
nl: minder zien
pt: veja menos
ru: увидеть меньше
th: ดูน้อยลง
ur: کم دیکھنا
vi: xem ít hơn

source: Autoplay
ar: التشغيل التلقائي
bn: স্বয়ংক্রিয় চালু
es_es: Reproducción automática
fr: Lecture automatique
hi: ऑटोप्ले
id: Putar otomatis
ja: 自動再生
nl: Automatisch afspelen
pt: Reprodução automática
ru: Автовоспроизведение
th: เล่นอัตโนมัติ
ur: آٹو پلے
vi: Tự chạy

source: Reader Mode
ar: وضع القارئ
bn: পাঠক মোড
es_es: Modo lector
fr: Mode lecteur
hi: रीडर मोड
id: Mode Pembaca
ja: リーダーモード
nl: Lezermodus
pt: Modo Leitor
ru: Режим чтения
th: โหมดเครื่องอ่าน
ur: ریڈر موڈ
vi: Chế độ đọc

source: Please enter a valid OTP.
ar: الرجاء إدخال OTP صالح.
bn: দয়া করে একটি বৈধ ওটিপি প্রবেশ করুন।
es_es: Ingrese una OTP válida.
fr: Veuillez entrer un OTP valide.
hi: कृपया एक मान्य ओटीपी दर्ज करें।
id: Harap masukkan OTP yang valid.
ja: 有効な OTP を入力してください。
nl: Voer een geldige OTP in.
pt: Insira um OTP válido.
ru: Пожалуйста, введите действующий OTP.
th: โปรดป้อน OTP ที่ถูกต้อง
ur: براہ کرم ایک درست او ٹی پی درج کریں۔
vi: Vui lòng nhập mã OTP hợp lệ.

source: Enter a first name
ar: الاسم الأول
bn: প্রথম নাম
es_es: Primer nombre
fr: Prénom
hi: पहला नाम
id: Nama Depan
ja: ファーストネーム
nl: Voornaam
pt: Primeiro nome
ru: Имя
th: ชื่อ
ur: پہلا نام
vi: Tên đầu tiên

source: Enter a last name
ar: اسم العائلة
bn: শেষ নাম
es_es: Apellido
fr: Nom de famille
hi: अंतिम नाम
id: Nama Belakang
ja: 苗字
nl: Achternaam
pt: Sobrenome
ru: Фамилия
th: นามสกุล
ur: آخری نام
vi: Họ

source: Password updated successfully
ar: كلمة المرور التي تم تحديثها بنجاح
bn: পাসওয়ার্ড সফলভাবে আপডেট হয়েছে
es_es: Contraseña actualizada exitosamente
fr: Mot de passe mis à jour avec succès
hi: पासवर्ड सफलतापूर्वक अद्यतन
id: Kata sandi berhasil diperbarui
ja: パスワードが正常に更新されました
nl: Wachtwoord succesvol bijgewerkt
pt: Senha atualizada com sucesso
ru: Пароль успешно обновляется
th: อัปเดตรหัสผ่านสำเร็จแล้ว
ur: پاس ورڈ کامیابی کے ساتھ اپ ڈیٹ ہوا
vi: Đã cập nhật mật khẩu thành công

source: Replying to
ar: الرد على
bn: প্রতিউত্তর
es_es: Responder a
fr: Répondre à
hi: को जवाब दे रहा है
id: Membalas
ja: に返信する
nl: Reageren op
pt: Respondendo a
ru: Отвечая на
th: การตอบกลับไปยัง
ur: جواب دینا
vi: Trả lời

source: Unblock Topic
ar: إلغاء حظر الموضوع
bn: আনব্লক টপিক
es_es: Desbloquear tema
fr: Débloquer le sujet
hi: विषय को अनब्लॉक करें
id: Buka Blokir Topik
ja: トピックのブロックを解除
nl: Deblokkeren Onderwerp
pt: Desbloquear Tópico
ru: Разблокировать тему
th: เลิกบล็อกหัวข้อ
ur: موضوع کو غیر مقفل کریں
vi: Bỏ chặn chủ đề

source: Please add your reel caption
ar: الرجاء إضافة تسمية توضيحية للبكرة
bn: অনুগ্রহ করে আপনার রিল ক্যাপশন যোগ করুন
es_es: Por favor, agregue su título de carrete
fr: Veuillez ajouter votre légende de bobine
hi: कृपया अपना रील कैप्शन जोड़ें
id: Silakan tambahkan deskripsi reels Anda
ja: リールのキャプションを追加してください
nl: Alsjeblieft Voeg uw haspel-bijschrift toe
pt: Por favor, adicione a legenda da sua bobinas
ru: Пожалуйста, добавьте заголовок вашей Кинохроника
th: โปรดเพิ่มคําอธิบายภาพรีลของคุณ
ur: براہ نیوزریل کیپشن شامل کریں
vi: Vui lòng thêm chú thích cuộn phim của bạn
