Repository: newsreels/app-mobile-ios
Catalog: Bullet/*.lproj/Localizable.strings
Languages: af, am, ar, az, be, bg, bn, ca, cs, da, el, es_es, et, eu, fa, fi, fil, fr, gl, he, hi, hr, hu, hy, id, is, ja, ka, kk, km, kn, ky, lo, lt, lv, mk, ml, mn, mr, ms, my, nb_no, ne, nl, pl, pt, ro, ru, si, sk, sl, sq, sr, sv, sw, ta, te, th, tr, uk, ur, vi, zu

source: Save Video
ar: حفظ الفيديو
bn: ভিডিও সংরক্ষণ করুন
es_es: Guardar video
fr: Sauvegarder cette vidéo
hi: वीडियो सहेजें
id: Simpan Video
ja: ビデオを保存
nl: Video opslaan
pt: Salvar Vídeo
ru: Сохранить видео
th: บันทึกวิดีโอนี้
ur: ویڈیو محفوظ کریں
vi: Lưu video

source: Aspect Ratio
ar: نسبة العرض إلى الارتفاع
bn: অ্যাসপেক্ট রেশিও
es_es: Relación de aspecto
fr: Ratio d'aspect
hi: आस्पेक्ट अनुपात
id: Rasio Aspek
ja: アスペクト比
nl: Beeldverhouding
pt: Relação de aspeto
ru: Соотношение сторон
th: อัตราส่วนภาพ
ur: پہلو کا تناسب
vi: Tỷ lệ khung hình

source: Rotate
ar: استدارة
bn: ঘুরান
es_es: Rotar
fr: Faire Pivoter
hi: घुमाएँ
id: Memutar
ja: 回転する
nl: Draaien
pt: Rodar
ru: Вращать
th: หมุน
ur: گھمائیں
vi: Giống hình bánh xe

source: Flip Vertical
ar: الوجه عموديا
bn: উল্লম্বভাবে ফ্লিপ
es_es: Voltear verticalmente
fr: Retourner verticalement
hi: ऊर्ध्वाधर पलटें
id: Balik Vertikal
ja: 垂直に反転
nl: Verticaal spiegelen
pt: Virar na Vertical
ru: Отразить по вертикали
th: พลิกแนวตั้ง
ur: عمودی پلٹائیں
vi: Lật dọc

source: Flip Horizontal
ar: الوجه أفقيا
bn: অনুভূমিকভাবে ফ্লিপ
es_es: Voltear horizontalmente
fr: Retourner horizontalement
hi: फ्लिप हॉरिजॉन्टल
id: Balik Horisontal
ja: 水平方向に反転
nl: Horizontaal spiegelen
pt: Virar na Horizontal
ru: ​​Отразить по горизонтали
th: พลิกแนวนอน
ur: افقی پلٹائیں
vi: Lật ngang

source: Community
ar: مجتمع
bn: সম্প্রদায়
es_es: Comunidad
fr: Communauté
hi: समुदाय
id: Masyarakat
ja: コミュニティ
nl: Gemeenschap
pt: Comunidade
ru: Сообщество
th: ชุมชน
ur: برادری
vi: Cộng đồng

source: APP LANGUAGE
ar: لغة التطبيق
bn: অ্যাপ ভাষা
es_es: IDIOMA DE LA APLICACIÓN
fr: LANGUE DE L'APPLICATION
hi: आवेदन भाषा
id: BAHASA APLIKASI
ja: アプリの言語
nl: APP TAAL
pt: IDIOMA DO APLICATIVO
ru: ЯЗЫК ПРИЛОЖЕНИЯ
th: ภาษาแอป
ur: اے پی پی کی زبان
vi: NGÔN NGỮ ỨNG DỤNG

source: You don't have any followers yet
ar: ليس لديك أي متابعين حتى الآن
bn: আপনার এখনও কোন অনুসারী নেই
es_es: Aún no tienes seguidores
fr: Vous n'avez pas encore de suiveurs
hi: आपका अभी तक कोई फोलोवर नहीं है
id: Anda belum memiliki pengikut
ja: あなたはまだフォロワーを持っていません
nl: Je hebt nog geen volgers
pt: Você ainda não tem nenhum seguidor
ru: У вас пока нет подписчиков
th: คุณยังไม่มีผู้ติดตามเลย
ur: آپ کے ابھی تک کوئی پیروکار نہیں ہیں
vi: Bạn chưa có bất kỳ người theo dõi nào

source: View Original Article
ar: عرض المقالة الأصلية
bn: মূল নিবন্ধ দেখুন
es_es: Ver artículo original
fr: Voir l'article original
hi: मूल लेख देखें
id: Lihat Artikel Asli
ja: 元の記事を見る
nl: Bekijk origineel artikel
pt: Ver Artigo Original
ru: Посмотреть оригинальную статью
th: ดูบทความต้นฉบับ
ur: اصل مضمون دیکھیں
vi: Xem bài báo gốc

source: Places
af: Ligging
am: አካባቢ
ar: أماكن
az: Məkan
be: Месцазнаходжанне
bg: Месцазнаходжанне
bn: লোকেশন
es_es: Lugares
et: Asukoht
eu: Kokalekua
fa: مكان
fil: Lokasyon
fr: Des endroits
gl: Localización
hi: स्थानों
hr: Lokacija
hy: Գտնվելու վայրը
id: Tempat
is: Staðsetning
ja: 場所
ka: ლოკაცია
kk: Орындар
km: ទីតាំង
kn: ಸ್ಥಳ
ky: Жайгашкан жер
lo: ສະຖານທີ່
lt: Vieta
lv: vieta
mk: локација
ml: സ്ഥലം
mn: Байршил
mr: स्थान
ms: Lokasi
my: တည်နေရာ
nb_no: Plassering
ne: लोकेशन
nl: Plaatsen
pt: Lugares
ru: Места
si: ස්ථානය
sl: Lokacija
sq: LOKACIONI
sr: Lokacija
sw: eneo
ta: இடம்
th: สถานที่
uk: Локація
ur: مقام
vi: Nơi
zu: Indawo

source: Languages
ar: اللغات
bn: ভাষাগুলো
es_es: Idiomas
fr: Langues
hi: भाषाओं
id: Bahasa
ja: 言語
nl: Talen
pt: Idiomas
ru: ​​Языки
th: ภาษา
ur: زبانیں۔
vi: Ngôn ngữ

source: New Posts
ar: مشاركات جديدة
bn: নতুন পোস্ট
es_es: Publicaciones nuevas
fr: Nouveaux des postes
hi: नई पोस्ट
id: Posting Baru
ja: 新しい投稿
nl: Nieuwe Post
pt: Novos posts
ru: Новые посты
th: ใหม่โพสต์
ur: نئی پوسٹس
vi: Bài xã mới

source: No posts yet
ar: لا توجد مشاركات بعد
bn: এখনও পযন্ত কোন পোষ্ট নাই
es_es: Aún no hay publicaciones
fr: Aucune publi de pour l'instant
hi: अब तक कोई पोस्ट नहीं
id: Belum ada postingan
ja: まだ投稿はありません
nl: Nog geen post
pt: Ainda não há postagens
ru: Публикаций пока нет
th: ยังไม่มีโพสต์
ur: ابھی تک کوئی پوسٹ نہیں
vi: Chưa có bài viết nào

source: All Followers
ar: كل المتابعين
bn: সকল অনুসারী
es_es: Todos los seguidores
fr: Tous les suiveurs
hi: सभी फॉलोवर
id: Semua Pengikut
ja: すべてのフォロワー
nl: Alle volgers
pt: Todos os Seguidores
ru: Все подписчики
th: ผู้ติดตามทั้งหมด
ur: تمام پیروکار
vi: Tất cả người theo dõi

source: Add Place
ar: إضافة مكان
bn: একটি জায়গা যোগ করুন
es_es: Añadir lugar
fr: Ajouter un lieu
hi: स्थान जोड़ें
id: Tambahkan Tempat
ja: 場所を追加
nl: Voeg een plaats toe
pt: Adicionar Lugar
ru: Добавить место
th: เพิ่มสถานที่
ur: مقام شامل کریں
vi: Thêm Vị trí

source: Add places tags
ar: إضافة موقع العلامات
bn: স্থান ট্যাগ যোগ করুন
es_es: Agregar etiquetas de lugares
fr: Ajouter des balises de lieux
hi: स्थान टैग जोड़ें
id: Tambahkan Tag Tempat
ja: 場所タグを追加する
nl: Plaatstags toevoegen
pt: Adicionar Tags de Lugares
ru: Добавить теги мест
th: เพิ่มแท็กสถานที่
ur: مقامات کے ٹیگز شامل کریں
vi: Thêm thẻ vị trí

source: Be discovered by people following the places you are posting about.
ar: أن يكتشفه الأشخاص الذين يتابعون الأماكن التي تنشر عنها.
bn: আপনি যেসব স্থানে পোস্ট করছেন সেগুলি অনুসরণ করে লোকদের দ্বারা আবিষ্কার করুন।
es_es: Sea descubierto por personas que siguen los lugares sobre los que está publicando.
fr: Soyez découvert par les personnes qui suivent les lieux sur lesquels vous publiez.
hi: आप जिन स्थानों के बारे में पोस्ट कर रहे हैं, उनका अनुसरण करने वाले लोगों द्वारा खोजा जाए।
id: Ditemukan oleh orang-orang yang mengikuti tempat-tempat yang Anda posting.
ja: あなたが投稿している場所をフォローしている人々によって発見されます。
nl: Word ontdekt door mensen die de plaatsen volgen waarover u berichten plaatst.
pt: Seja descoberto por pessoas que seguem os lugares sobre os quais você está postando.
ru: Быть обнаруженным людьми, которые подписаны на места, о которых вы пишете.
th: ถูกค้นพบโดยผู้ที่ติดตามสถานที่ที่คุณกำลังโพสต์เกี่ยวกับ
ur: ان جگہوں کی پیروی کرنے والے لوگوں کے ذریعہ دریافت کیا جائے جن کے بارے میں آپ پوسٹ کر رہے ہیں۔
vi: Được phát hiện bởi những người theo dõi những nơi bạn đang đăng về.

source: START FOLLOWING
ar: ابدأ المتابعة
bn: অনুসরণ করা শুরু করুন
es_es: Empezar a seguir
fr: Commencez à suivre
hi: फॉलो करना शुरू करें
id: Mulai mengikuti
ja: フォローを開始する
nl: Begin dit te volgen
pt: Comece a Seguir
ru: Начните следить
th: เริ่มติดตาม
ur: پیروی شروع کریں
vi: Bắt đầu theo sau

source: You are not following anything yet
ar: أنت لا تتابع أي شيء حتى الآن.
bn: আপনি এখনও কিছু অনুসরণ করছেন না।
es_es: Aún no estás siguiendo nada.
fr: Vous ne suivez encore rien.
hi: आप अभी तक कुछ भी फॉलो नहीं कर रहे हैं।
id: Anda belum mengikuti apa pun.
ja: あなたはまだ何もフォローしていません。
nl: Je volgt nog niets.
pt: Você não está seguindo nada ainda.
ru: Вы еще ни за чем не следите.
th: คุณยังไม่ได้เริ่มติดตามอะไรเลย
ur: آپ ابھی تک کسی چیز کی پیروی نہیں کر رہے ہیں۔
vi: Bạn không theo sau bất cứ điều gì được nêu ra.

source: Notifications
ar: اخطار
bn: প্রজ্ঞাপন
es_es: Notificación
fr: Notification
hi: अधिसूचना
id: Pemberitahuan
ja: 通知
nl: Kennisgeving
pt: Notificação
ru: Уведомление
th: การแจ้งเตือน
ur: اطلاع
vi: Thông báo

source: News
ar: أخبار
bn: খবর
es_es: Noticias
fr: Nouvelles
hi: समाचार
id: Berita
ja: ニュース
nl: Nieuws
pt: Notícia
ru: Новости
th: ข่าว
ur: خبریں۔
vi: Tin tức

source: VIEW MORE
ar: عرض المزيد
bn: আরো দেখুন
es_es: Ver Más
fr: Voir plus
hi: अधिक देखें
id: Lihat Selengkapnya
ja: もっと見る
nl: Bekijk Meer
pt: Ver Mais
ru: Посмотреть больше
th: ดูเพิ่มเติม
ur: مزید دیکھیں
vi: Xem Thêm

source: BULLETS AUTO PLAY
ar: الرصاص التلقائي اللعب
bn: বুলেট অটো প্লে
es_es: Reproducción automática de viñetas
fr: Lecture automatique balles
hi: बुलेट ऑटो प्ले
id: Putar otomatis peluru
ja: 弾丸の自動再生
nl: Kogels automatisch afspelen
pt: Reprodução automática Bullets
ru: Автоматическое воспроизведение пуль
th: สัญลักษณ์แสดงหัวข้อย่อยเล่นอัตโนมัติ
ur: بلٹ پوائنٹس آٹو کھیل
vi: Đạn tự động phát

source: VIDEOS AUTO PLAY
ar: أشرطة الفيديو السيارات اللعب
bn: ভিডিও অটো প্লে
es_es: Reproducción automática de vídeos
fr: Lecture automatique des vidéos
hi: वीडियो ऑटो प्ले
id: Putar otomatis video
ja: ビデオの自動再生
nl: Video's automatisch afspelen
pt: Reprodução automática Vídeos
ru: Автоматическое воспроизведение видео
th: วิดีโอเล่นอัตโนมัติ
ur: ویڈیوز آٹو پلے
vi: Video tự động phát

source: REELS AUTO PLAY
ar: بكرات اللعب التلقائي
bn: রিলস অটো প্লে
es_es: Reproducción automática de carretes
fr: Jeu automatique des reels
hi: रीलों ऑटो प्ले
id: Reels bermain otomatis
ja: リールの自動再生
nl: Rollen automatisch afspelen
pt: Reprodução automática carretéis
ru: Автоматическое воспроизведение Кинохроника
th: เล่นอัตโนมัติรีล
ur: خود کار طریقے سے رییل کھیلیں
vi: Reels tự động phát

source: READER THEME
ar: موضوع القارئ
bn: পাঠক থিম
es_es: TEMA DEL LECTOR
fr: THÈME DE LECTEUR
hi: रीडर थीम
id: TEMA PEMBACA
ja: 読者テーマ
nl: Lezer Thema
pt: TEMA DO LEITOR
ru: ЧИТАТЕЛЬНАЯ ТЕМА
th: ชุดรูปแบบผู้อ่าน
ur: قارئین موضوع
vi: CHỦ ĐỀ NGƯỜI ĐỌC

source: News Content Language
ar: لغة محتوى الأخبار
bn: সংবাদ বিষয়বস্তু ভাষা
es_es: Idioma del contenido de las noticias
fr: Langue du contenu des actualités
hi: समाचार सामग्री भाषा
id: Bahasa Konten Berita
ja: ニュースコンテンツ言語
nl: Nieuws Inhoud Taal
pt: Idioma do Conteúdo de Notícias
ru: Язык новостного контента
th: ภาษาเนื้อหาข่าว
ur: خبریں مشمول زبان
vi: Ngôn ngữ Nội dung Tin tức

source: FAVORITES
ar: المفضلة
bn: পছন্দসইগুলিতে
es_es: Favoritos
fr: Favoris
hi: पसंदीदा
id: Favorit
ja: お気に入り
nl: Favorieten
pt: Favoritos
ru: Избранное
th: รายการโปรด
ur: پسندیدہ
vi: Yêu thích

source: Region/Places
ar: المناطق / الأماكن
bn: অঞ্চল/স্থান
es_es: Regiones / Lugares
fr: Régions / Lieux
hi: क्षेत्रों / स्थान
id: Wilayah / Tempat
ja: 地域/場所
nl: Regio's / Plaatsen
pt: Regiões / Lugares
ru: Регионы / места
th: ภูมิภาค / สถานที่
ur: علاقے/مقامات
vi: Khu vực / Địa điểm

source: Select Regions/Places
ar: حدد المناطق / الأماكن
bn: অঞ্চল/স্থান নির্বাচন করুন
es_es: Seleccionar Regiones / Lugares
fr: Sélectionnez des régions/lieux
hi: क्षेत्रों / स्थानों का चयन करें
id: Pilih Wilayah/Tempat
ja: 地域/場所を選択
nl: Selecteer Regio's / Plaatsen
pt: Selecione Regiões / Lugares
ru: Выберите регионы/места
th: เลือกภูมิภาค/สถานที่
ur: علاقے/مقامات منتخب کریں
vi: Chọn Vùng/Địa điểm

source: Follow at least 3 topics
ar: اتبع ما لا يقل عن 3 مواضيع
bn: কমপক্ষে 3 টি বিষয় অনুসরণ করুন
es_es: Siga al menos 3 temas
fr: Suivre au moins 3 sujets
hi: कम से कम 3 विषयों का पालन करें
id: Ikuti setidaknya 3 topik
ja: 少なくとも3つのトピックをフォローする
nl: Volg minimaal 3 onderwerpen
pt: Siga pelo menos 3 tópicos
ru: Следите как минимум за 3 темами
th: ติดตามอย่างน้อย 3 หัวข้อ
ur: کم از کم 3 موضوعات پر عمل کریں
vi: Theo dõi ít nhất 3 chủ đề

source: Please Follow at least 3 topics
ar: يرجى متابعة 3 مواضيع على الأقل
bn: অনুগ্রহ করে কমপক্ষে 3টি বিষয় অনুসরণ করুন
es_es: Por favor, siga al menos 3 temas
fr: Veuillez suivre au moins 3 sujets
hi: कृपया कम से कम 3 विषयों का पालन करें
id: Silakan Ikuti setidaknya 3 topik
ja: お願いします 少なくとも3つのトピックに従ってください
nl: Alsjeblieft volg ten minste 3 onderwerpen
pt: For favor siga pelo menos 3 tópicos
ru: Пожалуйста, следите как минимум на 3 темы
th: โปรดติดตามอย่างน้อย 3 หัวข้อ
ur: براہ کرم کم از کم 3 موضوعات پر عمل کریں
vi: Vui lòng theo dõi ít nhất 3 chủ đề

source: Explore Newsreels
ar: استكشف بكرات الأخبار
bn: নিউজরিলগুলি অন্বেষণ করুন
es_es: Explorar los Carretes de noticias
fr: Explorer les Nouvellesreels
hi: न्यूज़रील का अन्वेषण करें
id: Jelajahi beritareels
ja: ニュースリールを探索する
nl: Bioscoopjournaals verkennen
pt: Explore os Cinejornais
ru: Исследуйте Кинохроника
th: สำรวจ ข่าวประชาสัมพันธ์
ur: نیوزریلز کو دریافت کریں
vi: Khám phá Tin tứcreels

source: Related Reels
ar: بكرات ذات صلة
bn: সম্পর্কিত রিল
es_es: Carretes Relacionados
fr: En relation Reels
hi: संबंधित रील
id: Reels Terkait
ja: 関連リール
nl: Gerelateerde reels
pt: Relacionadas cinejornais
ru: Связанные Кинохроника
th: วงล้อที่เกี่ยวข้อง
ur: متعلقہ ریلیں
vi: Liên quan tứcreels

source: Explore Your Feed
ar: استكشف خلاصتك
bn: আপনার ফিড এক্সপ্লোর করুন
es_es: Explorar su feed
fr: Explorez votre flux
hi: अपने फ़ीड का अन्वेषण करें
id: Jelajahi umpan Anda
ja: あなたのニュースフィードを探検してください
nl: Verken uw feed
pt: Explore seu feed
ru: Изучите свою ленту
th: สำรวจฟีดของคุณ
ur: اپنے فیڈ کو دریافت کریں
vi: Khám phá Nguồn cấp dữ liệu của bạn

source: Sources
ar: المصادر
bn: উত্স
es_es: Fuentes
fr: Des sources
hi: सूत्रों
id: Sumber
ja: 出所
nl: Bronnen
pt: Fontes
ru: Источников
th: แหล่ง
ur: ذرائع
vi: Nguồn

source: Articles, topics, channels, authors
ar: المقالات والموضوعات والقنوات والمؤلفين
bn: প্রবন্ধ, বিষয়, চ্যানেল, লেখক
es_es: Artículos, temas, canales, autores
fr: Articles, sujets, chaînes, auteurs
hi: लेख, विषय, चैनल, लेखक
id: Artikel, topik, saluran, penulis
ja: 記事、トピック、チャネル、著者
nl: Artikelen, onderwerpen, kanalen, auteurs
pt: Artigos, tópicos, canais, autores
ru: Статьи, темы, каналы, авторы
th: บทความ หัวข้อ ช่อง ผู้เขียน
ur: مضامین ، موضوعات ، چینلز ، مصنفین۔
vi: Bài báo, chủ đề, kênh, tác giả

source: View/Manage
ar: عرض / إدارة
bn: দেখুন/পরিচালনা করুন
es_es: Ver/Administrar
fr: Afficher/Gérer
hi: देखें/प्रबंधित करें
id: Lihat/Kelola
ja: 見晴らし/管理する
nl: Bekijk/Beheer
pt: Ver / Gerenciar
ru: Просмотр/Управлять
th: ดู/จัดการ
ur: دیکھیں/انتظام کریں
vi: Xem / Quản lý

source: Add to Favorites
ar: اضافة الى المفضلة
bn: ফেভারিটে যোগ করুন
es_es: Agregar a Favoritos
fr: Ajouter aux Favoris
hi: पसंदीदा में जोड़े
ja: お気に入りに追加
nl: Toevoegen aan favorieten
pt: Adicionar aos favoritos
ru: Добавить в избранное
th: เพิ่มในรายการโปรด
ur: پسندیدہ میں شامل کریں۔
vi: Thêm vào mục yêu thích

source: Remove from Favorites
ar: إزالة من المفضلة
bn: পছন্দের তালিকা থেকে অপসারণ
es_es: Eliminar de favoritos
fr: Retirer des favoris
hi: पसंदीदा से निकालें
ja: お気に入りから削除
nl: Verwijder van favorieten
pt: Remover dos favoritos
ru: Удалить из Избранного
th: ลบออกจากรายการโปรด
ur: پسندیدہ سے ہٹائیں
vi: Loại bỏ khỏi mục ưa thích

source: Region
hi: क्षेत्रों

source: View and Edit Your Profile
hi: अपनी प्रोफ़ाइल देखें और संपादित करें

source: Select Your Region
hi: क्षेत्रों/स्थानों का चयन करें

# Changing Language Description
source: By changing the region, language list changes accordingly
hi: क्षेत्र बदलने से भाषा सूची उसी के अनुसार बदल जाती है

source: Content Settings
hi: सामग्री का समायोजन

source: Primary Language
hi: प्राथमिक भाषा

source: Secondary Language
hi: द्वितीयक भाषा

source: Notification Settings
hi: अधिसूचना सेटिंग्स

source: Font Size
hi: फ़ॉन्ट आकार

source: Guest User
hi: अतिथि उपयेागकर्ता

source: Auto Play Video And Reels
hi: ऑटो वीडियो और रील

source: Terms Policy
hi: नियम और नीतियां

source: App Version
hi: ऐप्लिकेशन संस्करण

source: Crypto Prices
hi: क्रिप्टो कीमतें

source: Today's Sports Schedule
hi: आज का खेल कार्यक्रम

source: Trending Topics
hi: चर्चित विषय

source: Trending Reels
hi: रुझान वाली रीलें

source: Trending Channels
hi: रुझान वाले चैनल

source: Logout
hi: लॉग आउट

# The world at your
source: The world at your fingerprint anytime, anywhere
hi: दुनिया तुम्हारी ओर अंगुली की छाप किसी भी समय कहीं भी

source: Register or Log in
hi: रजिस्टर या लॉग इन करें

source: Continue as a Guest
hi: अतिथि के रूप में जारी रखें

source: Categories
hi: श्रेणियाँ

source: Hello
hi: नमस्ते

source: Good morning
hi: सुबह बख़ैर

source: Good afternoon
hi: नमस्कार

source: Good evening
hi: सुसंध्या

source: Pick 3 topics and start following reels and articles
hi: 3 विषय चुनें और रीलों और लेखों का अनुसरण करना शुरू करें

source: Discover curated content from you fav places
hi: अपने पसंदीदा स्थानों से क्यूरेट की गई सामग्री खोजें

source: Close
hi: बंद करना

source: Save
ar: حفظ
bn: সংরক্ষণ
es_es: Salvar
fr: Sauvegarder
hi: बचाना
id: Menyimpan
ja: セーブ
nl: Sparen
pt: Salve
ru: Сохранить
th: ประหยัด
ur: محفوظ کریں
vi: Lưu

source: Cricket
hi: क्रिकेट

source: Basketball
hi: बास्केटबाल

source: Let’s start with your email
hi: चलिए आपके ईमेल से शुरू करते हैं

source: Welcome to Newsreels
hi: आपका स्वागत है न्यूज़रील

source: Email
hi: ईमेल

source: Continue
hi: जारी रखना

source: or
hi: या

source: You have completed the registration!
hi: आपने पंजीकरण पूरा कर लिया है!

source: A cofirmation email has been sent to you.
hi: आपको एक पुष्टिकरण ईमेल भेजा गया है।

source: Create new account
hi: नया खाता बनाएँ

source: Username
hi: उपयोगकर्ता नाम

source: Add a password
hi: पासवर्ड जोड़ें

source: Password
hi: पासवर्ड

source: Save password
hi: पासवर्ड सेव करें

source: At least 8 characters
hi: कम से कम 8 अक्षर

source: Include a number
hi: एक नंबर शामिल करें

source: Uppercase letter
hi: बड़े अक्षर

source: Welcome back 👋
hi: वापसी पर स्वागत है 👋

source: Forgot Password
hi: पासवर्ड भूल गए

source: Remove from Saved
bn: सहेजे गए से निकालें
hi: सहेजे गए से निकालें

source: Facebook
am: ፌስቡክ
ar: الفيسبوك
bn: ফেসবুক
fa: فیس بوک
kn: ಫೇಸ್ಬುಕ್
mn: Фэйсбүүк
my: ဖေ့စ်ဘွတ်
ta: ஃபேஸ்புக்
th: เฟสบุ๊ค
ur: فیس بک

source: Google
am: ጉግል
ar: جوجل
bn: গুগল
fa: گوگل
kn: ಗೂಗಲ್
my: ဂူးဂဲလ်
te: గూగుల్
th: กูเกิล
ur: گوگل
zu: i-Google

source: 1x
fa: 1 برابر
fr: 1 fois
ja: 1倍
km: ១ គុណ
lo: 1 ເທົ່າ
my: ၁x
ne: १x
ta: 1 எக்ஸ்

source: Posted article successfully
mr: लेख यशस्वीरित्या पोस्ट आहे
ru: Статья выполнена успешно

source: Topic unblocked successfully
mr: आपण अनावरोधित या विषयावर
ru: Вы разблокирована эта тема
