Repository: newsreels/app-mobile-ios
Catalog: Bullet/*.lproj/Localizable.strings
Languages: af, am, ar, az, be, bg, bn, ca, cs, da, el, es_es, et, eu, fa, fi, fil, fr, gl, he, hi, hr, hu, hy, id, is, ja, ka, kk, km, kn, ky, lo, lt, lv, mk, ml, mn, mr, ms, my, nb_no, ne, nl, pl, pt, ro, ru, si, sk, sl, sq, sr, sv, sw, ta, te, th, tr, uk, ur, vi, zu

source: Send reset link
af: Stuur terugstelskakel
am: ዳግም አስጀምር አገናኝ ሊንክ ላክ
ar: أرسل رابط إعادة التعيين
az: Sıfırlama linki göndərin
be: Адправіць спасылку для скіду
bg: Изпрати връзка за генериране на парола
bn: রিসেট লিঙ্ক পাঠান
ca: Enviar enllaç de restabliment
cs: Odeslat resetovací odkaz
da: Send nulstillings link
el: Αποστολή συνδέσμου για επαναφορά κωδικού πρόσβασης
es_es: Enviar enlace de restablecimiento
et: Saada lähtestamise link
eu: Bidali aldatzeko esteka
fa: ارسال پیوند تنظیم مجدد
fi: Lähetä palautuslinkki
fil: Ipadala ang reset link
fr: Envoyer le lien de réinitialisation
gl: Enviar ligazón de restablecemento
he: שלח קישור איפוס
hi: रीसेट लिंक भेजें
hr: Pošalji link za resetiranje
hu: Visszaállítási link küldése
hy: Ուղարկել վերականգնման հղումը
id: Kirim tautan setel ulang
is: Senda tengil til að endurstilla
ja: リセットリンクを送信する
ka: გააგზავნე განულების ლინკი
kk: Қалпына келтіру сілтемесін жіберу
km: តំណភ្ជាប់ដើម្បីកំណត់ឡើងវិញ
kn: ಮರುಹೊಂದಿಸುವ ಲಿಂಕ್ ಕಳುಹಿಸಿ
ky: Баштапкы абалга шилтеме жөнөтүү
lo: ສົ່ງການເຊື່ອມຕໍ່ປັບ
lt: Išsiųsti atstatymo nuorodą
lv: Nosūti atiestatīšanas saiti
mk: Испрати линк за ресетирање
ml: റീസെറ്റ് ലിങ്ക് അയയ്ക്കുക
mn: Дахин тохируулах холбоосыг илгээнэ үү
mr: रीसेट लिंक पाठवा
ms: Hantar pautan
my: ပြင်ဆင်မည့်လင့်ခ်ကိုပို့ပါ
nb_no: Send tilbakestillingslenke
ne: रिसेट लिंक पठाउनुस
nl: Stuur reset link
pl: Wyślij link resetujący
pt: Enviar link de redefinição
ro: Trimite link-ul de resetare
ru: Отправить ссылку сброса
si: යළි පිහිටුවීමේ සබැඳිය යවන්න
sk: Odoslať resetovací odkaz
sl: Pošlji povezavo za ponastavitev
sq: Dërgoni linkun reset
sr: Pošalji vezu za reset
sv: Skicka återställningslänk
sw: Tuma kiungo upya
ta: ரீசெட் இணைப்பை அனுப்பவும்
te: రీసెట్ లింక్ పంపు
th: ส่งลิงค์รีเซ็ต
tr: Sıfırlama linki gönder.
uk: Відправити ссилку для сбросу
ur: ری سیٹ لنک بھیجیں
vi: Gửi link đặt lại
zu: Thumela isixhumanisi sokusetha kabusha

source: My Account
af: My rekening
am: የእኔ አካዉንት
ar: حسابي
az: Hesabım
be: Мой Акаўнт
bg: Моят профил
bn: আমার অ্যাকাউন্ট
ca: El meu compte
cs: Můj účet
da: Min konto
el: Ο Λογαριασμός μου
es_es: Mi cuenta
et: Minu Konto
eu: Nire kontua
fa: حساب من
fi: Tilini
fil: Aking Account
fr: Mon compte
gl: A miña conta
he: החשבון שלי
hi: मेरा अकाउंट
hr: Moj račun
hu: Fiókom
hy: Իմ հաշիվը
id: Akun Saya
is: Minn reikningur
ja: マイアカウント
ka: ჩემი ანგარიში
kk: Менің аккаунтым
km: គណនី​របស់ខ្ញុំ
kn: ನನ್ನ ಖಾತೆ
ky: Менин аккаунтум
lo: ບັນ​ຊີ​ຂອງ​ຂ້ອຍ
lt: Mano paskyra
lv: Mans Konts
mk: Мојот акаунт
ml: എന്റെ അക്കൗണ്ട്
mn: Миний данс
mr: माझे खाते
ms: Akaun Saya
my: ကျွန်ုပ်၏အကောင့်
nb_no: Min Konto
ne: मेरो अकाउंट
nl: Mijn Account
pl: Moje konto
pt: Minha conta
ro: Contul meu
ru: Мой счет
si: මගේ ගිණුම
sk: Môj účet
sl: Moj račun
sq: Llogaria ime
sr: Moj račun
sv: Mitt konto
sw: Akaunti yangu
ta: எனது கணக்கு
te: నా ఖాతా
th: บัญชีของฉัน
tr: Hesabım
uk: Мій Аккаунт
ur: میرا اکائونٹ
vi: Tài Khoản Của Tôi
zu: I-akhawunti yami

source: FEEDBACK
af: TERUGVOER
am: አስተያየት
ar: ردود الفعل
az: RƏY
be: ЗВАРОТНАЯ СУВЯЗЬ
bg: ОБРАТНА ВРЪЗКА
bn: ফিডব্যাক
ca: RETROALIMENTACIÓ
cs: ZPĚTNÁ VAZBA
el: ΣΧΟΛΙΑ
es_es: COMENTARIOS
et: TAGASISIDE
fa: بازخورد
fi: PALAUTE
fr: COMMENTAIRE
gl: COMENTARIOS
he: מָשׁוֹב
hi: फीडबैक
hr: POVRATNE INFORMACIJE
hu: VISSZAJELZÉS
hy: ՀԵՏԱԴԱՐՁ ԿԱՊ
id: UMPAN BALIK
ja: フィードバック
ka: უკუკავშირი
kk: КЕРІ БАЙЛАНЫС
km: មតិកែលម្អ
kn: ನನ್ನ ಖಾತೆ
ky: Менин аккаунтум
lo: ການຕອບຮັບ
lt: ATSILIEPIMAI
lv: ATSAUKSMES
mk: ПОВРАТНИ ИНФОРМАЦИИ
ml: ഫീഡ്ബാക്ക്
mr: प्रतिक्रिया
ms: MAKLUM BALAS
my: တုံ့ပြန်ချက်
nb_no: TILBAKEMELDINGER
ne: प्रतिक्रिया
pt: COMENTÁRIOS
ro: SUGESTII
ru: ОБРАТНАЯ СВЯЗЬ
si: ප්‍රතිපෝෂණය
sk: SPÄTNÁ VÄZBA
sl: POVRATNA INFORMACIJA
sq: Reagimet
sr: POVRATNE INFORMACIJE
ta: பின்னூட்டம்
te: అభిప్రాయం
th: ข้อเสนอแนะ
tr: Geri bildirim
uk: Відгук
ur: تاثُرات
vi: PHẢN HỒI
zu: IMPENDULO

source: Message
af: Boodskap
am: መልእክት
ar: رسالة
az: Mesaj
be: Паведамленне
bg: Съобщение
bn: বার্তা
ca: Missatge
cs: Zpráva
da: Besked
el: Μήνυμα
es_es: Mensaje
et: Sõnum
eu: Mezua
fa: پیام
fi: Viesti
fil: Mensahe
fr: Un message
gl: Mensaxe
he: הוֹדָעָה
hi: मैसेज
hr: Poruka
hu: Üzenet
hy: Նամակ
id: Pesan
ja: フィードバック
ka: შეტყობინება
kk: Хабарлама
km: សារ
kn: ಸಂದೇಶ
ky: Билдирүү
lo: ຂໍ້ຄວາມ
lt: Žinutė
lv: ziņa
mk: порака
ml: സന്ദേശം
mn: Мессеж
mr: संदेश
ms: Mesej
my: မက်ဆေ့ချ်
nb_no: Melding
ne: संदेश
nl: Bericht
pl: Wiadomość
pt: Mensagem
ro: Mesaj
ru: Сообщение
si: පණිවුඩය
sk: Správa
sl: Sporočilo
sq: Mesazhet
sr: Poruka
sv: Meddelande
sw: Ujumbe
ta: செய்தி
te: సందేశం
th: ข้อความ
tr: Mesaj
uk: Повідомлення
ur: پیغام
vi: Tin Nhắn
zu: Umlayezo

source: Confirm New Password
af: Bevestig nuwe wagwoord
am: አዲሱን የይለፍ ቃል አረጋግጥ
ar: تأكيد كلمة المرور الجديدة
az: Yeni parolu təsdiq edin
be: Пацвердзіце Новы Пароль
bg: Потвърди новата парола
bn: নতুন পাসওয়ার্ড নিশ্চিত করুন
ca: Confirmar nova contrasenya
cs: Potvrďte nové heslo
da: Bekræft Ny Adgangskode
el: Επιβεβαίωση Νέου Κωδικού Πρόσβασης
es_es: Confirmar la nueva contraseña
et: Kinnita Uus Salasõna
eu: Berretsi pasahitza New
fa: رمز ورود جدید را تأیید کنید
fi: Vahvista uusi salana
fil: Kumpirmahin ang Bagong Password
fr: Confirmer le nouveau mot de passe
gl: Confirma o novo contrasinal
he: תאשר סיסמא חדשה
hi: नए पासवर्ड की पुष्टि करें
hr: Potvrdi novu lozinku
hu: Új jelszó megerősítése
hy: Հաստատել նոր գաղտնաբառը
id: Konfirmasi Kata Sandi Baru
is: Staðfestu nýtt lykilorð
ja: 新しいパスワードを確認する
ka: დაადასტურეთ ახალი პასვორდი
kk: Жаңа Құпия Сөзді Растаңыз
km: បញ្ជាក់​លេខសម្ងាត់​ថ្មី
kn: ಹೊಸ ಪಾಸ್ವರ್ಡ್ನ್ನು ಖಚಿತಪಡಿಸಿ
ky: Жаңы сырсөздү ырастаңыз
lo: ຢືນ​ຢັນ​ລະ​ຫັດ​ຜ່ານ​ໃຫມ່
lt: Patvirtinti naują slaptažodį
lv: Apstipriniet jauno paroli
mk: Потврди Нова лозинка
ml: പുതിയ പാസ്വേഡ് സ്ഥിരീകരിക്കുക
mn: Шинэ нууц үгийг баталгаажуулна уу
mr: नवीन परवलीच्या शब्दाची खात्री करा
ms: Sahkan kata laluan baru
my: စကားဝှက်အသစ်ကို အတည်ပြုပါ
nb_no: Bekreft Nytt Passord
ne: नया पासवर्ड निश्चित गर्नुहोस्
nl: Bevestig Nieuw Wachtwoord
pl: Potwierdź nowe hasło
pt: Confirmar nova senha
ro: Confirmă noua parolă
ru: Подтвердите новый пароль
si: නව මුරපදය තහවුරු කරන්න
sk: Potvrďte nové heslo
sl: Potrdi novo geslo
sq: Konfirmoni fjalëkalimin e ri
sr: Potvrdi novu lozinku
sv: Bekräfta nytt lösenord
sw: Thibitisha New Passwordd
ta: புதிய பாஸ்வோர்டை உறுதிப்படுத்தவும்
te: కొత్త పాస్వర్డ్ని నిర్ధారించు
th: ยืนยันรหัสผ่านใหม่
tr: Yeni Şifreyi Onayla
uk: Підтвердити Новий Пароль
ur: نئے پاس ورڈ کی توثیق کریں
vi: Xác Nhận Mật Khẩu Mới
zu: Qinisekisa Iphasiwedi Entsha

source: for ___
af: vir
am: ለ ___
ar: ل
az: üçün
be: для ___
bg: за
bn: জন্য
ca: per a Cerca ___
cs: pro
da: Til ___
el: για ___
es_es: para
et: jaoks ___
eu: egiteko
fa: برای
fi: jollekin ___
fil: para sa
fr: pour ___
gl: para ___
he: ___ל
hi: के लिये ___
hr: za
hu: részére:
hy: համար
id: untuk ___
is: fyrir ___
ja: にとって ___
ka: -თვის
kk: үшін
km: សម្រាប់ ___
kn: ಗಾಗಿ ___
ky: үчүн ___
lo: ສໍາລັບ ___
lt: dėl ___
lv: priekš ___
mk: за ___
ml: വേണ്ടി ___
mn: төлөө ___
mr: च्या साठी ___
ms: untuk
my: အတွက် ___
ne: लागि ___
nl: voor ___
pl: dla
pt: para ___
ro: pentru ___
ru: за ___
si: සදහා ___
sk: pre ___
sl: za ___
sq: për
sr: za ___
sv: för
sw: kwa ___
ta: அதற்கு ___
te: కోసం
th: สำหรับ
tr: için ___
uk: для
ur: لئیے
vi: cho ___
zu: ngoba

source: LOG OUT
af: TEKEN UIT
am: ውጣ
ar: تسجيل خروج
az: HESABDAN ÇIXIN
be: ВЫЙСЦІ З СІСТЭМЫ
bg: ИЗХОД
bn: লগ আউট
ca: TANCAR SESSIÓ
cs: ODHLÁSIT SE
da: Log ud
el: ΑΠΟΣΥΝΔΕΣΗ
es_es: CERRAR SESIÓN
et: LOGI VÄLJA
eu: SAIOA AMAITU
fa: خروج
fi: KIRJAUDU ULOS
fil: MAG-LOG OUT
fr: CONNEXION
gl: ASINAR
he: להתנתק
hi: लॉग आउट करें
hr: ODJAVI SE
hu: KIJELENTKEZÉS
hy: ԴՈՒՐՍ ԳԱԼ
id: KELUAR
is: AÐ SKRÁ ÞIG ÚT
ja: ログアウト
ka: გამოსვლა
kk: ЖҮЙЕДЕН ШЫҒУ
km: ចាកចេញ
kn: ಲಾಗ್ ಔಟ್
ky: ЧЫГУУ
lo: ອອກ​ຈາກ​ລະ​ບົບ
lt: ATSIJUNGTI
lv: IZLOGOTIES
mk: Одјавете се
ml: ലോഗ് ഔട്ട് ചെയ്യുക
mn: ГАРАХ
mr: बाहेर पडणे
ms: LOG KELUAR
my: ထွက်မည်
nb_no: LOGG UT
ne: लग आउट
nl: LOG UIT
pl: WYLOGUJ
pt: SAIR
ro: DECONECTARE
ru: ВЫЙТИ
si: ඉවත් වන්න
sk: ODHLÁSIŤ SA
sl: ODJAVI SE
sq: Shkyquni
sr: ODJAVA
sv: LOGGA UT
ta: வெளியேறு
te: లాగ్ అవుట్
th: ออกจากระบบ
tr: ÇIKIŞ YAP
uk: Вийти з аккаунту
ur: لاگ آوٹ
vi: ĐĂNG XUẤT
zu: PHUMA

source: Report content
af: Rapporteer inhoud
am: ይዘቱን ያመልከቱ
ar: محتوى التقرير
az: Kontenti şikayət edin
be: Паведаміць пра змест
bg: Подай сигнал за това съдържание
bn: কনটেন্ট রিপোর্ট করুন
ca: Reportar contingut
cs: Nahlásit obsah
da: Rapporter indhold
el: Αναφορά περιεχομένου
es_es: Reportar contenido
et: Raporteeri sisu
eu: txostena edukirik
fa: گزارش محتوا
fi: Raportoi sisällöstä
fil: Mag-report ng nilalaman
fr: Contenu du rapport
gl: Informar de contido
he: דיווח על תוכן
hi: कंटेन्ट रिपोर्ट करें
hr: Prijavi sadržaj
hu: Tartalom jelentése
hy: Բողոքել
id: Laporkan konten
is: Skýrslan efni
ja: レポートの内容
ka: კონტენტის დარეპორტება
kk: Есеп мазмұны
km: រាយការណ៍មាតិកា
kn: ವಿಷಯವನ್ನು ವರದಿ ಮಾಡಿ
ky: Отчеттун мазмуну
lo: ເນື້ອໃນບົດລາຍງານ
lt: Pranešti apie turinį
lv: Ziņot par saturu
mk: содржина на извештајот
ml: റിപ്പോർട്ട് ഉള്ളടക്കം
mn: Агуулгын талаар мэдээлэх
mr: सामग्री नोंदवा
ms: Laporkan kandungan
my: ကွန်းတန့်ကိုအစီရင်ခံမည်
nb_no: Rapporter innhold
ne: रिपोर्ट गर्नुस
nl: Rapporteer inhoud
pl: Zgłoś zawartość
pt: Denunciar Conteúdo
ro: Reclamă conținutul
ru: содержание Отчет
si: අන්තර්ගතය වාර්තා කරන්න
sk: Nahlásiť obsah
sl: Vsebina poročila
sq: Raportoni përmbajten
sr: Prijavi sadržaj
sv: Rapportera Innehåll
sw: ripoti maudhui
ta: உள்ளடக்கம் குறித்து புகார் செய்க
te: కంటెంట్ ని నివేదించండి
th: รายงานเนื้อหา
tr: İçeriği rapor et.
uk: Повідомити про контент
ur: مواد کی شکایت
vi: Báo cáo nội dung
zu: Bika okuqukethwe

source: More like this
af: Meer nuus soos hierdie
am: እንደዚህ ያሉ ተጨማሪ ዜናዎች
ar: المزيد من الأخبار مثل هذا
az: Bunun kimi daha çox xəbər
be: Больш падобных навін
bg: Подобни новини
bn: এই ধরণের আরও সংবাদ
ca: Més notícies com aquesta
cs: Další zprávy, jako je tato
da: Flere nyheder som dette
el: Περισσότερα νέα όπως αυτό
es_es: Más noticias como esta
et: Rohkem uudiseid nagu see
eu: Albiste gehiago hau bezalako
fa: اخبار بیشتر از این قبیل
fi: Lisää tämänkaltaisia uutisia
fil: Iba pang balita tulad nito
fr: Plus de nouvelles comme celle-ci
gl: Máis novas coma esta
he: חדשות נוספות כמו זו
hi: इस तरह की और न्यूज़
hr: Više vijesti poput ove
hu: Még több ilyen hírt
hy: Ավելի նմանատիպ նորություններ
id: Lebih banyak berita serupa
is: Fleiri fréttir svona
ja: このようなより多くのニュース。
ka: მეტი მსგავსი სიახლე
kk: Одан да көп жаңалықтар
km: ព័ត៌មានផ្សេងៗទៀតបែបនេះ
kn: ಈ ರೀತಿಯ ಹೆಚ್ಚಿನ ಸುದ್ದಿ
ky: Ушул сыяктуу дагы көп жаңылыктар
lo: ຂ່າວສົນໃຈຫລາຍກວ່ານີ້
lt: Daugiau panašių naujienų
lv: Vairāk ziņu kā šis
mk: Повеќе вести како оваа
ml: ഇതുപോലുള്ള കൂടുതൽ വാർത്തകൾ
mn: Үүнтэй адил олон мэдээ
mr: या अधिक बातम्या
ms: Lebih banyak berita seperti ini
my: ဤကဲ့သို့နောက်ထပ်သတင်းများ
nb_no: Flere nyheter som dette
ne: यो जस्तै अरु समाचार
nl: Meer nieuws zoals dit
pl: Więcej podobnych wiadomości
pt: Mais notícias como esta
ro: Mai multe știri similare
ru: Другие новости, как это
si: මේ වගේ තවත් ප්‍රවෘත්ති
sk: Ďalšie správy, ako je táto
sl: Več takih novic
sq: Më shumë lajme të tilla
sr: Više vesti poput ovih
sv: Fler nyheter som denna
sw: habari zaidi kama hii
ta: இது போன்ற பிற செய்திகள்
te: ఈ విధంగా మరిన్ని వార్తలు
th: ข่าวเพิ่มเติมเช่นนี้
tr: Bunun gibi daha fazla haber
uk: Більше схожих новин
ur: اس طرح کی مزید خبریں
vi: Nhiều tin tương tự hơn
zu: Izindaba eziningi ezinjengalezi

source: Bullet App v1.1.0
ar: تطبيق Bullet v1.1.0 (تخطي)
bg: Кратки новини в.1.1.0 (пропусни)
bn: বুলেট অ্যাপ v1.1.0 (স্কিপ করুন)
ca: Bala App v1.1.0
cs: Bleskové zprávy v1.1.0 (přeskočit)
fa: Bullet App v1.1.0 (پرش)
hi: Bullet ऐप v1.1.0 (छोड़ें)
ja: Bullet App v1.1.0（スキップ）
km: Bullet App v1.1.0 (រំលង)
mn: Сум Апп v1.1.0
my: ဘူးလက် အက်ပ် ဗားရှင်း ၁.၁.၀ (ကျော်ပါ)
pl: Bullet App v1.1.0 (pomiń)
si: බුලට් ඇප් v1.1.0 (මඟ හරින්න)
sk: Bleskové správy v1.1.0 (preskočiť)
sv: Punkt app v1.1.0 (skip)
ta: புல்லட் செயலி v1.1.0
te: బుల్లెట్ యాప్ v1.1.0 (విడిచిపెట్టండి)

source: Enter Email Address
af: Voer e-posadres in
am: የኢሜል አድራሻ ያስገቡ
ar: أدخل عنوان البريد الالكتروني
az: E-poçt ünvanınızı daxil edin
be: Увядзіце Адрас Электроннай пошты
bg: Въведи email адрес
bn: ইমেইল অ্যাড্রেস দিন
ca: Introdueixi l'adreça de correu electrònic
cs: Zadejte e-mailovou adresu
da: Indtast E-mail adresse
el: Εισάγετε ηλεκτρονική διεύθυνση
es_es: Introducir la dirección de correo electrónico
et: Sisesta oma e-posti aadress
eu: Idatzi helbide elektroniko
fa: آدرس ایمیل را وارد کن
fi: Syötä sähköpostiosoite
fil: Ilagay ang Email
fr: Entrez votre adresse électronique
gl: Introduce o enderezo de correo electrónico
he: הזן כתובת דואל
hi: ईमेल पता एंटर करें
hr: Upišite email adresu
hu: Adja meg Email címét
hy: Մուտքագրեք էլ․ հասցեն
id: Masukan Alamat Email
is: Sláðu inn netfangið
ja: メールアドレスを入力してください
ka: შეიყვანეთ ელფოსტის მისამართი
kk: Электрондық Пошта Мекенжайын Енгізіңіз
km: បញ្ចូលអាសយដ្ឋានអ៊ីម៉ែល
kn: ಇಮೇಲ್ ವಿಳಾಸವನ್ನು ನಮೂದಿಸಿ
ky: Электрондук почта дарегин киргизиңиз
lo: ກະລຸນາໃສ່ທີ່ຢູ່ອີເມວ
lt: Įvesti el. pašto adresą
lv: Ievadiet e-pasta adresi
mk: Внесете е-мејл адреса
ml: ഇ - മെയിൽ വിലാസം രേഖപ്പെടുത്തുക
mn: Шуудангийн хаягийг оруулна уу
mr: ईमेल पत्ता प्रविष्ट करा
ms: Masukkan alamat e-mel
my: အီးမေးလ်လိပ်စာကိုထည့်ပါ
nb_no: Skriv inn E-postadresse
ne: इमेल अद्द्रेस राख्नुस
nl: Voeg E-mailadres Toe
pl: Wpisz adres e-mail
pt: Insira o endereço de e-mail
ro: Introduce adresa de email
ru: Введите адрес электронной почты
si: විද්‍යුත් තැපැල් ලිපිනය ඇතුළත් කරන්න
sk: Zadajte e-mailovú adresu
sl: Vnesite elektronski naslov
sq: Vendosni email adresën
sr: Unesi adresu e-pošte
sv: Skriv in e-postadress
sw: Weka Barua Pepe
ta: மின்னஞ்சலை உள்ளிடுக
te: ఇమెయిల్ నమోదు చేయండి
th: ป้อนที่อยู่อีเมล
tr: E-mail Adresinizi Girin
uk: Введіть Електронну Пошту
ur: ای میل ایڈریس لکھیں
vi: Nhập Địa Chỉ Email
zu: Faka ikheli le-imeyili

source: News in Bullets
af: Lees meer in minder tyd.
am: በትንሽ ጊዜ ውስጥ የበለጠ ያንብቡ
ar: اقرأ المزيد في وقت أقل.
az: Qısa müddətdə çox xəbər oxuyun.
be: Чытайце больш за менш часу.
bg: Прочети повече за по-малко време
bn: কম সময়ে আরও পড়ুন।
ca: Llegir més en menys temps.
cs: Přečtěte si více za kratší dobu.
da: Læs mere i mindre tid
el: Διαβάστε περισσότερα σε λιγότερο χρόνο.
es_es: Leer más en menos tiempo.
et: Loe uudiseid kiiremini.
eu: Irakurri gehiago denbora gutxiagoan.
fa: در مدت زمان کم بیشتر بخوانید
fi: Lue lisää lyhyemmässä ajassa
fil: Magbasa ng marami sa maiksing panahon
fr: Lisez plus en moins de temps.
gl: Ler máis en menos tempo.
he: קראו יותר בפחות זמן.
hi: बुलेट में समाचार।
hr: Pročitajte više u manje vremena.
hu: Olvass többet kevesebb idő alatt.
hy: Կարդալ ավելին ավելի քիչ ժամանակում.
id: Baca lebih banyak dengan singkat
is: Lesa meira í minni tíma.
ja: より短い時間でもっと読む。
ka: იკითხეთ მეტი, ნაკლებ დროში
km: អានច្រើន ដោយចំណាពេលតិច។
kn: ಕಡಿಮೆ ಸಮಯದಲ್ಲಿ ಹೆಚ್ಚು ಓದಿ.
ky: Аз убакыттын ичинде көбүрөөк окуңуз .
lo: ອ່ານເພີ່ມເຕີມໃນເວລາສອງຫນ້ອຍ.
lt: Perskaitykite daugiau per trumpesnį laiką
lv: Lasīt vairāk īsākā laikā.
mk: Прочитајте повеќе за помалку време.
ml: ചുരുങ്ങിയ സമയം കൂടുതൽ വായിക്കുക.
mn: Илүү бага хугацаанд уншаарай.
mr: कमी वेळेत अधिक वाचा.
ms: Baca lebih banyak dalam masa yang lebih sedikit.
my: အချိန်နည်းနည်းနဲ့များများဖက်ပါ
nb_no: Les mer på kortere tid.
ne: कम समयमा धेरै पद्नुस
nl: Lees meer in minder tijd.
pl: Czytaj więcej w krótszym czasie.
pt: Leia mais em menos tempo.
ro: Mai multe știri într-un timp mai scurt.
ru: Читайте больше за меньшее время.
si: අඩු කාලයක් තුළ වැඩිදුර කියවන්න.
sk: Prečítajte si viac za kratšiu dobu.
sl: Preberite več v manj časa.
sq: Lexoni më shumë në kohë më të shkurtër
sr: Pročitaj više u manje vremena.
sv: Läs mer under mindre tid
sw: Soma zaidi katika muda wa chini.
ta: குறைந்த நேரத்தில் அதிகம் படியுங்கள்
te: తక్కువ సమయంలో ఎక్కువ చదవండి.
th: อ่านมากในการใช้เวลาที่น้อยลง
tr: Daha kısa zamanda daha fazla okuyun.
uk: Читайте більше за менший час.
ur: کم وقت میں زیادہ پڑھیں
vi: Đọc nhiều hơn, tiết kiệm thời gian hơn.
zu: Funda kabanzi ngesikhathi esincane.

source: Choose your password
af: Kies u wagwoord
am: የይለፍ ቃልዎን ይምረጡ
ar: أختر كلمة مرورك
az: Parol seçin
be: Выберыце свой пароль
bg: Избери твоята парола
bn: আপনার পাসওয়ার্ড পছন্দ করুন
ca: tria la teva contrasenya
cs: Zvolte si své heslo
da: Vælg din adgangskode
el: Επιλέξτε τον κωδικό σας
es_es: Elegir tu contraseña
et: Vali oma salasõna
eu: Aukeratu pasahitza
fa: رمز عبور خود را انتخاب کنید
fi: Valitse salasanasi
fil: Pumili ng Password
fr: Choisissez votre mot de passe
gl: Elixe o teu contrasinal
he: בחר את הסיסמה
hi: अपना पासवर्ड चुनें
hr: Odaberite svoju lozinku
hu: Válassz jelszót
hy: Ընտրեք գաղտնաբառ
id: Tentukan kata sandi anda
is: Veldu lykilorð
ja: パスワードを選んでください
ka: აირჩიეთ პასვორდი
kk: Құпия сөзді таңдаңыз
km: ជ្រើសពាក្យសម្ងាត់របស់អ្នក
kn: ನಿಮ್ಮ ಪಾಸ್‌ವರ್ಡ್ ಆಯ್ಕೆಮಾಡಿ
ky: Сырсөзүңүздү тандаңыз
lo: ເລືອກລະຫັດຜ່ານຂອງທ່ານ
lt: Sugalvokite savo slaptažodį
lv: Izvēlies savu paroli
mk: Изберете ја вашата лозинка
ml: നിങ്ങളുടെ പാസ്വേഡ് തിരഞ്ഞെടുക്കുക
mn: Нууц үгээ сонгоно уу
mr: आपला संकेतशब्द निवडा
ms: Pilih kata laluan
my: သင့်စကားဝှက်ကို ရွေးပါ
nb_no: Velg ditt passord
ne: पस्वोर्ड चयन गर्नुस
nl: Kies uw wachtwoord
pl: Wpisz nowe hasło
pt: Escolha sua senha
ro: Alege o parolă
ru: выберите пароль
si: ඔබගේ මුරපදය තෝරන්න
sk: Zvoľte si svoje heslo
sl: Izberite svoje geslo
sq: Zgjedhni fjalëkalimin tuaj
sr: Izaberi lozinku
sv: Välj ditt lösenord
sw: Chagua nenosiri lako
ta: உங்கள் பாஸ்வேர்டைத் தேர்வு செய்யவும்
te: మీ పాస్వర్డ్ని ఎంచుకోండి
th: เลือกรหัสผ่านของคุณ
tr: Şifrenizi seçiniz.
uk: Введіть свій пароль
ur: اپنا پاس ورڈ منتخب کریں
vi: Đặt mật khẩu của bạn
zu: Khetha iphasiwedi yakho
