Repository: newsreels/app-mobile-ios
Catalog: Bullet/*.lproj/Localizable.strings
Languages: af, am, ar, az, be, bg, bn, ca, cs, da, el, es_es, et, eu, fa, fi, fil, fr, gl, he, hi, hr, hu, hy, id, is, ja, ka, kk, km, kn, ky, lo, lt, lv, mk, ml, mn, mr, ms, my, nb_no, ne, nl, pl, pt, ro, ru, si, sk, sl, sq, sr, sv, sw, ta, te, th, tr, uk, ur, vi, zu

source: Your Email
af: U epos
am: የእርስዎ ኢሜል
ar: بريدك الالكتروني
az: E-poçtunuz
be: Ваша Электронная пошта
bg: Твоят email
bn: আপনার ইমেইল
ca: El teu correu electrònic
cs: Váš e-mail
da: Din E-mail
el: Το Email σας
es_es: Tu correo electrónico
et: Sinu E-post
eu: Zure emaila
fa: ایمیل شما
fi: Sähköpostiosoitteesi
fil: Iyong Email
fr: Votre adresse électronique
gl: o teu correo electrónico
he: האימייל שלך
hi: आपका ईमेल
hr: Vaš email
hu: Email címed
hy: Ձեր էլ․ հասցեն
id: Email anda
is: Netfangið þitt
ja: Eメール
ka: თქვენი ელფოსტა
kk: Сіздің электронды пошта
km: អ៊ីមែល​របស់​អ្នក
kn: ನಿಮ್ಮ ಇಮೇಲ್
ky: Электрондук почтаңыз
lo: Email ຂອງທ່ານ
lt: Jūsų el. paštas
lv: Tavs e-pasts
mk: Твојата електронска пошта
ml: നിങ്ങളുടെ ഇമെയിൽ
mn: Таны имэйл
mr: आपला ई - मेल
ms: Emel anda
my: သင်၏ အီးမေးလ်
nb_no: Din E-post
ne: तपाइको इमेल
nl: Uw Emailadres
pl: Twój Email
pt: Seu e-mail
ro: Adresa de email
ru: Ваш адрес электронной почты
si: ඔබේ විද්යුත් තැපැල් ලිපිනය
sk: Váš e-mail
sq: EMAIL ADRESA JUAJ
sr: Vaša e-pošta
sv: Din email
sw: Barua pepe yako
ta: உங்கள் மின்னஞ்சல்
te: మీ ఇమెయిల్
th: อีเมลของคุณ
tr: E-mail adresiniz.
uk: Ваш Email
ur: آپ کا ای میل
vi: Email của bạn
zu: Imeyili yakho

source: Set an interval in which you want to receive your news notifications.
af: Stel 'n tydsinterval om kennisgewings te ontvang.
am: ማሳዎቂያዎችን ለመቀበል የጊዜ ክፍተትን ያዘጋጁ
ar: حدد فجوة زمنية لتلقي الإخطارات.
az: Bildirişlər almaq üçün vaxt aralığı təyin edin.
be: Усталюйце прамежак часу для атрымання апавяшчэнняў.
bg: Задай интервал от време за получаване на известия.
bn: নোটিফিকেশন পেতে সময়ের ব্যবধান সেট করুন।
ca: Estableixi un interval de temps per a rebre notificacions.
cs: Nastavte časový odstup pro příjem oznámení.
da: Indstil et tidsrum til at modtage notifikationer
el: Ορίστε ένα χρονικό διάστημα για τη λήψη ενημερώσεων.
es_es: Establecer un intervalo de tiempo para recibir las notificaciones.
et: Sätest ajavahemik märguannete saamiseks.
eu: Ezarri denbora hutsune bat jakinarazpenak jasotzeko.
fa: برای دریافت اعلان ها فاصله زمانی تعیین کنید.
fi: Valitse aikaväli ilmoitusten välillä
fil: Magtakda ng oras sa para sa mga notipikasyon
fr: Fixez un délai pour recevoir les notifications.
gl: Establece un intervalo de tempo para recibir notificacións.
he: הגדר פער זמן לקבלת התראות.
hi: नोटिफिकेशन्स प्राप्त करने के लिए एक समय अंतराल निर्धारित करें।
hr: Odredite vremenski razmak za primanje obavijesti.
hu: Válassza ki, milyen időközönként szeretne értesítést kapni.
hy: Ընտրեք ծանուցումներ ստանալու ժամանակահատվածը
id: Tentukan jarak waktu untuk menerima notifikasi
is: Setja tíma bilið að fá tilkynningar.
ja: 通知を受信するためのタイムギャップを設定します。
ka: დააყენეთ დროის შუალედი შეტყობინებების მისაღებად
kk: Хабарландырулар алу үшін уақыт аралығын орнатыңыз.
km: កំណត់ចន្លោះពេល ដើម្បីទទួលបានការជូនដំណឹង។
kn: ಅಧಿಸೂಚನೆಗಳನ್ನು ಸ್ವೀಕರಿಸಲು ಸಮಯದ ಅಂತರವನ್ನು ಹೊಂದಿಸಿ.
ky: Эскертмелерди алуу үчүн убакыт аралыгын коюңуз.
lo: ກໍານົດເປັນຊ່ອງຫວ່າງທີ່ໃຊ້ເວລາທີ່ຈະໄດ້ຮັບການແຈ້ງເຕືອນ.
lt: Nustatykite kas kiek laiko norite gauti pranešimus.
lv: Iestatiet laika intervālu, lai saņemtu paziņojumus.
mk: Поставување на времето јазот за да добивате известувања.
ml: അറിയിപ്പുകൾ ലഭിക്കാൻ ഒരു കാലം വിടവ് സജ്ജമാക്കുക.
mn: Мэдэгдэл хүлээн авахын тулд цаг хугацааны зөрүүг тогтооно уу.
mr: सूचना प्राप्त करण्यासाठी एक वेळ अंतर सेट करा.
ms: Tetapkan jarak masa untuk notifikasi
my: အသိပေးချက်များလက်ခံရရှိရန် ကြားအချိန်သတ်မှတ်ပါ။
nb_no: Sett et tidsrom for å motta varsler
ne: सूचनाहरू प्राप्त गर्नका लागि समय चयन गर्नुहोस।
nl: Stel een tijdsverschil in om meldingen te ontvangen.
pl: Ustaw czas na otrzymywanie powiadomień
pt: Ajuste um intervalo de tempo para receber notificações.
ro: Alege intervalul de timp preferat pentru notificări.
ru: Установите временной интервал для получения уведомлений.
si: දැනුම්දීම් ලැබීමට කාල පරතරයක් සකසන්න.
sk: Nastavte časový odstup pre príjem oznámené.
sl: Nastavite opozorilnik za prejem obvestil.
sq: ZGJEDHNI NJË HAPËSIRË KOHORE TË PRANONI NJOFTIMET
sr: Postavite vremensko razdoblje za promanje obaveštenja.
sv: Ställa in ett tidsgap för att ta emot notiser.
sw: Kuweka muda pengo kupokea notisi.
ta: அறிவிப்புகளைப் பெறுவதற்கான கால அவகாசத்தைக் குறிக்கவும்
te: నోటిఫికేషన్ లు అందుకోవడం కొరకు టైమ్ గ్యాప్ సెట్ చేయండి.
th: กำหนดระยะเวลาในการรับการแจ้งเตือน
tr: Bildirimleri almak için bir zaman aralığı ayarlayın.
uk: Встановіть інтервал часу для отримання сповіщень.
ur: اطلاعات موصول کرنے کے لئے وقت کا فرق طے کریں۔
vi: Cài đặt khoảng thời gian nhận thông báo.
zu: Beka igebe lesikhathi ukuze uthole izaziso.

source: Off
af: Af
am: ጠፍቷል
ar: إيقاف
az: Deaktiv
be: Выкл.
bg: Изключено
bn: বন্ধ
ca: Apagat
cs: Vypnuto
da: Slukket
el: Απενεργοποίηση
es_es: Apagado
et: Välja
eu: Itzali
fa: خاموش
fi: pois päältä
fil: I-off
fr: Hors service
gl: Desactivado
he: כבוי
hi: बंद
hr: Isključi
hu: Ki
hy: Անջտ․
id: Mati
is: Af
ja: オフ
ka: გამორთვა
kk: Өшірулі
km: បិទ
kn: ಆರಿಸಿ
ky: Өчүк
lo: ປິດ
lt: Išjungti
lv: no
mk: Исклучено
ml: ഓഫ്
mn: Унтарсан байна
mr: बंद
ms: Padam
my: ပိတ်
nb_no: Av
ne: बन्द
nl: Uit
pl: Wyłącz
pt: Inativo.
ro: Oprește
ru: от
si: අක්‍රියයි
sk: Vypnuté
sl: Izljučen.
sq: I FIKUR
sr: Isključi
sv: Av
sw: Kuzima
ta: ஆஃப்
te: ఆఫ్
th: ปิด
tr: Kapalı
uk: ВИКЛ
ur: بند
vi: Tắt
zu: Cishiwe

source: What's your email?
af: Wat is u e-pos adres?
am: የእርስዎ ኢሜይል አድራሻ ምንድነው?
ar: ما هو بريدك الإلكتروني؟
az: E-poçt ünvanınız nədir?
be: Які ў Вас адрас электроннай пошты?
bg: Які ў Вас адрас электроннай пошты?
bn: আপনার ইমেল ঠিকানা কি?
ca: Quin és el teu correu electrònic?
cs: Jaký je váš e-mail?
da: Hvad er din E-mail
el: Ποιο είναι το email σας;
es_es: ¿Cuál es tu correo electrónico?
et: Mis on su e-posti aadress?
eu: Zein da zure e-posta?
fa: آدرس ایمیل شما چیست؟
fi: Mikä on sähköpostiosoitteesi?
fil: Ano ang iyong Email address?
fr: Quelle est votre adresse électronique ?
gl: Cal é o teu enderezo de correo electrónico?
he: מה המייל שלך?
hi: आपका ईमेल क्या है?
hr: Koja je vaša email adresa?
hu: Mi az emailed?
hy: Ո՞րն է ձեր էլ․ հասցեն
id: Apa alamat email anda?
is: Hvað er netfangið þitt?
ja: メールアドレスは何ですか？
ka: რა არის თქვენი ელფოსტის მისამართი?
kk: Электрондық пошта мекенжайыңыз қандай?
km: សូមផ្តល់អាស័យដ្ឋានអ៊ីមែលរបស់អ្នក?
kn: ನಿಮ್ಮ ಇಮೇಲ್ ವಿಳಾಸ ಯಾವುದು?
ky: Электрондук почтаңыздын дареги кандай?
lo: ແມ່ນຫຍັງທີ່ຢູ່ອີເມວຂອງທ່ານ?
lt: Koks yra jūsų el. pašto adresas?
lv: Kāda ir jūsu e-pasta adrese?
mk: Која е вашата E-mail адреса?
ml: നിങ്ങളുടെ ഇമെയിൽ വിലാസം എന്താണ്?
mn: Таны имэйл хаяг юу вэ?
mr: आपला ईमेल पत्ता काय आहे?
ms: Apakah alamat emel anda?
my: သင့်အီးမေးလ်လိပ်စာကဘာလဲ?
nb_no: Hva er din E-postadresse?
ne: तपाइको इमेल ठेगाना के हो?
nl: Wat is uw E-mailadres?
pl: Jaki jest Twój e-mail?
pt: Qual o seu e-mail?
ro: Care este adresa ta de email?
ru: Какой у тебя адрес электронной почты?
si: ඔබගේ විද්‍යුත් තැපැල් ලිපිනය කුමක්ද?
sk: Aký je váš e-mail?
sl: Kakšen je vaš elektronski naslov?
sq: CILA ËSHTË EMAIL ADRESA JUAJ?
sr: Koja je vaša adresa e-pošte?
sv: Vad är din email-adress?
sw: Ni nini Anuani ya barua pepe yako?
ta: உங்கள் மின்னஞ்சல் முகவரி?
te: మీ ఇమెయిల్ ఏమిటి?
th: อีเมลของคุณคืออะไร?
tr: E-mail adresiniz nedir?
uk: Твоя електронна пошта?
ur: آپ کا ای میل ایڈریس کیا ہے؟
vi: Email của bạn là gì?
zu: Lithini ikheli lakho le-imeyili??

source: New Password (8 Characters Min)
af: Nuwe wagwoord (minimum 8 karakters)
am: አዲስ የይለፍ ቃል (8 ካራክተሮች አነስተኛ)
ar: كلمة مرور جديدة (8 أحرف على الأقل)
az: Yeni parol (minimum 8 simvol)
be: Новы Пароль (Мінімум 8 Сімвалаў)
bg: Нова парола (минимум 8 знака)
bn: নতুন পাসওয়ার্ড (ন্যূনতম 8 অক্ষর)
ca: Nova contrasenya (mínim 8 caràcters)
cs: Nové heslo (minimálně 8 znaků)
da: Ny adgangskode (minimum 8 tegn)
el: Νέος Κωδικός Πρόσβασης (8 Χαρακτήρες το Ελάχιστο)
es_es: Nueva contraseña (8 caracteres como mínimo)
et: Uus salasõna (vähemalt 8 kirjamärki)
eu: Pasahitza berria (8 Pertsonaiak Gutxieneko)
fa: رمز ورود جدید (حداقل 8 حرف)
fi: Uusi salasana (väh 8 merkkiä)
fil: Bagong Password (8 Characters Minimum)
fr: Nouveau mot de passe (8 caractères minimum)
gl: Novo contrasinal (mínimo 8 caracteres)
he: סיסמה חדשה (8 תווים לפחות)
hi: नया पासवर्ड (8 अक्षर मिनिमम)
hr: Nova lozinka (minimalno 8 znakova)
hu: Új jelszó (minimum 8 karakter)
hy: Նոր գաղտնաբառ (նվազագույնը 8 նիշ)
id: Kata Sandi Baru (Minimal 8 Karakter)
is: Nýtt lykilorð (8 stafir að lágmarki)
ja: 新しいパスワード（最小8文字）
ka: ახალი პასვორდი (მინიმუმ 8 სიმბოლო)
kk: Жаңа құпия сөз (Кем Дегенде 8 Таңба)
km: ពាក្យសម្ងាត់ថ្មី (តិចបំផុត ៨ តួអក្សរ)
kn: ಹೊಸ ಪಾಸ್‌ವರ್ಡ್ (ಕನಿಷ್ಠ 8 ಅಕ್ಷರಗಳು)
ky: Жаңы сыр сөз (Минималдуу 8 белгиден турат)
lo: ລະຫັດຜ່ານໃຫມ່ (8 ຕົວອັກສອນຕ່ໍາສຸດ)
lt: Naujas slaptažodis (ne mažiau 8 simbolių ilgio)
lv: Jaunā parole (vismaz 8 rakstzīmes)
mk: Нова лозинка (8 Ликови Минимална)
ml: പുതിയ പാസ്വേഡ് (8 അക്ഷരങ്ങൾ)
mn: Шинэ нууц үг (8 тэмдэгт хамгийн бага)
mr: नवीन पासवर्ड (किमान 8 वर्ण)
ms: Kata laluan baharu (Sekurangnya 8 Huruf)
my: စကားဝှက်အသစ် (စကားလုံး ၈ လုံးအောက်မနည်းရ)
nb_no: Nytt Passord (Minimum 8 tegn)
ne: नयाँ पासवर्ड (न्यूनतम ८ वर्ण )
nl: Nieuw Wachtwoord (Minimum 8 Karakters)
pl: Nowe hasło (minimum 8 liter)
pt: Nova senha (mínimo de 8 caracteres)
ro: Parolă nouă (minimum 8 caractere)
ru: Новый пароль (не менее 8 символов)
si: නව මුරපදය (අවම අක්ෂර 8)
sk: Nové heslo (minimálne 8 znakov)
sl: Novo geslo (Minimalno 8 znakov)
sq: Fjalkalimi i ri (Minimumi 8 karaktere)
sr: Nova lozinka (Najmanje 8 znakova)
sv: Nytt lösenord (minst 8 karaktärer)
sw: New Password (8 Wahusika wa Chini)
ta: புதிய பாஸ்வோர்ட் (குறைந்தபட்சம் 8 எழுத்துக்கள்)
te: కొత్త పాస్ వర్డ్ (కనీసం 8 క్యారెక్టర్లు)
th: รหัสผ่านใหม่ (ขั้นต่ำ 8 ตัวอักษร)
tr: Yeni Şifre(Minimum 8 karakter)
uk: Новий пароль (мінімум 8 символів)
ur: نیا پاس ورڈ (کم از کم 8 حرف)
vi: Mật Khẩu Mới (Tối Thiểu 8 Ký Tự)
zu: Iphasiwedi entsha (ubuncane bezinhlamvu eziyi-8)

source: Forgot Password?
af: Wagwoord vergeet?
am: የይለፍ ቃልዎን ረስተዋል?
ar: هل نسيت كلمة المرور؟
az: Parolu unutmusunuz?
be: Забыліся Пароль?
bg: Забравена парола?
bn: পাসওয়ার্ড ভুলে গেছেন?
ca: Se't va oblidar la teva contrasenya?
cs: Zapomenuté heslo?
da: Glemt Adgangskode?
el: Ξεχάσατε τον Κωδικό σας;
es_es: ¿Olvidaste la contraseña?
et: Unustasid salasõna?
eu: Pasahitza ahaztua?
fa: رمز عبور خود را فراموش کرده اید؟
fi: Unohditko salasanasi?
fil: Nakalimutan ang Password?
fr: Mot de passe oublié ?
gl: ¿Esqueciches o teu contrasinal?
he: שכחת ססמא?
hi: पासवर्ड भूल गए?
hr: Zaboravili ste lozinku?
hu: Elfelejtett jelszó?
hy: Մոռացե՞լ եք գաղտնաբառը
id: Lupa Kata Sandi
is: Gleymt lykilorð?
ja: パスワードをお忘れですか？
ka: დაგავიწყდათ პასვორდი?
kk: Құпия Сөзді Ұмыттыңыз Ба?
km: ភ្លេច​លេខសំងាត់​?
kn: ಪಾಸ್ವರ್ಡ್ ಮರೆತಿರಾ?
ky: Паролду унуттуңузбу?
lo: ລືມລະຫັດຜ່ານ?
lt: Pamiršote savo slaptažodį?
lv: Aizmirsi paroli?
mk: Ја заборави лозинката?
ml: പാസ്വേഡ് മറന്നോ?
mn: нууц үг-ийг мартсан?
mr: पासवर्ड विसरला?
ms: Lupa Kata Laluan?
my: စကားဝှက်မေ့နေသလား?
nb_no: Glemt Passord?
ne: पसवोर्ड बिर्सनुभयो?
nl: Wachtwoord Vergeten?
pl: Zapomniałeś hasła?
pt: Esqueceu sua senha?
ro: Ai uitat parola?
ru: Забыли пароль?
si: මුරපදය අමතක වුණා ද?
sk: Zabudnuté heslo?
sl: Ste pozabili geslo?
sq: E keni harruar fjalkalimin?
sr: Zaboravili ste lozinku?
sv: Glömt ditt lösenord?
sw: Umesahau nywila?
ta: பாஸ்வோர்டை மறந்துவிட்டீர்களா?
te: పాస్ వర్డ్ మర్చిపోయారా?
th: ลืมรหัสผ่าน?
tr: Şifrenizi mi unuttunuz?
uk: Забули Пароль?
ur: پاس ورڈ بھول گئے؟
vi: Quên Mật Khẩu?
zu: Ukhohlwe iphasiwedi?

source: Account Settings
af: Rekeninginstellings
am: መለያ/አካዉንት ማደራጃ
ar: إعدادت الحساب
az: Hesab ayarları
be: Налады Акаўнта
bg: Настройки на профила
bn: অ্যাকাউন্ট সেটিংস
ca: Configuracions del compte
cs: Nastavení účtu
da: Konto Indstillinger
el: Ρυθμίσεις Λογαριασμού
es_es: Configuración de la cuenta
et: Konto sätted
eu: Kontu ezarpenak
fa: تنظیمات حساب
fi: Tilin asetukset
fil: Settings ng Account
fr: Paramètres du compte
gl: Axustes da conta
he: הגדרות חשבון
hi: अकाउंट सेटिंग
hr: Postavke računa
hu: Fiókbeállítások
hy: Հաշվի կարգավորումներ
id: Pengaturan Akun
is: Póststillingar
ja: アカウント設定
ka: ანგარიშის პარამეტრები
kk: Аккаунт Параметрлері
km: ការកំណត់​គណនី
kn: ಖಾತೆ ಸೆಟ್ಟಿಂಗ್‌ಗಳು
ky: Аккаунт орнотуулары
lo: ຕັ້ງ​ຄ່າ​ບັນ​ຊີ
lt: Paskyros nustatymai
lv: Konta iestatījumi
mk: Преференци на профилот
ml: അക്കൗണ്ട് ക്രമീകരണങ്ങൾ
mn: Дансны төлбөр
mr: खाते सेटिंग्ज
ms: Tetapan Akaun
my: အကောင့်ချိန်ညှိခြင်းများ
nb_no: Kontoinnstillinger
ne: अकाउन्त सेटिङ्ग
nl: Account Instellingen
pl: Ustawienia konta
pt: Configurações de conta
ro: Setări de cont
ru: Настройки учетной записи
si: ගිණුම් සැකසුම්
sk: Nastavenie účtu
sl: Nastavitve računa
sq: Ndryshimet e llogarisë
sr: Postavke računa
sv: Kontoinställningar
sw: Mipangilio ya akaunti
ta: கணக்கு அமைப்புகள்
te: ఖాతా సెట్టింగులు
th: การตั้งค่าบัญชี
tr: Hesap Ayarları
uk: Налаштування аккаунта
ur: اکاؤنٹ کی ترتیبات
vi: Cài Đặt Tài Khoản
zu: Amasethingi we-akhawunti

source: Learn how we process your data
af: Inligting oor die verwerking van u data
am: መረጃዎን ለማስኬድ የሚረዳ መረጃ
ar: معلومات عن معالجة البيانات الخاصة بك
az: Datanızın işlənilməsi ilə bağlı məlumat
be: Інфармацыя аб апрацоўцы вашых дадзеных
bg: Информация за обработка на твоите данни
bn: আপনার ডেটা প্রক্রিয়াকরণ সংক্রান্ত তথ্য
ca: Informació sobre el tractament de les seves dades
cs: Informace o zpracování vašich údajů
da: Information om behandling af dine data
el: Πληροφορίες για την επεξεργασία των δεδομένων σας
es_es: Información sobre el procesamiento de tus datos
et: Informatsoon sinu andmete töötlemise kohta
eu: Zure datuak prozesatzeko buruzko informazioa
fa: اطلاعات مربوط به پردازش داده های شما
fi: Tiedot datasi prosessoinnin suhteen
fil: Impormasyon sa pagpoproseso ng iyong data
fr: Informations sur le traitement de vos données
gl: Información sobre o procesamento dos seus datos
he: מידע על עיבוד הנתונים שלך
hi: अपने डेटा को संसाधित करने के बारे में जानकारी
hr: Informacije o obradi vaših podataka
hu: Információ az adat felhasználásáról
hy: Տեղեկատվություն ձեր տվյալների մշակման մասին
id: Informasi dalam memproses data anda
is: Upplýsingar um vinnslu á gögnunum
ja: データの処理に関する情報
ka: ინფორმაცია თქვენი მონაცემების დამუშავების შესახებ
kk: Сіздің деректеріңізді өңдеу туралы ақпарат
km: ព័ត៌មានស្តីពីការរក្សាទុកទិន្នន័យរបស់អ្នក
kn: ನಿಮ್ಮ ಡೇಟಾವನ್ನು ಪ್ರಕ್ರಿಯೆಗೊಳಿಸುವ ಮಾಹಿತಿ
ky: Маалыматтарыңызды иштетүү боюнча маалымат
lo: ຂໍ້ມູນກ່ຽວກັບການປະມວນຜົນຂໍ້ມູນຂອງທ່ານ
lt: Informacija apie jūsų duomenų tvarkymą
lv: Informācija par apstrādi savus datus
mk: Информации за обработка на вашите податоци
ml: നിങ്ങളുടെ ഡാറ്റ പ്രോസസ്സ് വിവരങ്ങൾ
mn: Мэдээллийг боловсруулах тухай мэдээлэл
mr: आपला डेटा प्रक्रिया माहिती
ms: Maklumat mengenai pemprosesan data anda
my: သင့်ဒေတာကိုဆောင်ရွက်ရန်သတင်းအချက်အလက်
nb_no: Informasjon om behandling av dine data
ne: जानकारी प्रसोधन हुँदै
nl: Informatie over het verwerken van uw data
pl: Informacje dotyczące przesyłania danych
pt: Informações sobre o processamento de seus dados
ro: Informații legate de procesarea datelor
ru: Информация по обработке данных
si: ඔබේ දත්ත සැකසීම පිළිබඳ තොරතුරු
sk: Informácie o spracovaní vašich údajov
sl: Informacije o obdelavi vaših podatkov
sq: Informacione rreth përpunimit të të dhënave t
sr: Informacije o obradi podataka
sv: Information om behandling av dina uppgifter
sw: Maelezo kuhusu usindikaji data yako
ta: உங்கள் தரவைப் பகுப்பது குறித்த தகவல்
te: మీ డేటా ప్రాసెసింగ్ పై సమాచారం
th: เกี่ยวกับการประมวลผลข้อมูลของคุณ
tr: Verilerinizin işlenmesiyle ilgili bilgiler
uk: Інформація про обробку ваших даних
ur: آپ کے ڈیٹا کی کارروائی کے بارے میں معلومات
vi: Thông tin về việc xử lý dữ liệu của bạn
zu: Imininingwane yokucubungula idatha yakho

source: Ok
af: Okay
am: እሺ
ar: حسنا
az: Oldu
be: Добра
bn: ঠিক আছে
ca: Okay
eu: Ados
fa: خوب
he: בסדר
hi: ठीक है
hr: U redu
hu: Igen
hy: Լավ
ka: კარგი
kk: Жақсы
km: យល់ព្រម
kn: ಸರಿ
ky: Ок
lo: ຕົກ​ລົງ
lt: Gerai
lv: Labi
mk: Добро
ml: ശരി
mn: Болж байна уу
mr: ठीक आहे
my: အိုကေ
ne: हुन्छ
ru: Хорошо
si: හරි
sl: V redu
sq: Në rregull
sr: Uredu
sw: Sawa
ta: சரி
te: సరే
th: โอเค
tr: Tamam
uk: Ок
ur: ٹھیک ہے
zu: Kulungile

source: Block articles from The Guardian
af: Blokkeer artikels van ---
am: ፅሁፎቹን ከዚህ ይገደቡ
ar: حظر المقالات من ---
az: Bu mənbədən məqalələri blok edin
be: Блакіраваць артыкулы з ---
bg: Блокирай статии от ---
bn: থেকে প্রবন্ধগুলি ব্লক করুন ---
ca: Bloquejar articles de ---
cs: Blokovat články z ---
da: Bloker artikler fra ---
el: Αποκλείστε άρθρα από ---
es_es: Bloquear los artículos de ---
et: Blokeeri artiklid ---
eu: The Guardian-tik Block artikulu
fa: مسدود کردن مقالات از ---
fi: Estä artikkelit
fil: I-block ang mga artikulo mula sa
fr: Bloquer les articles de ---
gl: Bloquear artigos sobre ---
hi: आर्टिकल को ब्लॉक करें यहाँ से ---
hr: Blokirajte članke od ---
hu: Cikkek blokkolása innen:
hy: Արգելափակել հոդվածներ --- -ից
id: Blokir artikel dari ---
ja: …から記事をブロックする
ka: დაბლოკეთ სტატიები -დან
kk: Бұғатталған мақалалар
km: លែងចង់បានអត្ថបទពី ---
kn: ಲೇಖನಗಳನ್ನು ನಿರ್ಬಂಧಿಸಿ ---
ky: .--- макалаларын бөгөттөө
lt: Blokuoti straipsnius iš ---
mn: Нийтлэлүүдийн блок
ms: Sekat artikels dari
my: ….မှ ဆောင်းပါးများကို ဘလော့မည်
nb_no: Blokker artikler fra
ne: --- बाट लेखहरु ब्लोक गर्नुहोस
nl: Blokkeer artikelen van ---
pl: Zablokuj artykuły od
pt: Bloquear artigos de ---
ro: Blochează articolele de la ---
si: ලිපි අවහිර කරන්න ---
sk: Blokovať články z ---
sl: Blokiraj članke iz
sq: Bllokoni artikujt nga
sr: Blokiraj članke od ---
sv: Blockera artiklar från --
ta: இருந்து கட்டுரைகளைத் தடை செய்யவும்
te: --- నుండి వ్యాసాలను నిరోధించు
th: บล็อกบทความจาก ---
tr: ___'ın makalelerini engelle.
uk: Заблокувати статті від ---
ur: دی گارڈین کے مضامین کو مسدود کریں
vi: Chặn tin tức từ ---
zu: Vimba izindatshana ezisuka ku ---

source: On
af: Sit aan
am: ማበራት
ar: تشغيل
az: Aktiv edin
be: Укл.
bg: Включи
bn: চালু করুন
ca: Encendre
cs: Zapnout
da: Tænd
el: Ενεργοποίηση
es_es: Encender
et: Lülita Sisse
eu: Piztu
fa: روشن کن
fi: Päälle
fil: I-on
fr: Allumer
gl: Acende
he: להדליק
hi: चालू करें
hr: Uključi
hu: Be
hy: Միացնել
id: Nyalakan
is: Kveikja á
ja: オン
ka: ჩართვა
kk: қосу
km: បើក
kn: ಆನ್ ಮಾಡಿ
ky: Күйгүзүү
lo: ເປີດ
lt: Įjungti
lv: Ieslēdz
mk: Вклучи ја, уклучи ја, ме пали
ml: ഓൺ ചെയ്യുക
mn: Эргүүл
mr: चालू करणे
ms: Hidupkan
my: ဖွင့်သည်
nb_no: Skru På
ne: खुल्नुहोस
nl: Zet Aan
pl: Włącz
pt: Ativar
ro: Pornește
ru: Включить
si: ක්‍රියාත්මක කරන්න
sk: Zapnúť
sl: Vključi
sq: Aktivizoni
sr: Uključi
sv: Sätta på
sw: Washa
ta: ஆன் செய்க
te: ప్రారంభించు
th: เปิด
tr: Aç
uk: Вкл
ur: فعال کریں
vi: Bật
zu: Vula

source: Auto
af: Outomaties
am: አውቶ
ar: تلقائي
az: Avtomatik
be: Аўто
bg: Автом
bn: অটো
ca: Acte
el: Αυτόματο
fa: خودکار
he: אוטומטי
hi: ऑटो
hr: Automatski
hy: Ավտոմատ
id: Otomatis
ja: オート
ka: ავტო
km: ស្វ័យប្រវត្តិ
kn: ಸ್ವಯಂ
ky: Авто
lo: ອັດຕະໂນມັດ
mk: Автоматски
ml: ഓട്ടോ
mn: Авто
mr: ऑटो
my: အလိုအလျောက်
ne: स्वचालित
ru: Авто
si: ස්වයංක්‍රීය
sr: Automatski
ta: ஆட்டோ
te: దానికదే
th: อัตโนมัติ
tr: Otomatik
uk: Авто
ur: آٹو
vi: Tự động

source: Help Center
af: Hulp Sentrum
am: የእርዳታ ማዕከል
ar: مركز المساعدة
az: Yardım Mərkəzi
be: Даведачны Цэнтр
bg: Помощен център
bn: হেল্প সেন্টার
ca: Centre d'ajuda
cs: Centrum nápovědy
da: Hjælpecenter
el: Κέντρο Βοήθειας
es_es: Centro de Ayuda
et: Tugikeskus
eu: Laguntza Zentroa
fa: پشتیبانی
fi: Tukikeskus
fil: Humingi ng Tulong
fr: Centre d'aide
gl: Centro de axuda
he: מרכז עזרה
hi: सहायता केंद्र
hr: Centar za pomoć
hu: Segítségnyújtás
hy: Օգնության կենտրոն
id: Pusat Bantuan
is: Hjálparmiðstöð
ja: ヘルプセンター
ka: დახმარების ცენტრი
kk: Анықтама Орталығы
km: មជ្ឈមណ្ឌល​ជំនួយ
kn: ಸಹಾಯ ಕೇಂದ್ರ
ky: Жардам борбору
lo: ສູນຊ່ວຍເຫຼືອ
lt: Pagalbos centras
lv: Palīdzības centrs
mk: Центар за помош
ml: സഹായകേന്ദ്രം
mn: Тус төв
mr: मदत केंद्र
ms: Pusat Bantuan
my: အကူအညီပေးစင်တာ
nb_no: Hjelpesenter
ne: सहयोग केन्द्र
nl: Helpcentrum
pl: Centrum pomocy
pt: Centro de ajuda
ro: Centrul de ajutor
ru: Центр помощи
si: උපකාරක මධ්‍යස්ථානය
sk: Centrum pomoci
sl: Pomoč
sq: Qendra për ndihmë
sr: Centar za pomoć
sv: Hjälpcenter
sw: Kituo cha Msaada
ta: உதவி மையம்
te: సహాయక కేంద్రం
th: ศูนย์ช่วยเหลือ
tr: Yardım Merkezi
uk: Центр Підтримки
ur: مددکا مرکز
vi: Trung Tâm Trợ Giúp
zu: Isikhungo Sosizo

source: Select file from gallery
af: Kies lêer uit gallery
am: ከጋለሪ ፋይል ይምረጡ
ar: حدد ملفًا من المعرض
az: Qalereyadan fayl seçin
be: Выберыце файл з галерэі
bg: Избери файл от галерията
bn: গ্যালারী থেকে ফাইল নির্বাচন করুন
ca: Seleccionar arxiu de la galeria
cs: Vyberte soubor z galerie
da: Vælg fil fra galleri
el: Επιλέξτε αρχείο από τη συλλογή
es_es: Seleccionar el archivo de la galería
et: Vali fail galeriist
eu: Aukeratu galeria fitxategi
fa: پرونده را از گالری انتخاب کنید
fi: Valitse tiedosto galleriasta
fil: Pumili ng file sa gallery
fr: Sélectionnez un fichier dans la galerie
gl: Selecciona o ficheiro da galería
he: קובץ בחר מגלריה
hi: गैलरी से फ़ाइल को सेलेक्ट करें
hr: Odaberi datoteku iz galerije
hu: Fájl kiválasztása galériából
hy: Ընտրեք ֆայլը պատկերասրահից
id: Pilih file dari galeri
is: Veldu skrá úr myndasafni
ja: ギャラリーからファイルを選択する
ka: აირჩიეთ ფაილი გალერიიდან
kk: Галереядан файлды таңдаңыз
km: ជ្រើសរើសឯកសារពីវិចិត្រសាល
kn: ಗ್ಯಾಲರಿಯಿಂದ ಫೈಲ್ ಆಯ್ಕೆಮಾಡಿ
ky: Галереядан файлды тандаңыз
lo: ເລືອກໄຟລ໌ຈາກຄັງ
lt: Pasirinkti failą iš galerijos
lv: Izvēlieties failu no galerijas
mk: Изберете датотека од галеријата
ml: ഗാലറിയിൽ നിന്ന് ഫയൽ തിരഞ്ഞെടുക്കുക
mn: Галерейгаас файлыг сонгоно уу
mr: गॅलरीत फाइल निवडा
ms: Pilih fail daripada galeri
my: ပြခန်းမှဖိုင်ကိုရွေးပါ
nb_no: Velg fil fra galleri
ne: ग्यालरी बाट चयन गर्नुहोस
nl: Selecteer bestand uit bibliotheek
pl: Wybierz z galerii
pt: Selecionar arquivo da galeria
ro: Selectează un fișier din galerie
ru: Выберите файл из галереи
si: ගැලරියෙන් ගොනුව තෝරන්න
sk: Vyberte súbor z galérie
sq: Zgjedhni dokumentin nga galeria
sr: Izaberi datoteku iz galerije
sv: Välj fil från galleriet
sw: Chagua faili kutoka nyumba ya sanaa
ta: கேலரியில் இருந்து கோப்பைத் தேர்ந்தெடுக்கவும்
te: గ్యాలరీ నుంచి ఫైలును ఎంచుకోండి
th: เลือกไฟล์จากแกลเลอรี
tr: Galeriden dosya seç.
uk: Обрати файл з галереї
ur: گیلری سے فائل منتخب کریں
vi: Chọn tệp từ bộ sưu tập
zu: Khetha ifayela kusuka kugalari

source: ABOUT
af: OOR
am: ስለ
ar: حول
az: HAQQIMIZDA
be: ПРА
bg: Относно
bn: সম্পর্কিত
ca: SOBRE
cs: O
da: Om
el: ΣΧΕΤΙΚΑ
es_es: ACERCA DE
et: TEAVE
eu: GARA
fa: درباره
fi: Tietoa meistä
fil: TUNGKOL
fr: À PROPOS
gl: SOBRE
he: על אודות
hi: इनके बारे में
hr: VIŠE
hu: RÓLUNK
hy: ՄԱՍԻՆ
id: TENTANG
is: UM
ja: 私たちについて
ka: შესახებ
kk: Туралы
km: អំពី
kn: ಬಗ್ಗೆ
ky: ЖӨНҮНДӨ
lo: ກ່ຽວກັບ
lt: APIE
lv: PAR
mk: ЗА
ml: ആമുഖം
mn: ТУХАЙ
mr: विषयी
ms: TENTANG
my: အကြောင်း
nb_no: OM
ne: हाम्रो बारे
nl: OVER
pl: O NAS
pt: SOBRE
ro: DESPRE
ru: ОКОЛО
si: පිළිබඳව
sk: O
sl: O nas
sq: Rreth nesh
sr: O NAMA
sv: OM
sw: KUHUSU
ta: மேலும் தெரிந்துகொள்ள
te: గురించి
th: เกี่ยวกับ
tr: Hakkımızda
uk: Докладніше
ur: بارے میں
vi: VỀ CHÚNG TÔI
zu: MAYELANA LATHI

source: Legal
af: Wettig
am: ሕጋዊ
ar: قانوني
az: Hüquqi
be: Легальнасць
bg: Правни
bn: আইনী
cs: Právní
da: Gyldig
el: Νομικό Περιεχόμενο
et: Õiguslik info
eu: Lege
fa: مجاز
fi: LAKIASIAT
fr: Juridique
he: משפטי
hi: कानूनी
hr: Pravno
hu: Jogi
hy: Լեգալ
id: Hukum
ja: 法的
ka: სამართლებრივი
kk: Заңды
km: បទប្បញ្ញត្តិ
kn: ಕಾನೂನು
ky: Юридикалык
lo: ກົດຫມາຍ
lt: Teisinė informacija
lv: likumīgs
mk: правни
ml: നിയമ
mn: Хууль эрх зүй
mr: कायदेशीर
ms: Penyataan
my: ဥပဒေဆိုင်ရာ
nb_no: Juridisk
ne: कानुनी
nl: Legaal
pl: Informacje prawne
pt: Jurídico
ru: легальный
si: නීතිමය
sk: Právne
sl: Pravno obvestilo
sq: Ligjore
sr: Pravno
sv: Rättsligt
sw: kisheria
ta: சட்டரீதியானவை
te: చట్టబద్ధమైన
th: กฎหมาย
tr: Yasal
uk: Юридичні Положення
ur: قانونی
vi: Pháp lý
zu: Ezomthetho
