Repository: newsreels/app-mobile-ios
Catalog: Bullet/*.lproj/Localizable.strings
Languages: af, am, ar, az, be, bg, bn, ca, cs, da, el, es_es, et, eu, fa, fi, fil, fr, gl, he, hi, hr, hu, hy, id, is, ja, ka, kk, km, kn, ky, lo, lt, lv, mk, ml, mn, mr, ms, my, nb_no, ne, nl, pl, pt, ro, ru, si, sk, sl, sq, sr, sv, sw, ta, te, th, tr, uk, ur, vi, zu

source: Editions
af: Uitgawes
am: እትሞች
ar: طبعات
az: Nəşrlər
be: Выданні
bg: Выданні
bn: সংস্করণ
ca: Edicions
cs: Edice
da: Udgaver
el: Εκδόσεις
es_es: Ediciones
et: Väljaanded
eu: Edizioak
fa: نسخه ها
fi: Painokset
fil: Mga Edisyon
fr: Éditions
gl: Edicións
he: מהדורות
hi: संस्करण
hr: Izdanja
hu: Kiadások
hy: Հրատարակություններ
id: Edisi
is: Útgáfur
ja: エディション
ka: გამოცემები
kk: Басылымдар
km: ការបោះពុម្ព
kn: ಆವೃತ್ತಿಗಳು
lo: ສະບັບ
lt: Leidiniai
lv: Izdevumi
mk: Изданија
ml: പതിപ്പുകൾ
mn: Хэвлэл
ms: Edisi
my: တည်းဖြတ်ခြင်း
nb_no: Utgaver
ne: संस्करण
nl: Edities
pl: Wydania
pt: Edições
ro: Ediții
ru: Редакции
si: සංස්කරණ
sk: Vydania
sl: Izdanja
sq: Botimet
sr: Едитионс
sv: Utgåvor
sw: Matoleo
ta: பதிப்புகள்
te: సంచికలు
th: ฉบับ
tr: Sürümler
uk: Видання
ur: ایڈیشن
vi: Các phiên bản
zu: Ama-edishini

source: No saved stories yet
af: Hier is niks
am: እዚህ ምንም የለም
ar: لا يوجد شيء هنا
az: Burada heç nə yoxdur
be: Тут нічога няма
bg: Тут нічога няма
bn: এখানে কিছুই নেই
ca: No hi ha res aqui
cs: Tady nic není
da: Ingen gemte historier endnu
el: Δεν υπάρχουν ακόμη αποθηκευμένες ιστορίες
es_es: NNo hay nada aquí
et: Siin pole midagi
eu: Ez dago ezer hemen
fa: اینجا چیزی نیست
fi: Ei tallennettuja tarinoita vielä
fil: Walang naririto
fr: Il n'y a rien là-dedans
gl: Aquí non hai nada
he: עדיין אין סיפורים שמורים
hi: यहां कुछ भी नहीं है
hr: Ovdje nema ničeg
hu: Még nincsenek mentett történetek
hy: Այստեղ ոչինչ չկա
id: Belum ada cerita yang disimpan
is: Það er ekkert hér
ja: ここには何もありません
ka: აქ არაფერია
kk: Мұнда ештеңе жоқ
km: មិនមានអ្វីនៅទីនេះទេ
kn: ಇಲ್ಲಿ ಏನೂ ಇಲ್ಲ
ky: Бул жерде эч нерсе жок
lo: ມີບໍ່ມີຫຍັງຢູ່ໃນທີ່ນີ້
lt: Čia nieko nėra.
lv: Nekas šeit
mk: Не постои ништо тука
ml: ഇവിടെ ഒന്നും ഇല്ല
mn: Энд юу ч байхгүй
mr: येथे काहीही आहे
ms: Tiada apa-apa di sini.
my: ဒီနေရာမှာ ဘာမှမရှိပါှိ
nb_no: Det er ikke noe her
ne: यहाँ केहि पनि छैन
nl: Er is hier niets te vinden
pl: Nie ma jeszcze zapisanych artykułów
pt: Ainda não há histórias salvas
ro: Nu există încă povești salvate
ru: Сохраненных историй пока нет
si: මෙහි කිසිවක් නැත
sk: Tu nič nie je
sl: Tukaj ni ničesar
sq: KËTU NUK KA ASGJE
sr: Ovde nema ničega
sv: Inga sparade berättelser ännu
sw: Hakuna kitu hapa
ta: இங்கே ஏதும் இல்லை
te: ఇక్కడ ఏమీ లేదు
th: ยังไม่มีเรื่องราวที่บันทึกไว้
tr: Henüz kaydedilmiş hikaye yok
uk: Тут нічого немає
ur: فل وقت ہیاں کچھ نہیں ہے
vi: Chưa có câu chuyện nào được lưu
zu: Akukho lutho lapha

source: Tap the
ar: اضغط على
ca: Toc en el
cs: Klepněte na
da: Tryk på
el: Πατήστε το
es_es: Toca el
fi: Klikkaa
fr: Appuyez sur
he: הקש על
hi: टैप करें
hu: Nyomjon a
id: Tekan
ja: タップする
nl: Druk op
pl: Kliknij
pt: Toque em
ro: Apasă pe
ru: Нажмите
sk: Kliknite na
sv: Tryck på
te: నొక్కండి
th: แตะที่
tr: Dokun
vi: Chạm vào

source: icon on the article
ar: رمز على المقالة
ca: icona en l'article
cs: ikonu na článku
da: Ikon på artiklen
el: εικονίδιο στο άρθρο
es_es: el icono del artículo
fi: artikkelin symbolia
fr: icône sur l'article
he: סמל על המאמר
hi: आर्टिकल पर आइकन
hu: ikont a cikken
id: ikon pada artikel
ja: 記事のアイコン
nl: icoon op het artikel
pl: ikonę artykułu
pt: ícone no artigo
ro: pictograma din articolul
ru: Значок на статью
sk: ikonu na článku
sv: ikon på artikeln
te: వ్యాసం పై గుర్తు
th: ไอคอนบนบทความ
tr: makaledeki simge
uk: значок на статті
vi: trên bài báo

source: you want to read later then
af: wat u later wil lees dan
am: ይህንን በኋላ ላይ ለማንበብ ይፈልጋሉ?
ar: تريد أن تقرأ هذا في وقت لاحق بعد ذلك
az: istədiyiniz məqalədə
be: які Вы хочаце прачытаць пазней, а затым
bg: які Вы хочаце прачытаць пазней, а затым
bn: আপনি পরে পড়তে চাইলে
ca: vols llegir més tard llavors
cs: který si chcete přečíst později
da: Du vil læse senere så
el: θέλετε να διαβάσετε αργότερα τότε
es_es: quieres leer más tarde entoncesn
et: kui tahad hiljem lugeda siis
eu: geroago, ondoren behar dituen
fa: مي خواهيد بعدا بخوانيد
fi: Haluatko sitten lukea myöhemmin
fil: na gusto mong basahin mamaya
fr: vous voulez lire plus tard alors
gl: queres ler despois
he: אתה רוצה לקרוא יאוחר
hi: आप बाद में पढ़ना चाहते हैं
hr: kojeg želite kasnije pročitati
hu: amelyiket később akarja olvasni, majd
hy: ցանկանում եք կարդալ ավելի ուշ
id: Anda ingin membacanya nanti
is: þú vilt lesa seinna þá
ja: 後で読みたい記事
ka: რომლის წაკითხვაც მოგვიანებით გსურთ
kk: Кейін оқығыңыз келеді ме?
km: អ្នកចង់អាននៅពេលក្រោយ
kn: ನೀವು ನಂತರ ಓದಲು ಬಯಸುತ್ತೀರಿ
ky: кийинчерээк окугуңуз келет
lo: ທ່ານຕ້ອງການທີ່ຈະອ່ານໃນພາຍຫລັງແລ້ວ
lt: , kurį norite perskaityti vėliau, tada
lv: jūs vēlaties lasīt vēlāk
mk: сакате да ја прочитате подоцна од
ml: നിങ്ങൾ പിന്നീട് തുടർന്ന് വായിക്കാൻ ആഗ്രഹിക്കുന്നു
mn: дараа нь уншихыг хүсдэг
mr: आपण नंतर नंतर वाचू इच्छित
ms: yang anda mahu baca di lain masa, kemudian
my: နောက်ပိုင်းတွင် သင်ဖက်ရှုချင်ပါက
nb_no: ønsker du å lese senere
ne: तपाईं पछी पढ्न चाहनुहुन्छ भने
nl: u wil later lezen dan
pl: chcesz poczytać później
pt: você quer ler mais tarde então
ro: pe care vrei să îl citești mai târziu, apoi
ru: тогда ты хочешь прочитать позже
si: ඔබට පසුව කියවීමට අවශ්‍යයි
sk: ktorý si chcete prečítať neskôr
sl: želite prebrati kasneje
sq: DESHIRON TA LEXOSH MË VONË
sr: onda želite pročitati kasnije
sv: du vill läsa senare
sw: unataka kusoma baadaye basi
ta: பின்னர் படிக்க விரும்பினால்
te: తరువాత చదవాలని మీరు అనుకుంటున్నారు
th: คุณต้องการอ่านในภายหลัง
tr: Daha sonra okumak isteyebilirsiniz
uk: яку Ви хочете прочитати пізніше, потім
ur: آپ اسے بعد میں پرھنا چاہیں گے تو
vi: bạn muốn đọc sau
zu: ufuna ukufunda kamuva lapho

source: Select
af: Kies (
am: ምረጥ (
ar: يختار
az: Məqaləni yadda saxlamaq üçün
be: Выберыце (
bg: Выберыце (
bn: নির্বাচন করুন (
ca: Seleccioni
cs: Vyberte
da: Vælg
el: Επιλέξτε
es_es: Selecciona
et: Vali (
eu: Aukeratu (
fa: انتخاب کنید (
fi: Valitse
fil: Piliin ang (
fr: Sélectionnez
gl: Selecciona (
he: בחר
hi: सेलेक्ट
hr: Odaberi (
hu: Válassza a
hy: Ընտրել (
id: Pilih
is: Veldu (
ja: 選択する
ka: შეარჩიეთ (
km: ជ្រើសរើស (
kn: ಆಯ್ಕೆ ಮಾಡಿ (
ky: Тандоо (
lo: ເລືອກ (
lt: paspauskite (
lv: Izvēlieties (
mk: изберете (
ml: തിരഞ്ഞെടുക്കുക (
mn: Сонгоно уу (
mr: निवडा (
ms: Pilih (
my: ရွေးပါ (
nb_no: Velg
ne: चयन
nl: Selecteer
pl: Wybierz
pt: Selecione
ro: Selectează
ru: Выбрать
si: තෝරාගන්න (
sk: Vyberte
sl: IZBERITE (
sq: ZGJEDHNI
sr: Izaberi (
sv: Välj
sw: Kuchagua (
ta: கட்டுரையில்(
te: ఎంపిక
th: เลือก
tr: Seç
ur: منتخب کریں (
vi: Lựa chọn
zu: Khetha (

source: to save article.
ar: لحفظ المقال.
ca: per a guardar l'article.
cs: pro uložení článku..
da: Til at gemme artiklen.
el: για να αποθηκεύσετε το άρθρο.
es_es: para guardar el artículo.
fi: tallentaaksesi artikkelin.
fr: pour sauver l'article.
he: כדי להציל את המאמר.
hi: आर्टिकल को सेव करने के लिए।
hu: hogy elmentse a cikket.
id: untuk menyimpan artikel.
ja: 記事を保存する.
nl: om het artikel op te slaan.
pl: aby zapisać artykuł.
pt: para salvar o artigo.
ro: pentru a salva articolul.
ru: Чтобы сохранить статью.
sk: pre uloženie článku.
sv: för att spara artikeln.
te: వ్యాసం సేవ్ చేయటానికి.
th: เพื่อบันทึกบทความ.
tr: Makaleyi kaydetmek için.
uk: для збереження статті.
vi: để lưu bài báo.

source: There is nothing in here
af: Hier is niks. Dit lyk asof hier niks anders as 'n kat is nie. Gaan terug na tuisblad?
am: እዚህ ውስጥ ምንም ነገር የለም ፡፡
ar: لا يوجد شيء هنا.
az: Burada heç nə yoxdur.
be: Тут нічога няма.
bg: Тут нічога няма.
bn: এখানে কিছুই নেই। দেখে মনে হচ্ছে এখানে বিড়াল ছাড়া কিছুই নেই। মেইন পেইজে ফিরে যাবেন?
ca: No hi ha res aquí.
cs: Tady nic není
da: Intet herinde
el: Δεν υπάρχει τίποτα εδώ
es_es: No hay nada aqui
et: Siin pole midagi.
eu: Ez dago ezer hemen
fa: اینجا چیزی نیست
fi: Täällä ei ole mitään
fil: Walang naririto. Mukhang walang naririto kundi isang pusa. Bumalik sa main page?
fr: Il n'y a rien ici.
gl: Aquí non hai nada.
he: אין שום דבר כאן
hi: यहाँ कुछ भी नहीं है।
hr: Ovdje nema ničeg.
hu: Nincsen találat
hy: Այստեղ ոչինչ չկա։ Կարծես թե այստեղ բացի կատվից ոչինչ չկա։ Վերադառնա՞լ գլխավոր էջ։
id: Tidak ada apa disini
is: Það er ekkert hér
ja: ここには何もありません
ka: აქ არაფერია. როგორც ჩანს, აქ, კატის გარდა არაფერია. გსურთ მთავარ გვერდზე დაბრუნება?
kk: Мұнда ештеңе жоқ.Мысықтан басқа ештеңе жоқ сияқты. Басты бетке оралу керек пе?
km: គ្មានអ្វីនៅទីនេះទេ។
kn: ಇಲ್ಲಿ ಏನೂ ಇಲ್ಲ.
ky: Бул жерде эч нерсе жок.Бул жерде мышыктан башка эч нерсе жок окшойт. Башкы бетке кайтып барасызбы?
lo: ມີບໍ່ມີຫຍັງຢູ່ໃນທີ່ນີ້
lt: Čia nieko nėra.
lv: Nekas šeit
mk: Не постои ништо тука
ml: ഇവിടെ ഒന്നും ഇല്ല
mn: Энд юу ч байхгүй.
mr: येथे काहीही आहे
ms: Tiada apa-apa di sini.
my: ဒီနေရာမှာ ဘာမှမရှိပါဒီနေရာမှ ဘာမှမရှိပေမဲ့ တစ်ခုခုတော့ရနိုင်ပါသေးတယ် အဓိကစာမျက်နှာကို ပြန်သွားမလား?
nb_no: Det er ikke noe her. Ser ut til at det bare er en katt her. Gå tilbake til hovedsiden?
ne: यहाँ केहि छैन। यस्तो देखिन्छ कि यहाँ बिरालो बाहेक केहि छैन। मुख्य पृष्ठमा फिर्ता जानुहुन्छ?
nl: Er zit hier niets in
pl: Nic tu nie ma
pt: Não há nada aqui
ro: Nu este nimic de afișat pe această pagină.
ru: Здесь ничего нет
si: මෙහි කිසිවක් නැත. පේන විදියට බළලෙක් හැර වෙන කිසිවක් නැහැ. ප්‍රධාන පිටුවට ආපසු යන්න?
sk: Tu nič nie je.
sl: Tukaj ni ničesar.
sq: KTHEHU PRAPA TE FAQJA KRYESORE
sr: Ovde nema ničega.Izgleda da ovde nema ničega osim mačke. Povratak na glavnu stranicu?
sv: Det finns inget här inne
sw: Hakuna kitu hapa
ta: இங்கு எதுவும் காணப்படவில்லை.
te: ఇక్కడ ఏమీ లేదు.
th: ที่นี่ไม่มีอะไรเลย
tr: Burada bir şey yok.
uk: Тут нічого немає.
ur: فل وقت ہیاں کچھ نہیں ہےایسا لگتا ہے کہ یہاں بلی کے سوا کچھ نہیں ہے۔ مرکزی صفحہ پر واپس جائیں؟
vi: Không có gì ở đây
zu: Akukho lutho lapha. Kubukeka sengathi akukho lutho lapha ngaphandle kwekati. Buyela ekhasini eliyinhloko?

source: Looks like there is nothing here but a cat.
ar: يبدو أنه لا يوجد شيء هنا سوى قطة.
ca: Sembla que aquí no hi ha res més que un gat.
cs: Vypadá to, že tu není nic jiného než kočka.
da: Det ser ud til, at der kun er en kat her.
el: Φαίνεται να μην υπάρχει τίποτα εδώ, παρά μόνο μια γάτα.
es_es: Parece que aquí no hay nada más que un gato.
fi: Näyttää, että täällä ei ole muutakuin kissa.
fr: On dirait qu'il n'y a rien d'autre ici qu'un chat.
he: נראה שאין כאן אלא חתול.
hi: लगता है कि यहां बिल्ली के सिवाय कुछ नहीं है।
hu: Nincs itt semmi.Úgy tűnik nincs itt semmi, csak egy macska.
id: Sepertinya tidak ada apa disini selain kucing.
ja: ここには猫しかいないようです。
nl: Het lijkt erop dat er hier niets anders is dan een kat.
pl: Wygląda na to, że nie ma tu nic poza kotem
pt: Parece que não há nada aqui além de um gato.
ro: Se pare că singurul lucru disponibil pe această pagină este o pisică.
ru: Похоже, здесь нет ничего, кроме кошки.
sk: Vyzerá to, že tu nie je nič iné ako mačka.
sv: Det verkar som om det inte finns något annat än en katt.
te: ఇక్కడ పిల్లి తప్ప మరేమీ కనిపించడం లేదు.
th: ดูเหมือนว่าที่นี่จะไม่มีอะไรนอกจากแมว
tr: Görünüşe göre burada bir kediden başka bir şey yok.
vi: Có vẻ không có gì ở đây cả ngoài một con mèo.

source: Would you like to go back to home?
ar: هل تود العودة الى المنزل؟
ca: Tornar a la pàgina principal?
cs: Chcete se vrátit na hlavní stránku?
da: Gå tilbage til hovedsiden?
el: Επιστροφή στην αρχική σελίδα;
es_es: Volver a la página principal?
fi: Palaa pääsivulle?
fr: Retour à la page d'accueil ?
he: האם תרצה לחזור הביתה?
hi: क्या आप होम पेज पर वापस जाना चाहते हैं?
hu: Vissza a főoldalra? Vissza akar menni a kezdőoldalra?
id: Kembali ke halaman utama?
ja: 家に帰りませんか？
nl: Terug naar de hoofdpagina?
pl: Wrócić do strony głównej?
pt: Você gostaria de voltar para casa?
ro: Vrei să mergi înapoi la pagina principală?
ru: Хочешь вернуться домой?
sk: Chcete sa vrátiť na hlavnú stránku?
sv: Vill du åka hem?
te: మెయిన్ పేజీకి తిరిగి వెళ్లు?
th: คุณต้องการกลับไปที่บ้านหรือไม่?
tr: Eve geri dönmek ister misin?
vi: Bạn có muốn trở về trang chủ?

source: GO HOME
af: gaan terug na tuisblad
am: ወደ ዋና ገጽ ይመለሱ
ar: اذهب للمنزل
az: əsas səhifəyə geri qayıdın
be: вярнуцца на галоўную старонку
bg: вярнуцца на галоўную старонку
bn: মেইন পেইজে ফিরে যান
ca: ANAR A CASA
cs: JDI DOMŮ
da: GÅ HJEM
el: ΠΗΓΑΙΝΕ ΣΠΙΤΙ
es_es: VETE A CASA
et: tagasi kodulehele
eu: Joan atzera orri nagusira
fa: بازگشت به صفحه اصلی
fi: MENE KOTIIN
fil: bumalik sa main page
fr: RENTRER CHEZ SOI
gl: Volver á páxina principal
he: חזור הביתה
hi: मुख्य पेज पर वापस जाएं
hr: natrag na glavnu stranicu
hu: HAZAMENNI
hy: վերադառնալ գլխավոր էջ
id: PERGI RUMAH
is: fara aftur á aðalsíðu
ja: 見出しのみ
ka: დაბრუნდით მთავარ გვერდზე
kk: басты бетке оралыңыз
km: ត្រលប់ទៅទំព័រដើមវិញ
kn: ಮುಖ್ಯ ಪುಟಕ್ಕೆ ಹಿಂತಿರುಗಿ
ky: башкы бетке кайтуу
lo: ກັບຄືນໄປບ່ອນໄປຫນ້າຫລັກ
lt: grįžti į pagrindinį puslapį
lv: doties atpakaļ uz galveno lapu
mk: се врати на главната страница
ml: പ്രധാന മടങ്ങി
mn: үндсэн хуудас руу буцах
mr: मुख्य पृष्ठावर जा
ms: kembali ke halaman utama
my: အဓိကစာမျက်နှာကို ပြန်သွားပါ
nb_no: gå tilbake til hovedsiden
ne: मुख्य पृष्ठ मा जानुहोस
nl: GA NAAR HUIS
pl: IDŹ DO DOMU
pt: IR PARA CASA
ro: DU-TE ACASĂ
ru: ИДТИ ДОМОЙ
si: සිරස්තල පමණි
sk: CHOĎ DOMOV
sl: nazaj na glavno stran
sq: KTHEHU TE FAQJA KRYESORE
sr: idi na glavnu stranicu
sv: GÅ HEM
sw: rudi nyuma kwenye ukurasa kuu
ta: முதல் பக்கத்திற்குத் திரும்பச் செல்
te: ఇంటికి వెళ్ళు
th: กลับบ้าน
tr: EVE GİT
uk: повернутися назад на головну сторінку
ur: مرکزی صفحہ پر واپس جائیں
vi: VỀ NHÀ
zu: buyela ekhasini eliyinhloko

source: Search
af: Soek
am: ፈልግ /ፈለጊ
ar: بحث
az: Axtarın
be: Пошук
bg: Пошук
bn: সার্চ
ca: Buscar
cs: Vyhledávání
da: Søg
el: Αναζήτηση
es_es: Buscar
et: Otsi
eu: Bilatu
fa: جستجو کردن
fi: Hae
fil: Maghanap
fr: Chercher
gl: Buscar
he: לחפש
hi: खोजें
hr: Traži
hu: Keresés
hy: Որոնում
id: Cari
is: leita
ja: 探す
ka: ძებნა
kk: Іздеу
km: ស្វែងរក
kn: ಹುಡುಕಿರಿ
ky: Издөө
lo: ຄົ້ນຫາ
lt: Paieška
lv: Meklēt
mk: Барај
ml: തിരയൽ
mn: Хайлт хийх
mr: शोधा
ms: Cari
my: ရှာဖွေရန်
nb_no: Søk
ne: खोजी
nl: Zoeken
pl: Szukaj
pt: Procurar
ro: Căutare
ru: Поиск
si: සොයන්න
sk: Vyhľadávanie
sl: ISKANJE
sq: KËRKONI
sr: Traži
sv: Sök
sw: Tafuta
ta: தேடுக
te: వెతకండి
th: ค้นหา
tr: Ara
uk: Пошук
ur: تلاش کریں
vi: Tìm kiếm
zu: Cinga

source: Discover
af: Ontdek
am: ያግኙ
ar: اكتشف
az: Kəşf edin
be: Адкрыйце для сябе
bg: Адкрыйце для сябе
bn: খুঁজে নিন
ca: Descubrir
cs: Objevit
da: Opdag
el: Ανακαλύψτε
es_es: Descubrir
et: Avasta
eu: Ezagutu
fa: كشف كردن
fi: Löydä
fil: Tuklasin
fr: Découvrez
gl: Descubrir
he: לְגַלוֹת
hi: डिस्कवर
hr: Istraži
hu: Felfedez
hy: Բացահայտել
id: Temukan
ja: 発見する
ka: აღმოჩენა
kk: Анықтайтын+А59r
km: ស្វែងយល់
kn: ಅನ್ವೇಷಿಸಿ
ky: Табуу
lo: ຄົ້ນພົບ
lt: Atrasti
lv: Atklājiet
mk: Откријте
ml: കണ്ടെത്തുക
mn: Нээлт
mr: शोधा
ms: Teroka
my: ရှာဖွေမည်
nb_no: Oppdag
ne: पाउनुहोस
nl: Ontdek
pl: Odkryj
pt: Descobrir
ro: Descoperă
ru: Обнаружить
si: දැනගන්න
sk: Objaviť
sl: Razišči
sq: ZBULONI
sr: Otkrij
sv: Upptäck
ta: கண்டறி
te: కనుగొను
th: ค้นพบ
tr: Keşfet
uk: Відкрий для себе
ur: دریافت
vi: Khám phá
zu: Thola

source: Articles
af: Artikels
am: መጣጥፎች
ar: مقالات
az: Məqalələr
be: Артыкулы
bg: Артыкулы
bn: নিবন্ধ
cs: Články
da: Artikler
el: Άρθρα
es_es: Artículos
et: Artiklid
eu: Artikuluak
fa: مقالات
fi: Artikkelit
fil: Mga Artikulo
fr: Des articles
gl: Artigos
he: מאמרים
hi: लेख
hr: Članci
hu: Cikkek
hy: Հոդվածներ
id: Artikel
is: Greinar
ja: 記事
ka: სტატიები
kk: Мақалалар
km: អត្ថបទ
kn: ಲೇಖನಗಳು
ky: Макалалар
lo: ບົດຂຽນ
lt: Straipsniai
lv: Raksti
mk: Написи
ml: ലേഖനങ്ങൾ
mn: Нийтлэл
ms: Artikel
my: ဆောင်းပါးများ
nb_no: Artikler
ne: लेख
nl: Lidwoord
pl: Artykuły
pt: Artigos
ro: Articole
ru: Статьи
si: ලිපි
sk: Články
sl: Članki
sq: Artikuj
sr: Чланци
sv: Artiklar
sw: Nakala
ta: கட்டுரைகள்
te: వ్యాసాలు
th: บทความ
tr: Nesne
uk: Статті
ur: مضامین
vi: Bài viết
zu: Imibhalo

source: Try a different keyword
af: Probeer 'n ander sleutelwoord
am: የተለየ ቁልፍ ቃል ይሞክሩ
ar: جرب كلمة رئيسية مختلفة
az: Fərqli bir açar söz sınayın
be: Паспрабуйце іншае ключавое слова
bg: Паспрабуйце іншае ключавое слова
bn: একটি আলাদা কীওয়ার্ড চেষ্টা করুন
ca: Proveu una paraula clau diferent
cs: Zkuste jiné klíčové slovo
da: Prøv et andet nøgleord
el: Δοκιμάστε μια διαφορετική λέξη-κλειδί
es_es: Pruebe con una palabra clave diferente
et: Proovige mõnda muud märksõna
eu: Saiatu beste hitz gako batekin
fa: کلمه کلیدی دیگری را امتحان کنید
fi: Kokeile toista avainsanaa
fil: Sumubok ng ibang keyword
fr: Essayez un autre mot-clé
gl: Proba cunha palabra clave diferente
he: נסה מילת מפתח אחרת
hi: एक अलग कीवर्ड का प्रयास करें
hr: Pokušajte s drugom ključnom riječi
hu: Próbálkozzon másik kulcsszóval
hy: Փորձեք այլ հիմնաբառ
id: Coba kata kunci lain
is: Prófaðu annað leitarorð
ja: 別のキーワードを試してください
ka: სცადეთ სხვა საკვანძო სიტყვა
kk: Басқа кілт сөзді қолданып көріңіз
km: សាកល្បងពាក្យគន្លឹះផ្សេងទៀត
kn: ಬೇರೆ ಕೀವರ್ಡ್ ಪ್ರಯತ್ನಿಸಿ
ky: Башка ачкыч сөздү байкап көрүңүз
lo: ລອງໃຊ້ ຄຳ ຄົ້ນອື່ນ
lt: Išbandykite kitą raktinį žodį
lv: Izmēģiniet citu atslēgvārdu
mk: Пробајте друг клучен збор
ml: മറ്റൊരു കീവേഡ് പരീക്ഷിക്കുക
mn: Өөр түлхүүр үг оролдож үзээрэй
ms: Cuba kata kunci lain
my: အခြားသော့ချက်စာလုံးတစ်လုံးကိုစမ်းကြည့်ပါ
nb_no: Prøv et annet nøkkelord
ne: फरक कुञ्जी शब्द प्रयोग गरी हेर्नुहोस्
nl: Probeer een ander zoekwoord
pl: Wypróbuj inne słowo kluczowe
pt: Experimente uma palavra-chave diferente
ro: Încercați un alt cuvânt cheie
ru: Попробуйте другое ключевое слово
si: වෙනත් මූල පදයක් උත්සාහ කරන්න
sk: Skúste iné kľúčové slovo
sl: Poskusite z drugo ključno besedo
sq: Provo një fjalë kyçe tjetër
sr: Покушајте са другом кључном речи
sv: Prova ett annat nyckelord
sw: Jaribu neno kuu tofauti
ta: வேறு முக்கிய சொல்லை முயற்சிக்கவும்
te: వేరే కీవర్డ్‌ని ప్రయత్నించండి
th: ลองใช้คำหลักอื่น
tr: Farklı bir anahtar kelime deneyin
uk: Спробуйте інше ключове слово
ur: ایک مختلف مطلوبہ الفاظ کی کوشش کریں
vi: Hãy thử một từ khóa khác
zu: Zama igama elingukhiye elihlukile
