Repository: newsreels/app-mobile-ios
Catalog: Bullet/*.lproj/Localizable.strings
Languages: af, am, ar, az, be, bg, bn, ca, cs, da, el, es_es, et, eu, fa, fi, fil, fr, gl, he, hi, hr, hu, hy, id, is, ja, ka, kk, km, kn, ky, lo, lt, lv, mk, ml, mn, mr, ms, my, nb_no, ne, nl, pl, pt, ro, ru, si, sk, sl, sq, sr, sv, sw, ta, te, th, tr, uk, ur, vi, zu

source: From where you would like to pick photo?
af: Waar wil u n'foto kies?
am: ፎቶን ከየት መምርጥ ይፈልጋሉ?
ar: من أين تريد أن تختار الصورة؟
az: Haradan foto seçmək istəyirsiniz?
be: Адкуль Вы хочаце выбраць фота?
bg: Откъде ще избереш снимка?
bn: আপনি কোথা থেকে ছবি তুলতে চান??
ca: D'on li agradaria triar la foto?
cs: Odkud chcete vybrat fotografii?
da: Hvorfra vil du vælge et foto?
el: Από πού θέλετε να επιλέξετε φωτογραφία;
es_es: ¿De dónde te gustaría escoger la foto?
et: Kust sa sooviksid pildi valida?
eu: nondik argazki jaso nahi dituzu?
fa: دوست دارید از کجا عکس انتخاب کنید؟
fi: Mistä haluaisit valita kuvan?
fil: Saan mo nais pumili ng imahe?
fr: De l'endroit où vous souhaitez prendre une photo ?
gl: De onde che gustaría escoller a foto?
he: מאיפה אתה רוצה לקחת תמונה?
hi: आप फोटो कहाँ से लेना चाहेंगे?
hr: Odakle biste odabrali fotografiju?
hy: Որտեղի՞ց եք նախընտրում վերցնել նկար
id: Dari mana anda ingin memilih foto?
is: Þar sem þú vildi eins og til að taka mynd?
ja: どこから写真を選びたいですか？
ka: საიდან ავირჩიოთ ფოტო?
kk: Фотосуретті қайдан алғыңыз келеді?
km: តើអ្នកចង់យករូបថតពីកន្លែងណា?
kn: ನೀವು ಫೋಟೋ ತೆಗೆದುಕೊಳ್ಳಲು ಎಲ್ಲಿಂದ ಬಯಸುತ್ತೀರಿ?
ky: Сүрөттү кайдан тандап алгыңыз келет?
lo: ຈາກບ່ອນທີ່ທ່ານຈະຕ້ອງການທີ່ຈະເລືອກເອົາຮູບພາບ?
lt: Iš kur norėtumėte pasirinkti nuotrauką?
lv: No kurienes jūs vēlaties saņemt fotogrāfiju?
mk: Од каде што би сакале да ги слика?
ml: നിങ്ങൾ ഫോട്ടോ എടുക്കാൻ ആഗ്രഹിക്കുന്ന നിന്നും?
mn: Та зураг авах хүсэлтэй газраасаа?
mr: जेथे तुम्ही फोटो निवडा आवडेल?
ms: Dari mana anda mahu memilih foto?
my: ဘယ်နေရာမှ ဓာတ်ပုံကိုသင်ယူမည်နည်း?
nb_no: Hvor ønsker du å velge bilde fra??
ne: कहाँबाट तपाई फोटो लिन चाहानुहुन्छ?
nl: van waar wilt u een foto kiezen?
pl: Skąd pobrać zdjęcie?
pt: De onde você gostaria de escolher a foto?
ro: De unde dorești să îți alegi fotografia?
ru: От того, где вы хотели бы, чтобы забрать фотографию?
si: ඔබ ඡායාරූප ගැනීමට කැමති කොතැන සිට?
sk: Odkiaľ chcete vybrať fotografiu?
sl: Od kje bi želeli izbrati sliko?+
sq: Prej ku do të dëshironit të zgjedhni foton?
sr: Odakle biste želeli izabrati fotografiju?
sv: Från vart vill du välja foto?
sw: Kutoka ambapo ungependa kuchukua picha?
ta: போட்டோவை எங்கிருந்து தேர்வு செய்ய விரும்புகிறீர்கள்?
te: మీరు ఎక్కడ నుంచి ఫోటో ని ఎంచుకోవాలని అనుకుంటున్నారు?
th: คุณต้องการเลือกรูปถ่ายจากที่ใด
tr: Nereden fotoğraf seçmek istersiniz?
uk: Звідки Ви хочете вибрати фото?
ur: آپ کہاں سے تصویر منتخب کرنا چاہیں گے؟
vi: Bạn muốn lấy hình ảnh từ đâu?
zu: ungathanda ukukhetha isithombe esisuka kuphi?

source: Camera
af: Kamera
am: ካሜራ
ar: الة تصوير
az: Kamera
be: Камера
bg: Камера
bn: ক্যামেরা
ca: Cambra
cs: Fotoaparát
da: Kamera
el: Κάμερα
es_es: Cámara
et: Kaamera
eu: Kamara
fa: دوربین
fi: Kamera
fil: Kamera
fr: Appareil photo
gl: Cámara
he: מַצלֵמָה
hi: कैमरा
hr: Kamera
hu: Kamera
hy: Տեսախցիկ
id: Kamera
is: myndavél
ja: カメラ
ka: კამერა
kk: камера
km: កាមេរ៉ា
kn: ಕ್ಯಾಮೆರಾ
ky: Камера
lo: ກ້ອງ​ຖ່າຍ​ຮູບ
lt: Kamera
lv: kamera
mk: Камера
ml: കാമറ
mn: Камер
mr: कॅमेरा
ms: Kamera
my: ကင်မရာ
nb_no: Kamera
ne: क्यामेरा
pl: Aparat
pt: Câmera
ro: Cameră
ru: камера
si: කැමරා
sk: Fotoaparát
sl: Kamera
sq: Kamera
sr: Kamera
sv: Kamera
sw: Kamera
ta: காமிரா
te: కెమెరా
th: กล้อง
tr: Kamera
uk: Камера
ur: کیمرہ
vi: Máy ảnh
zu: Ikhamera

source: Photo Library
af: Fotobiblioteek
am: የፎቶ ላይብረሪ
ar: مكتبة الصور
az: Foto Kitabxanası
be: Фотатэка
bg: Албум със снимки
bn: ফটো লাইব্রেরি
ca: Llibreria fotogràfica
cs: Knihovna fotografií
da: Fotobibliotek
el: Συλλογή Φωτογραφιών
es_es: Biblioteca de fotos
et: Fotokogu
fa: کتابخانه عکس
fi: Kuvakirjasto
fr: Photothèque
gl: Fototeca
he: ספריית תמונות
hi: फोटो लाइब्रेरी
hr: Foto galerija
hu: Galéria
hy: Պատկերասրահ
id: Perpustakaan Foto
ja: フォトライブラリ
ka: ფოტოგალერეა
kk: Фото галерея
km: បណ្ណាល័យរូបថត
kn: ಫೋಟೋ ಲೈಬ್ರರಿ
ky: Сүрөт китепканасы
lo: ຫໍສະຫມຸດຮູບພາບ
lt: Nuotraukų biblioteka
lv: Foto bibliotēka
mk: Фото библиотека
ml: ഫോട്ടോ ലൈബ്രറി
mn: Зургийн номын сан
mr: फोटो लायब्ररी
ms: Perpustakaan Gambar
my: ဓတ်ပုံအခန်း်
nb_no: Galleri
ne: फोटो लाईब्रेरि
nl: Fotobibliotheek
pl: Biblioteka
pt: Biblioteca de fotos
ro: Galerie foto
ru: Фото библиотека
si: ඡායාරූප පුස්තකාලය
sk: Knižnica fotografií
sl: Galerija slik
sq: Galeria e fotove
sr: Foto galerija
sv: Fotoalbum
sw: Maktaba ya Picha
ta: போட்டோ லைப்ரரி
te: ఫోటో లైబ్రరీ
th: คลังภาพ
tr: Fotoğraf Kütüphanesi
uk: Фото галерея
ur: فوٹو لائبریری
vi: Thư Viện Hình Ảnh
zu: Umtapo Wezithombe

source: Kindly open settings and enable access
af: Maak asseblief instellings oop en aktivier toegang.
am: እባኮ ማቀናበርያ ይክፈቱና ፍቃድ ይስጡ
ar: يرجى فتح الإعدادات وتمكين الوصول
az: Ayarları açıb girişi aktiv edin
be: Калі ласка, адкрыйце налады і ўключыце доступ
bg: Отвори Настройки и позволи достъп
bn: দয়া করে সেটিংস খুলুন এবং অ্যাক্সেস চালু করুন
ca: Amablement obri la configuració i habiliti l'accés
cs: Prosím otevřete nastavení a povolte přístup
da: Åbn venligst indstillinger og aktiver adgang
el: Ανοίξτε τις ρυθμίσεις και ενεργοποιήστε την πρόσβαση
es_es: Por favor, abrir la configuración y habilitar el acceso
et: Ava seaded ja võimalda ligipääs
eu: Atsegin handiz ezarpenak irekia eta gaitu sarbidea
fa: لطفاً تنظیمات را باز کرده و دسترسی را فعال کنید
fi: Ole hyvä ja avaa asetukset ja salli käyttäminen
fil: Buksan ang settings at ibigay ang access
fr: Veuillez ouvrir les paramètres et permettre l'accès
gl: Por favor, abra a configuración e habilite o acceso
he: הגדרות פתוח חביבות וגישה לאפשר
hi: कृपया सेटिंग्स खोलें और एक्सेस करने की अनुमति दें
hr: Molimo otvorite postavke i omogućite pristup
hu: Kérjük nyissa meg a beállításokat és engedélyezze
hy: Բացեք պարամետրերը և թույլատրեք
id: Mohon buka pengaturan dan aktifkan akses
is: Vinsamlegast opna stillingar og virkja aðgang
ja: 設定を開いてアクセスを有効にしてください
ka: გთხოვთ გადადით პარამეტრებში და ჩართეთ წვდომა
kk: Параметрлерді ашып, кіруді қосыңыз
km: សូមបើកការកំណត់ ហើយអនុញ្ញាតិឲ្យកម្មវិធីដំណើរការ
kn: ದಯವಿಟ್ಟು ಸೆಟ್ಟಿಂಗ್‌ಗಳನ್ನು ತೆರೆಯಿರಿ ಮತ್ತು ಪ್ರವೇಶವನ್ನು ಸಕ್ರಿಯಗೊಳಿಸಿ
ky: Сураныч жөндөөлөрдү ачып, кирүүгө мүмкүнчүлүк бериңиз
lo: ການຕັ້ງຄ່າເປີດຄວາມເມດຕາແລະໃຫ້ສາມາດເຂົ້າເຖິງ
lt: Prieigą suteikite atsidarius nustatymus
lv: Laipni atvērtas iestatījumus un ļauj piekļūt
mk: Ве молиме отвори поставки и да им овозможи пристап
ml: ഹൃദ്യമായി ഓപ്പൺ ക്രമീകരണങ്ങളും ആക്സസ് പ്രവർത്തനക്ഷമമാക്കുക
mn: Зохих тохиргоог нээлттэй болгож, хандалтыг идэвхжүүлнэ үү
mr: कृपया उघडा सेटिंग्ज आणि सक्षम प्रवेश
ms: Buka tetapan dan aktifkan akses
my: ချိန်ညှိခြင်းများကိုဖွင့်၍ ဝင်ရောက်ခွင့်ပေးပါ
nb_no: Vennligst åpne innstillinger og gi tilgang
ne: कृपया खुला सेटिंग्स खोल्नुहोस् र पहुँच सक्षम गर्नुहोस्
nl: open de instellingen en schakel de toegang in
pl: Otwórz ustawienia i zezwól na dostęp
pt: Por favor, abra os ajustes e permita o acesso
ro: Te rugăm să mergi la setări și să permiți accesul
ru: Незлые открыть настройки и включить доступ
si: කරුණාකර සැකසුම් විවෘත කර ප්‍රවේශය සක්‍රීය කරන්න
sk: Prosím otvorte nastavenie a povoľte prístup
sl: Odprite nastavitve in omogočite dostop
sq: Hapni ndryshimet dhe mundësoni qasjen.s
sr: Molimo otvorite postavke i omogućite pristup
sv: Var vänlig och öppna inställningar för att aktivera åtkomst
sw: Tafadhali mazingira wazi na kuwezesha upatikanajia
ta: அமைப்புகளைத் திறந்து அனுமதி வழங்கவும்
te: దయచేసి సెట్టింగ్ లను ఓపెన్ చేయండి మరియు యాక్సెస్ ని ఎనేబుల్ చేయండి.
th: กรุณาเปิดการตั้งค่าและเปิดใช้งานในการเข้าถึง
tr: Lütfen ayarları açın ve erişimi etkinleştirin
uk: Будь ласка, відкрийте налаштування та ввімкніть доступ
ur: برائے مہربانی ترتیبات کھولیں اور رسائی کو قابل بنائیں
zu: Ngomusa vula izilungiselelo bese unika amandla ukufinyelela

source: Open Settings
af: Maak instellings oop
am: ማቀናበርያ ይክፈቱ
ar: أفتح الإعدادات
az: Ayarları açın
be: Адкрыйце Налады
bg: Отвори Настройки
bn: সেটিংস খুলুন
ca: Configuració oberta
cs: Otevřete Nastavení
da: Åben indstillinger
el: Ανοίξτε τις Ρυθμίσεις
es_es: Abrir Configuración
et: Ava Seaded
eu: Open ezarpenak
fa: تنظیمات را باز کنید
fi: Avaa asetukset
fil: Buksan ang Settings
fr: Ouvrir les paramètres
gl: Configuración aberta
he: פתח את הגדרות
hi: सेटिंग्स खोलें
hr: Otvorite Postavke
hu: Beállítások megnyitása
hy: Բացել կարգավորումները
id: Buka Pengaturan
is: Opna stillingar
ja: 設定を開く
ka: პარამეტრების გახსნა
kk: Параметрлерді Ашыңыз
km: បើកការកំណត់
kn: ಸೆಟ್ಟಿಂಗ್‌ಗಳನ್ನು ತೆರೆಯಿರಿ
ky: Орнотууларды ачыңыз
lo: ການຕັ້ງຄ່າເປີດ
lt: Atidaryti nustatymus
lv: Atvērt iestatījumi
mk: Отворете ги поставките
ml: തുറക്കുക ക്രമീകരണങ്ങൾ
mn: Нээлттэй суурин
mr: सेटिंग्ज उघडा
ms: Buka Tetapan
my: ချိန်ညှိခြင်းများကို ဖွင့်မည်
nb_no: Åpne Innstillinger
ne: सेटिंग्स खोल्नुहोस्
nl: Open Instellingen
pl: Otwórz ustawienia
pt: Abrir ajustes
ro: Mergi la setări
ru: Открыть настройки
si: සැකසුම් විවෘත කරන්න
sk: Otvorte Nastavenie
sl: Odprite nastavitve
sq: Hapni ndryshimet
sr: Otvori postavke
sv: Öppna inställningar
sw: Fungua Mipangilio
ta: அமைப்புகளைத் திறக்கவும்
te: సెట్టింగులను తెరువు
th: เปิดการตั้งค่า
tr: Ayarları aç
uk: Відкрити Налаштування
ur: ترتیبات کھولیں
vi: Mở Cài Đặt
zu: Vula izilungiselelo

source: Access needed for your camera
af: Toegang benodig vir u kamera
am: ለእርስዎ ካሜራ ፍቃድ አስፈላጊ ነው
ar: الوصول مطلوب للكاميرا الخاصة بك
az: Kameraya giriş lazımdır
be: Патрабуецца доступ да Вашай камеры
bg: Достъп до твоята камера
bn: আপনার ক্যামেরার জন্য অ্যাক্সেস প্রয়োজন
ca: Accés necessari per a la seva càmera
cs: Je nutný přístup k vašemu fotoaparátu
da: Adgang er nødvendig til dit kamera
el: Απαιτείται πρόσβαση στην κάμερα
es_es: Se requiere acceso a tu cámara
et: Vajalik ligipääs sinu kaamerale
eu: Sarbide kamera egiteko beharrezko
fa: دسترسی مورد نیاز دوربین شما
fi: Tarvitaan lupa käyttää kameraasi
fil: Kailangan ng access sa iyong camera
fr: Accès nécessaire pour votre appareil photo
gl: É necesario o acceso para a súa cámara
he: גישת דרוש המצלמה שלך
hi: आपके कैमरे के लिए एक्सेस आवश्यक है
hr: Potreban je pristup za vašu kameru
hu: Hozzáférés szükséges a kamerájához
hy: Տեսախցիկի համար անհրաժեշտ է թույլտվություն
id: Akses dibutuhkan untuk kamera anda
is: Aðgangur þörf fyrir myndavélina þína
ja: カメラにアクセスする必要があります。
ka: საჭიროა წვდომა თქვენს კამერაზე
kk: Камераға кіру қажет
km: ត្រូវការសិទ្ធិប្រើកាមេរ៉ារបស់អ្នកជាចាំបាច់
kn: ನಿಮ್ಮ ಕ್ಯಾಮರಾಕ್ಕೆ ಪ್ರವೇಶ ಅಗತ್ಯವಿದೆ
ky: Камераңызга улуксаат алуу керек
lo: ເຂົ້າຈໍາເປັນສໍາລັບກ້ອງຖ່າຍຮູບຂອງທ່ານ
lt: Reikalinga prieiga prie jūsų kameros
lv: Piekļuve nepieciešams jūsu kameru
mk: потребниот пристап за вашиот фото апарат
ml: ആക്സസ് നിങ്ങളുടെ ക്യാമറ ആവശ്യമായ
mn: Камердаа нэвтрэх шаардлагатай байна
mr: प्रवेश आपला कॅमेरा आवश्यक
ms: Akses diperlukan untuk kamera anda
my: ကင်မရာအတွက် ဝင်ရောက်ခွင့် လိုအပ်သည်
nb_no: Tilgang kreves for ditt kamera
ne: तपाईंको क्यामेराको लागि पहुँच आवश्यक छ
nl: Toegang nodig voor uw camera
pl: Wymagany dostęp do aparatu
pt: Necessário acesso à sua câmera
ro: Este nevoie să permiți accesul la camera foto
ru: Доступ необходим для вашей камеры
si: ඔබගේ කැමරාවට ප්‍රවේශය අවශ්‍යයි
sk: Je nutný prístup k vášmu fotoaparátu
sl: Potreben dostop do vaše kamere
sq: Nevojitet qasja në kamerën tuaj
sr: Potreban je pristup vašoj kameri
sv: Åtkomst behövs för din kamera
sw: Access zinahitajika kwa ajili ya kamera yako
ta: காமெராவை அணுக அனுமதி தேவை
te: మీ కెమెరాకు అవసరమైన అనుమతి
th: จำเป็นต้องเข้าถึงกล้องของคุณ
tr: Kameraya erişim gerekli
uk: Потрібен доступ до Вашої камери
ur: کیمرے کے لئے رسائی کی ضرورت
vi: Cần được cấp phép truy cập camera của bạn
zu: Kudingeka ukufinyelela kukhamera yakho

source: Access needed for your photo library
af: Toegang benodig vir u fotobiblioteek
am: ለእርስዎ ላይብረሪ ፍቃድ አስፈላጊ ነው
ar: الوصول مطلوب لمكتبة الصور الخاصة بك
az: Foto Kitabxanasına giriş lazımdır
be: Патрабуецца доступ да Вашай фотатэкіy
bg: Достъп до библиотеката със снимки
bn: আপনার ফটো লাইব্রেরির জন্য অ্যাক্সেস প্রয়োজন
ca: Accés necessari per a la seva biblioteca de fotos
cs: Je nutný přístup k vaší knihovně fotografií
da: Adgang er nødvendig til dit fotobiblotek
el: Απαιτείται πρόσβαση στην συλλογή φωτογραφιών
es_es: Se requiere acceso a la biblioteca de fotos
et: Vajalik ligipääs sinu fotokogule
eu: Sarbide beharrezkoak zure argazki liburutegi
fa: دسترسی مورد نیاز برای کتابخانه عکس شما
fi: Lupa tarvitaan kuvakirjastosi käyttämiseen
fil: Kailangan ng access sa iyong photo library
fr: Accès nécessaire pour votre photothèque
gl: Acceso obrigatorio á túa fototeca
he: גישה דרוש ספריית התמונות שלך
hi: आपकी फोटो लाइब्रेरी के लिए एक्सेस आवश्यक है
hr: Potreban je pristup za vašu foto galeriju
hu: Hozzáférés szükséges a galériájához
hy: Պատկերասրահի համար անհրաժեշտ է թույլտվություն
id: Akses dibutuhkan untuk perpustakaan foto anda
is: Aðgangur þörf fyrir myndasafninu þínuy
ja: フォトライブラリにアクセスする必要があります
ka: საჭიროა წვდომა თქვენს ფოტოგალერეაზე
kk: Сіздің фото галереяңызға кіру қажет
km: ត្រូវការសិទ្ធិប្រើបណ្ណាល័យរូបថតរបស់អ្នកជាចាំបាច់
kn: ನಿಮ್ಮ ಫೋಟೋ ಲೈಬ್ರರಿಗೆ ಪ್ರವೇಶ ಅಗತ್ಯವಿದೆ
ky: Сүрөт китепканаңызга улуксаат алуу керек
lo: ເຂົ້າຈໍາເປັນສໍາລັບຫໍສະຫມຸດຮູບພາບຂອງທ່ານ
lt: Reikalinga prieiga prie jūsų nuotraukų bibliotekos
lv: Piekļuve nepieciešama jūsu fotoattēlu bibliotēkā
mk: потребни за пристап за вашиот фото библиотека
ml: ആക്സസ് നിങ്ങളുടെ ഫോട്ടോ ലൈബ്രറിയിൽ ആവശ്യമായ
mn: Таны зургийн санд хандах шаардлагатай
mr: आपल्या फोटो लायब्ररीमध्ये प्रवेश आवश्यक
ms: Akses diperlukan untuk Perpustakaan Gambar anda
my: ဓတ်ပုံအခန်းအတွက် ဝင်ရောက်ခွင့်လိုအပ်သည််
nb_no: Tilgang kreves for ditt galleri
ne: तपाईंको फोटो लाईब्रेरिको लागि पहुँच आवश्यक छ
nl: Toegang nodig voor uw fotobibliotheek
pl: Wymagany dostęp do aparatu
pt: Necessário acesso à sua biblioteca de fotos
ro: Este nevoie să permiți accesul la galeria foto
ru: необходим доступ к библиотеке фотографий
si: ඔබගේ ඡායාරූප එකතුව සඳහා ප්‍රවේශය අවශ්‍ය වේ
sk: Je nutný prístup k vašej knižnici fotografií
sl: Potreben dostop do vaše galerije slik
sq: Nevojitet qasja në galerinë tuaj të fotove
sr: Potreban je pristup vašoj foto galeriji
sv: Åtkomst behövs för ditt fotoalbum
sw: Access zinahitajika kwa ajili ya maktaba yako
ta: போட்டோ லைப்ரரியை அணுக அனுமதி தேவை
te: మీ ఫోటో లైబ్రరీకి అవసరమైన అనుమతి
th: จำเป็นต้องเข้าถึงคลังรูปภาพของคุณ
tr: Fotoğraf Kütüphanesine erişim gerekli
uk: Потрібен доступ до Вашої фото галереї
ur: فوٹو لائبریری کے لئے رسائی ضروری
vi: Cần được cấp phép truy cập thư viện ảnh của bạn
zu: Kudingeka ukufinyelela kumtapo wakho wezithombe

source: Done
af: Gedoen
am: ተከናውኗል
ar: منجز
az: Alındı
be: Гатова
bg: Готово
bn: সম্পন্ন
ca: Fet
cs: Hotovo
da: Færdig
el: Ολοκληρώθηκε
es_es: Hecho
et: Tehtud
fa: انجام شده
fi: Valmis
fil: Tapos na
fr: Terminé
gl: Feito
he: בוצע
hi: हो गया
hr: Gotovo
hu: Kész
hy: Կատարված է
id: Selesai
is: lokið
ja: 完了
ka: მზადაა
kk: Жасалған
km: រួចរាល់
kn: ಮುಗಿದಿದೆ
ky: Бүттү
lo: ເຮັດ
lt: Atlikta
lv: Gatavs
mk: Направено
ml: ചെയ്തുകഴിഞ്ഞു
mn: Дууссан
mr: पूर्ण झाले
ms: Selesai
my: ပြီးပြီ
nb_no: Ferdig
ne: लाईब्रेरि
nl: Klaar
pl: Zrobione
pt: Pronto
ro: Realizat
ru: Готово
si: ඉවරයි
sk: Hotovo
sl: Urejeno
sq: Përfundoi
sr: Gotovo
sv: Klar
sw: Kufanyika
ta: முடிந்தது
te: పూర్తయింది
th: เสร็จแล้ว
tr: Tamam
uk: Готово
ur: مکمل ہوا
vi: Hoàn thành
zu: Kwenziwe

source: Pull to refresh
af: Trek om op te dateer
am: ለማደስ ይጎትቱ
ar: سحب لتحديث
az: Yeniləmək üçün çəkin
be: Пацягніце, каб абнавіць
bg: Изтегли за обновяване
bn: রিফ্রেশ করতে টানুন
ca: Tiri per a actualitzar
cs: Potažením obnovíte
da: Træk for at opdatere
el: Τραβήξτε για ανανέωση
es_es: Tirar para refrescar
et: Tõmba, et värskendada
eu: Tira freskatzeko
fa: برای تازه کردن بکشید
fi: Vedä päivittääksesi sivun
fil: Hilain para i-refresh
fr: Tirer pour rafraîchir
gl: Tirar para actualizar
he: משוך לרענון
hi: रीफ़्रेश करने के लिए पुल करें
hr: Povucite za osvježavanje
hu: Húzza meg a frissítéshez
hy: Քաշեք՝ թարմացնելու համար
id: Usap untuk menyegarkan
is: Dragðu til að endurnýja
ja: アプリを更新するために引っ張ってください。
ka: ჩამოქაჩეთ გასანახლებლად
kk: Жаңарту үшін тартыңыз
km: ទាញចុះក្រោមដើម្បីធ្វើឱ្យរកអ្វីដែលថ្មីៗ
kn: ರಿಫ್ರೆಶ್ ಮಾಡಲು ಎಳೆಯಿರಿ
ky: Жаңыртуу үчүн тартыңыз
lo: ດຶງກັບໂຫຼດຫນ້າຈໍຄືນ
lt: Norint atnaujinti, patraukite žemyn
lv: Velciet, lai atsvaidzinātu
mk: Повлечете за да се освежи
ml: പുതുക്കാൻ വലിക്കുക
mn: Сэргээхийн тулд татна уу
mr: रीफ्रेश करण्यासाठी खेचा
ms: Fungsi pertuturan tiada untuk artikel ini
my: အသစ်ရရန် ဆွဲချပါဲ
nb_no: Dra ned for å oppdatere
ne: रिफ्रेस गर्न तान्नुहोस्
nl: Trek om te vernieuwen
pl: Przeciągnij aby odświeżyć
pt: Puxe para atualizar
ro: Glisează în jos pentru reîmprospătare
ru: Потяните, чтобы обновить
si: නැවුම් කිරීමට අදින්න
sk: Potiahnutím obnovíte
sl: Povleci za osvežitev
sq: Tërhiqni për rifreskim
sr: Povucite za osvježavanje
sv: Dra för att uppdatera
sw: Kuvuta na kupata mahitaji
ta: ரெஃப்ரெஷ் செய்ய இழுக்கவும்
te: రిఫ్రెష్ చేయడానికి లాగండి
th: ดึงเพื่อรีเฟรช
tr: Yenilemek için çekin
uk: Потягніть, щоб оновити
ur: رفریش کرنے کے لئے نیچے کرے
vi: Kéo để làm mới
zu: Donsa ukuze uvuselele

source: Loading
af: Laai tans
am: በመጫን ላይ
ar: جار التحميل
az: Yüklənir
be: Загрузка
bg: Зарежда
bn: লোড হচ্ছে
ca: Carregant
cs: Načítání
da: Indlæser
el: Φόρτωση
es_es: Cargando
et: Laadimine
eu: Lanean
fa: بارگذاری
fi: Ladataan
fil: Naglo-load
fr: Chargement
gl: Cargando
he: טעינה
hi: लोड हो रहा है
hr: Učitavanje
hu: Töltés
hy: Բեռնում
id: Memuat
is: hleðsla
ja: 読み込み中
ka: იტვირთება
kk: Тиеу
km: កំពុងផ្ទុក
kn: ಲೋಡ್ ಆಗುತ್ತಿದೆ
ky: Жүктөө
lo: ກໍາລັງໂຫລດ
lt: Kraunama
lv: iekraušana
mk: Вчитување
ml: ലോഡിംഗ്
mn: Ачаалах
ms: Memuatkan
my: လုပ်ဆောင်နေသည်
nb_no: Laster
ne: लोड हुँदै
nl: Laden
pl: Ładuje
pt: Carregando
ro: Se încarcă
ru: загрузка
si: පූරණය වෙමින් පවතී
sk: Načítanie
sl: Nalagam
sq: Duke u mbushur
sr: Učitavanje
sv: Laddar
ta: ஏற்றுகிறது
te: లోడ్ అవుతూవుంది
th: กำลังโหลด
tr: Yükleniyor
uk: Загрузка
ur: لوڈ ینگ
vi: Đang tải
zu: Iyavula

source: Speech not available for this article
af: Spraakfunksie nie beskikbaar vir hierdie artikel nie
am: ለዚህ ጽሁፍ ንግግር የለም
ar: الكلام غير متوفر لهذه المقالة
az: Bu məqalə üçün nitq funksiyası əlçatan deyil
be: Прамова недаступная для гэтага артыкула
bg: Автоматичното прочитане не е възможно за тази статия
bn: এই প্রবন্ধটির জন্য স্পিচ উপনীয় নয়
ca: Discurs no disponible per a aquest article
cs: Pro tento článek není řeč k dispozici
da: Tale utilgængelig for denne artikel
el: Η λειτουργία ομιλίας δεν είναι διαθέσιμη για το άρθρο αυτό
es_es: Discurso no disponible para este artículo
et: Kõne pole selle artikli jaoks saadaval
eu: Ahotsaren ez Artikulu hau eskuragarri
fa: گفتار برای این مقاله موجود نیست
fi: Puhe ei ole saatavilla tässä artikkelissa
fil: Hindi available ang speech sa artikulong ito
fr: Discours non disponible pour cet article
gl: Fala non dispoñible para este artigo
he: דיבור אינו זמין עבור מאמר זה
hi: इस आर्टिकल के लिए स्पीच उपलब्ध नहीं है
hr: Govor nije dostupan za ovaj članak
hu: Felolvasás nem elérhező ehhez a cikkhez
hy: Ձայնային տարբերակը հասանելի չէ այս հոդվածի համար
id: Fitur Bacakan tidak tersedia untuk artikel ini
ja: この記事ではスピーチは利用できません
ka: წამკითხველი არ არის ხელმისაწვდომი ამ სტატიისათვის
kk: Бұл мақала үшін сөйлеу мүмкін емес
km: ការអានមិនមានសម្រាប់អត្ថបទនេះទេ
kn: ಈ ಲೇಖನಕ್ಕೆ ಧ್ವನಿ ಲಭ್ಯವಿಲ್ಲ
ky: Бул макала үчүн сөз жок
lo: Speech ບໍ່ສາມາດໃຊ້ສໍາລັບບົດຄວາມນີ້
lt: Kalbos funkcija šiam straipsniui negalima
lv: Runa nav pieejama šo rakstu
mk: Говор не се достапни за овој напис
ml: സ്പീച്ച് ഈ ലേഖനം ലഭ്യമല്ല
mn: Энэ нийтлэлд яриа байхгүй байна
mr: भाषण हा लेख उपलब्ध नाही
my: ်ဒီဆောင်းပါးအတွက် စကားသံမရသေးပါ
nb_no: Høytlesning er ikke tilgjengelig for denne artikkelen
ne: यस लेखका लागि स्पिच उपलब्ध छैन
nl: Spraak niet beschikbaar voor dit artikel
pl: Opcja mowy nie jest dostępna dla tego artykułu
pt: Narração indisponível neste artigo
ro: Acest articol nu are funcționalitate audio
ru: Речь не для этой статьи
si: මෙම ලිපිය සඳහා කථාව නොමැත
sk: Pre tento článok nie je reč k dispozícii
sl: Govor ni mogoč za ta članek
sq: Zëri nuk është në dispozicion për këtë artikull
sr: Govor nije dostupan za ovaj članak
sv: Tal är inte tillgängligt för denna artikel
sw: Hotuba haipatikani kwa makala hii
ta: இந்த கட்டுரைக்கு ஒலி முறை வசதி இல்லை
te: ఈ వ్యాసం కొరకు స్పీచ్ లభ్యం కావడం లేదు
th: ไม่มีเสียงพูดสำหรับบทความนี้
tr: Bu makale için konuşma uygun değil
uk: Диктування недоступне для цієї статті
ur: اس آرٹیکل کے لئے تقریر دستیاب نہیں ہے
vi: Chức năng giọng nói không khả dụng cho bài báo này
zu: Inkulumo yale indatshana ayitholakali

source: OK
am: እሺ
ar: موافق
az: tamam
be: добра
bg: Добре
bn: ঠিক আছে
ca: D'ACORD
da: Okay
el: Εντάξει
et: Okei
eu: Ados
fa: خوب
fr: D'accord
he: בסדר
hi: ठीक
hr: u redu
hu: rendben
hy: լավ
id: baik
is: Allt í lagi
ka: კარგი
kk: ЖАРАЙДЫ МА
km: យល់ព្រម
kn: ಸರಿ
ky: Макул
lo: ຕົກ​ລົງ
lt: Gerai
lv: labi
mk: добро
ml: ശരി
mn: БОЛЖ БАЙНА УУ
ms: okey
my: ရလား
ne: ठिक छ
pl: dobrze
pt: Está bem
si: හරි
sl: v redu
sq: Ne rregull
sr: У реду
sw: sawa
ta: சரி
te: అలాగే
th: ตกลง
tr: OKTAMAM MI
uk: в порядку
ur: ٹھیک ہے
vi: đồng ý
zu: KULUNGILE
