Repository: newsreels/app-mobile-ios
Catalog: Bullet/*.lproj/Localizable.strings
Languages: af, am, ar, az, be, bg, bn, ca, cs, da, el, es_es, et, eu, fa, fi, fil, fr, gl, he, hi, hr, hu, hy, id, is, ja, ka, kk, km, kn, ky, lo, lt, lv, mk, ml, mn, mr, ms, my, nb_no, ne, nl, pl, pt, ro, ru, si, sk, sl, sq, sr, sv, sw, ta, te, th, tr, uk, ur, vi, zu

source: Bullets
af: Basis teks
am: ዋና ነጥብ
ar: نقاط مهمة
az: xəbər bülleteni
be: зводка
bg: по точки
bn: সংবাদ শিরোনাম
ca: Punt clau
cs: Odrážka
da: Bullet point
el: κουκκίδα
es_es: puntos clave
et: täpploend
eu: bala-point
fa: سرخط خبرها
fi: Lyhyt lauseet
fil: bullet-point
fr: bullet point
gl: Boletín
he: כדור-נקודה
hi: बुलेट पॉइंट
hr: natuknice
hu: vázlatpont
hy: Bullet-հոդված
id: bullet-point
is: Bullet-lið
ja: 箇条書き
ka: ბულეტი
kk: пункт
km: ចំណុចសង្ខេបៗ
kn: ಬುಲೆಟ್ - ಪಾಯಿಂಟ್
ky: Алсыз
lo: bullet ຈຸດ
lt: punktas
lv: apakšpunkts
mk: куршум точка
ml: ബുള്ളറ്റ്-പോയിന്റ്
mn: сум
mr: बुलेट बिंदू
ms: titik-senarai
my: ဘူးလက်ပွှိုင့််
nb_no: nøkkelpunkt
ne: बुलेट-पोइन्ट
nl: Bulletpoint
pl: Punkt
pt: ponto
ro: idee principală
ru: пункт списка
si: බුලට් පොයින්ට්
sk: odrážka
sl: vrstična oznaka
sq: Pika kryesore
sr: kratka crta
sv: listpunkt
sw: risasi-kumweka
ta: செய்திச் சுருக்கம்
te: బుల్లెట్ పాయింట్
th: สัญลักษณ์แสดงหัวข้อย่อย
tr: madde işareti
uk: ключовий момент
ur: بُلٹ-پوائنٹ
vi: điểm-tin
zu: iphuzu enhlamvu

source: BULLETS
af: Hoogtepunt
am: ዋና ዋና ነጥቦች
ar: نقاط مهمة
az: XƏBƏR BÜLLETENİ
be: ЗВОДКІ
bg: ПО ТОЧКИ
bn: সংবাদ শিরোনাম
ca: PUNTS CLAU
cs: ODRÁŽKY
da: BULLET POINT
el: ΚΟΥΚΚΙΔΕΣ
es_es: PUNTOS CLAVE
et: TÄPPLOENDID
eu: BIÑETA
fa: سرخط خبرها
fi: Lyhyt lauseet
fil: MGA BULLET POINT
fr: POINTS IMPORTANTS
gl: PUNTOS DO BOLETÍN
he: נקודות מובלטות
hi: बुलेट पॉइंट्स
hr: NATUKNICE
hu: VÁTLATPONTOK
hy: BULLET ՀՈԴՎԱԾՆԵՐ
id: POIN-POIN PENTING
is: Helstu atriði
ja: 箇条書き
ka: ბულეტები
kk: пункттер
km: ចំណុចសង្ខេបៗ
kn: ಬುಲೆಟ್ ಪಾಯಿಂಟ್
ky: ЖАҢЫ АККАУНТ АЧУУ
lo: ແຕ້ມຈາກ BULLET
lt: PUNKTAI
lv: BULLET PUNKTI
mk: ПОД ТОЧКИ
ml: ബുള്ളറ്റ് POINTS
mn: БУЛЛЕТ ХҮЧ
mr: ठळक मुद्दे
ms: TITIK SENARAI
my: ဘူးလက်ပွှိုင့်များ
nb_no: NØKKELPUNKTER
ne: बुलेट पोइन्ट हरु
nl: BULLETPOINTS
pl: PUNKTY
pt: PONTOS
ro: IDEI PRINCIPALE
ru: ОТВЕРСТИЯ ОТ ПУЛЬ
si: බුලට් පොයින්ට්ස්
sk: ODRÁŽKA
sl: vrstične oznake
sq: PIKAT KRYESORE
sr: KRATKE CRTE
sv: LISTPUNKTER
sw: BULLET POINTS
ta: செய்திச் சுருக்கம்
te: బుల్లెట్ పాయింట్లు
th: เครื่องหมายหัวข้อ
tr: madde işaretleri
uk: КЛЮЧОВІ МОМЕНТИ
ur: بلٹ-پوائنٹس
vi: ĐIỂM TIN
zu: amaphuzu enhlamvu

source: Headlines is not available.
af: HOOGTEPUNTE
am: የ አርዕስተ አይገኙም.
ar: العناوين الرئيسية غير متوفرة.
az: Başlıqlar əlçatan deyil.
be: Загалоўкі недаступныя.
bg: Заглавията не са налични.
bn: শিরোনাম উপনীয় নয়।
ca: Els titulars no estan disponibles.
cs: Nadpisy nejsou k dispozici.
da: Overskrifterne er ikke tilgængelige
el: Οι τίτλοι δεν είναι διαθέσιμοι.
es_es: Los titulares no están disponibles.
et: Pealkirjad puuduvad
eu: titularrak ez daude eskuragarri.
fa: عناوین موجود نیست
fi: Otsikoita ei ole saatavilla
fil: Hindi available ang iyong hinahanap
fr: Les titres ne sont pas disponibles.
gl: Os titulares non están dispoñibles.
he: הכותרות אינן זמינות.
hi: बुलेट पॉइंट्स
hr: Naslovi nisu dostupni.
hu: A szalagcímek nem elérhetőek.
hy: Վերնագրերը հասանելի չեն
id: Berita Utama tidak tersedia.
is: Fyrirsagnir eru ekki í boði.
ja: 見出しは利用できません。
ka: სათაურები არ არის ხელმისაწვდომი
kk: Тақырыптар қол жетімді емес.
km: មិនមានព័ត៌មានថ្មីៗទេ។
kn: ಮುಖ್ಯಾಂಶಗಳು ಲಭ್ಯವಿಲ್ಲ.
ky: Баш макалалар жеткиликтүү эмес.
lo: ພາດຫົວຂ່າວຍັງບໍ່ທັນມີ.
lt: Antraštės negalimos
lv: Virsraksti nav pieejami.
mk: Насловите не се достапни.
ml: തലക്കെട്ടുകൾ ലഭ്യമല്ല.
mn: Гарчиг байхгүй байна.
mr: ठळक बातम्या उपलब्ध नाहीत.
ms: Tiada tajuk sedemikian
my: ခေါင်းစည်းများမရနိုင်သေးပါ
nb_no: Overskriftene er ikke tilgjengelige.
ne: हेडलाइन उपलब्ध छैन
nl: De koppen zijn niet beschikbaar.
pl: Nagłówki nie są dostępne
pt: As manchetes estão indisponíveis.
ro: Titlurile nu sunt disponibile.
ru: Заголовки не доступны.
si: සිරස්තල නොමැත.
sk: Nadpisy nie sú k dispozícii.
sl: Naslovi niso na voljo
sq: Titujt kryesorë nuk janë në dizspozicion.
sr: Naslovi nisu dostupni.
sv: Rubrikerna är inte tillgängliga
sw: vichwa vya habari hazipatikani.
ta: தலைப்புச் செய்திகள் தற்போது இல்லை
te: శీర్షికలు అందుబాటులో లేవు.
th: หัวข้อข่าวไม่สามารถใช้ได้
tr: Manşetler mevcut değil
uk: Заголовки не знайдено.
ur: ابھی سرخیاں دستیاب نہیں ہیں۔
vi: Tiêu đề không sẵn có.
zu: Izihloko zezindaba azitholakali.

source: Check your internet Connection and try again.
af: Die opskrifte is nie beskikbaar nie. Gaan u internetverbinding na en probeer weer.
am: የኢንተርኔት ኮኔክሽኖን ያረጋግጡ እና በኋላ እንደገና ይሞክሩ።
ar: تحقق من اتصالك بالإنترنت وحاول مرة أخرى.
az: İnternet bağlantısını yoxlayıb yenidən cəhd edin.
be: Праверце падключэнне да Інтэрнэту і паўтарыце спробу.
bg: Провери мрежовите настройки и опитай отново.
bn: আপনার ইন্টারনেট সংযোগ চেক করে আবার চেষ্টা করুন।
ca: Verifiqui la seva connexió a Internet i torni a intentar-ho.
cs: Zkontrolujte připojení k internetu a zkuste to znovu.
da: Tjek din internetforbindelse, og prøv igen.
el: Ελέγξτε τη Σύνδεση σας στο ίντερνετ και προσπαθήστε ξανά.
es_es: Comprueba tu conexión a Internet e inténtalo de nuevo.
et: Kontrolli oma internetiühendust ja proovi uuesti.
eu: Begiratu zure internet konexioa eta saiatu berriro.
fa: اتصال اینترنت خود را بررسی کنید و دوباره امتحان کنید.
fi: Tarkista internetyhteytesi ja yritä uudelleen
fil: Suriin ang iyong koneksyon at subukang muli
fr: Vérifiez votre connexion internet et réessayez.
gl: Comproba a túa conexión a Internet e téntao de novo.
he: בדוק את החיבור לאינטרנט ונסה שוב.
hi: अपना इंटरनेट कनेक्शन जांचें और पुनः प्रयास करें।
hr: Provjerite svoju povezanost s internetom i pokušajte ponovno.
hu: Ellenőrizze az internetkapcsolatát és próbálja újra.
hy: Ստուգեք ինտերնետ կապը և կրկին փորձեք
id: Periksa koneksi internet anda dan coba lagi.
is: Athugaðu nettenginguna og reyndu aftur.
ja: インターネット接続を確認して、再試行してください。
ka: გადაამოწმეთ კავშირი ინტერნეტთან და სცადეთ ახლიდან
kk: Интернет байланысын тексеріп, әрекетті қайталаңыз.
km: ពិនិត្យមើលអ៊ីនធើណិតរបស់អ្នក ហើយសាកល្បងម្តងទៀត។
kn: ನಿಮ್ಮ ಇಂಟರ್ನೆಟ್ ಸಂಪರ್ಕವನ್ನು ಪರಿಶೀಲಿಸಿ ಮತ್ತು ಮತ್ತೆ ಪ್ರಯತ್ನಿಸಿ.
ky: Интернетке туташууңузду текшерип, дагы бир жолу аракет кылып көрүңүз.
lo: ກວດສອບການເຊື່ອມຕໍ່ອິນເຕີເນັດຂອງທ່ານແລະພະຍາຍາມອີກເທື່ອຫນຶ່ງ.
lt: Patikrinkite savo interneto ryšį ir pabandykite iš naujo.
lv: Pārbaudiet savu interneta savienojumu un mēģiniet vēlreiz.
mk: Проверете ја вашата интернет конекција и обидете се повторно.
ml: നിങ്ങളുടെ ഇന്റർനെറ്റ് കണക്ഷൻ പരിശോധിച്ച് വീണ്ടും ശ്രമിക്കുക.
mn: Интернет холболтоо шалгаад дахин оролдоно уу.
mr: आपले इंटरनेट कनेक्शन तपासा आणि पुन्हा प्रयत्न करा.
ms: Periksa Sambungan internet anda dan cuba lagi.
my: သင့်အင်တာနက်ကော်နက်ရှင်ကို စစ်ဆေးပြီး ပြန်လည်ကြိုးစားကြည့်ပါ
nb_no: Sjekk internettilkoblingen din og forsøk igjen
ne: तपाइँको इन्टर्नेट जडान जाँच गर्नुहोस् र फेरि प्रयास गर्नुहोस्।
nl: Controleer uw internetverbinding en probeer het opnieuw.
pl: Sprawdź internet i spróbuj ponownie
pt: Verifique sua conexão com a Internet e tente de novo.
ro: Te rugăm să verifici conexiunea la internet și să încerci din nou. Te rugăm să verifici conexiunea la internet și să încerci din nou.
ru: Проверьте подключение к Интернету и повторите попытку.
si: ඔබගේ අන්තර්ජාල සම්බන්ධතාවය පරීක්ෂා කර නැවත උත්සාහ කරන්න.
sk: Skontrolujte pripojenie k internetu a skúste to znova.
sl: Preverite internetno povezavo in poskusite znova
sq: Kontrolloni lidhjen tuaj të internetit dhe provoni përsëri
sr: Proverite internetsku vezu i pokušajte ponovo.
sv: Testa din internetanslutning och testa igen.
sw: Angalia internet yako Connection na jaribu tena.
ta: உங்களது இன்டர்நெட் இணைப்பைச் சோதித்து மீண்டும் முயற்சிக்கவும்
te: మీ ఇంటర్నెట్ సరిచేసుకొని, మళ్లీ ప్రయత్నించండి.
th: ตรวจสอบการเชื่อมต่ออินเทอร์เน็ตของคุณแล้วลองอีกครั้ง
tr: İnternet bağlantınızı kontrol edin ve yeniden deneyin.
uk: Перевірте Підключення до інтернету та повторіть спробу.
ur: اپنا انٹرنیٹ کنکشن چیک کریں اور دوبارہ کوشش کریں۔
vi: Kiểm tra kết nối internet của bạn và thử lại.
zu: Hlola ukuxhumeka kwakho kwe-inthanethi uphinde uzame futhi.

source: Choose Image
af: Kies 'n prentjie
am: ምስል ይምረጡ
ar: اختر صورة
az: Şəkil seçin
be: Выберыце малюнак
bg: Избери изображение
bn: ছবি পছন্দ করুন
ca: Triar imatge
cs: Vyberte obrázek
da: Vælg billede
el: Επιλέξτε Εικόνα
es_es: Elige una imagen
et: Vali pilt
eu: Aukeratu irudia
fa: تصویر را انتخاب کنید
fi: Valitse kuva
fil: Pumili ng Imahe
fr: Choisissez une image
gl: Escolla imaxe
he: בחר תמונה
hi: इमेज चुनें
hr: Odaberite sliku
hu: Válasszon képet
hy: Ընտրեք նկարը
id: Pilih Gambar
is: Veldu mynd
ja: 画像を選択する
ka: აირჩიეთ სურათი
kk: Суретті Таңдаңыз
km: ជ្រើសរើសរូបភាព
kn: ಚಿತ್ರವನ್ನು ಆರಿಸಿ
ky: Сүрөттү тандаңыз
lo: ເລືອກຮູບພາບ
lt: Pasirinkti nuotrauką
lv: Izvēlieties attēlu
mk: Избери слика
ml: ചിത്രം തിരഞ്ഞെടുക്കുക
mn: Зураг сонгоно уу
mr: प्रतिमा निवडा
ms: Pilih Gambar
my: ပုံကိုရွေးပါ
nb_no: Velg Bilde
ne: इमेज छनौट गर्नुहोस्
nl: Kies Foto
pl: Wybierz obrazek
pt: Escolher imagem
ro: Alege imagine
ru: Выберите изображение
si: රූපය තෝරන්න
sk: Vyberte obrázok
sl: Izberite sliko
sq: Zgjedhni foton
sr: Izaberi sliku
sv: Välj bild
sw: Chagua Picha
ta: படத்தைத் தேர்வு செய்யவும்
te: చిత్రాన్ని ఎంచుకోండి
th: เลือกรูปภาพ
tr: Resim seçin
uk: Виберіть Зображення
ur: تصویر منتخب کریں
vi: Chọn Ảnh
zu: Khetha isithombe

source: Headline
af: Opskrif
am: ዋና ርዕስ
ar: العنوان
az: Başlıq
be: Загаловак
bg: Заглавие
bn: শিরোনাম
ca: Titular
cs: Nadpis
da: Overskrift
el: Τίτλος
es_es: Titular
et: Pealkiri
eu: Titularra
fa: عنوان
fi: Otsikko
fil: Ulo ng Balita
fr: Titre
gl: Titular
he: כּוֹתֶרֶת
hi: हेडलाइन
hr: Naslov
hu: Szalagcím
hy: Վերնագիր
id: Berita Utama
is: Fyrirsögn
ja: 見出し
ka: სათაური
kk: Тақырыбы
km: ចំណងជើង
kn: ಹೆಡ್‌ಲೈನ್
ky: Баш сөз
lo: ຫົວຂໍ້ຂ່າວ
lt: Antraštė
lv: virsraksts
mk: наслов
ml: തലവാചകം
mn: Гарчиг
mr: मुख्य
ms: Tajuk Utama
my: ခေါင်းစည်း
nb_no: Overskrift
ne: हेडलाईन
nl: Kop
pl: Nagłówek
pt: Manchete
ro: Titlu
ru: Заголовок
si: සිරස්තලය
sk: Nadpis
sl: Naslov
sq: Titulli kryesor
sr: Naslov
sv: Rubrik
sw: Kichwa cha habari
ta: தலைப்புச் செய்திகள்
te: శీర్షిక
th: พาดหัวข่าว
tr: Manşet
uk: Заголовок
ur: سرخی
vi: Tiêu đề
zu: Isihloko

source: Bullet 1
af: Hoogtepunt 1
am: ዋና ጉዳይ 1
ar: الرمز النقطي 1
az: Bülleten 1
be: Зводка 1
bg: Точка 1
bn: বুলেট 1
ca: Bala 1
cs: Odrážka 1
da: Punkt 1
el: Κουκκίδα 1
es_es: Punto 1
et: 1 Täpploend
fa: تیتر 1
fi: Lyhyt lauseet 1
fr: Point 1
gl: Boletín 1
hi: बुलेट 1
hr: Natuknica 1
hu: Vátlazpont 1
ja: 箇条書き1
ka: ბულეტი 1
kk: буллет 1
km: ចំណុចទី ១
kn: ಬುಲೆಟ್ 1
ky: Башкы 1
lo: ຂ່າວ 1
lt: 1-as punktas
mk: куршум 1
ml: ബുള്ളറ്റ് 1
mn: Сум 1
mr: बुलेट 1
ms: Senarai 1
my: ဘူးလက် ၁
nb_no: Punkt 1
ne: बुलेट १
nl: Bulletpoint 1
pl: Punkt 1
pt: Ponto 1
ro: Punctul 1
ru: Пуля 1
si: බුලට් 1
sk: Odrážka 1
sl: vrstična oznaka 1
sr: Kratka crta 1
sv: Punkt 1
sw: Risasi 1
ta: செய்திச் சுருக்கம் 1
te: బుల్లెట్ 1
th: สัญลักษณ์แสดงหัวข้อย่อย 1
tr: İşaret 1
uk: Момент 1
ur: بلٹ ۱
vi: Điểm tin 1
zu: Inhlamvu 1

source: Bullet 2
af: Hoogtepunt 2
am: ዋና ጉዳይ 2
ar: الرمز النقطي 2
az: Bülleten 2
be: Зводка 2
bg: Точка 2
bn: বুলেট 2
ca: Bala 2
cs: Odrážka 2
da: Punkt 2
el: Κουκκίδα 2
es_es: Punto 2
et: 2 Täpploend
fa: تتیر 2
fi: Lyhyt lauseet 2
fr: Deuxième point
gl: Boletín 2
hi: बुलेट 2
hr: Natuknica 2
hu: Vátlazpont 2
ja: 箇条書き２
ka: ბულეტი 2
kk: Буллет 2 (міндетті емес)
km: ចំណុចទី ២
kn: ಬುಲೆಟ್ 2
ky: Башкы 2
lo: 2 Bullet
lt: 2-as punktas
mk: куршум 2
ml: ബുള്ളറ്റ് 2
mn: Сум 2
mr: बुलेट 2
ms: Senarai 2
my: ဘူးလက် ၂
nb_no: Punkt 2
ne: बुलेट २
nl: Bulletpoint 2
pl: Punkt 2
pt: Ponto 2
ro: Punctul 2
ru: Пуля 2
si: බුලට් 2
sk: Odrážka 2
sl: Vrstična oznaka 2
sr: Kratka crta 2
sv: Punkt 2
sw: Risasi 2
ta: செய்திச் சுருக்கம் 2
te: బుల్లెట్ 2
th: สัญลักษณ์แสดงหัวข้อย่อย 2
tr: İşaret 2
uk: Момент 2
ur: بلٹ ۲
vi: Điểm tin 2
zu: Inhlamvu 2

source: Bullet 3 (Optional)
af: Hoogtepunt 3 (opsioneel)
am: ዋና ጉዳይ 3 (በምርጫ)
ar: الرمز النقطي 3 (اختياري)
az: Bülleten 3 (istəyə görə)
be: Зводка 3 (Неабавязкова)
bg: Точка 3 (по избор)
bn: বুলেট 3 (অপশনাল)
ca: Bala 3 (opcional)
cs: Odrážka 3 (volitelné)
da: Punkt 3 (valgfrit)
el: Κουκκίδα 3 (Προαιρετικά)
es_es: Punto 3 (Opcional)
et: 3 Täpploend (Valikuline)
eu: Bullet 3 (aukerakoa)
fa: تیتر 3 (اختیاری)
fi: Lyhyt lauseet 3 (vaihtoehtoinen)
fil: Bullet 3 (Opsyonal)
fr: Troisième point (facultatif)
gl: Boletín 3 (opcional)
he: Bullet 3 (אופציונלי)
hi: बुलेट 3 (वैकल्पिक)
hr: Natuknica 3 (nije obavezno)
hu: Vátlazpont 3 (opcionális)
hy: Bullet 3 (ըստ ցանկության)
id: Bullet 3 (Opsional)
is: Bullet 3 (Valfrjálst)
ja: 箇条書き3（オプション）
ka: ბულეტი 3 (არასავალდებულო)
kk: Буллет 3 (міндетті емес)
km: ចំណុចទី ៣ (ជាជម្រើស)
kn: ಬುಲೆಟ್ 3 (ಐಚ್ಛಿಕ)
ky: Башкы 3 (Милдеттүү эмес)
lo: Bullet 3 (ຖ້າຕ້ອງການ)
lt: 3-ias punktas (pasirinktinai)
lv: Bullet 3 (pēc izvēles)
mk: Куршум 3 (опционално)
ml: ബുള്ളറ്റ് 3 (ഓപ്ഷണൽ)
mn: Сум 3 (Заавал биш)
mr: बुलेट 3 (पर्यायी)
ms: Senarai 3 (Tidak Wajib)
my: ဘူးလက် ၃ (မဖြစ်မနေမဟုတ်ပါ)
nb_no: Punkt 3 (Valgfritt)
ne: बुलेट ३ (वैकल्पिक)
nl: Bulletpoint 3 (Optioneel)
pl: Punkt 3 (Opcjonalnie)
pt: Ponto 3 (Opcional)
ro: Punctul 3 (opțional)
ru: Пули 3 (Необязательно)
si: බුලට් 3 (විකල්ප)
sk: Odrážka 3 (voliteľné)
sl: Vrstična oznaka 3 (izbirno)
sq: Bullet 3( Opsional)
sr: Kratka crta 3 (Opcionalno)
sv: Punkt 3 (Frivillig)
sw: Risasi 3 (Hiari)
ta: செய்திச் சுருக்கம் 3 (விரும்பினால்)
te: బుల్లెట్ 3 (ఏదైనా)
th: สัญลักษณ์แสดงหัวข้อย่อย 3 (ไม่บังคับ)
tr: İşaret 3 (İsteğe Bağlı)
uk: Момент 3 (Необов'язково)
ur: بلٹ ۳ (اختیاری)
vi: Điểm tin 3 (Tùy chọn)
zu: Inhlamvu 3 (Uyazikhethela)

source: Bullet 4 (Optional)
af: Hoogtepunt 4 (opsioneel)
am: ዋና ጉዳይ 4 (በምርጫ)
ar: الرمز النقطي 4 (اختياري)
az: Bülleten 4 (istəyə görə)
be: Зводка 4 (Неабавязкова)
bg: Точка 4 (по избор)
bn: বুলেট 4 (অপশনাল)
ca: Bala 4 (opcional)
cs: Odrážka 4 (volitelné)
da: Punkt 4 (valgfrit)
el: Κουκκίδα 4 (Προαιρετικά)
es_es: Punto 4 (Opcional)
et: 4 Täpploend (Valikuline)
eu: Bullet 4 (aukerakoa)
fa: تیتر 4 (اختیاری)
fi: Lyhyt lauseet 4 (vaihtoehtoinen)
fil: Bullet 4 (Opsyonal)
fr: Point 4 (facultatif)
gl: Boletín 4 (opcional)
he: Bullet 4 (אופציונלי)
hi: बुलेट 4 (वैकल्पिक)
hr: Natuknica 4 (nije obavezno)
hu: Vátlazpont 4 (opcionális)
hy: Bullet 4 (ըստ ցանկության)
id: Bullet 4 (Opsional)
is: Bullet 4 (Valfrjálst)
ja: 箇条書き４（オプション）
ka: ბულეტი 4 (არასავალდებულო)
kk: Буллет 4 (міндетті емес)
km: ចំណុចទី ៤ (ជាជម្រើស)
kn: ಬುಲೆಟ್ 4 (ಐಚ್ಛಿಕ)
ky: Башкы 4 (Милдеттүү эмес)
lo: Bullet 4 (ຖ້າຕ້ອງການ)
lt: 4-as punktas (pasirinktinai)
lv: Bullet 4 (pēc izvēles)
mk: Куршум 4 (опционално)
ml: ബുള്ളറ്റ് 4 (ഓപ്ഷണൽ)
mn: Сум 4 (Заавал биш)
mr: बुलेट 4 (पर्यायी)
ms: Senarai 4 (Tidak Wajib)
my: ဘူးလက် ၄ (မဖြစ်မနေမဟုတ်ပါ)
nb_no: Punkt 4 (Valgfritt)
ne: बुलेट । (वैकल्पिक)
nl: Bulletpoint 4 (Optioneel)
pl: Punkt 4 (Opcjonalnie)
pt: Ponto 4 (Opcional)
ro: Punctul 4 (opțional)
ru: Пули 4 (Необязательно)
si: බුලට් 4 (විකල්ප)
sk: Odrážka 4 (voliteľné)
sl: vrstična oznaka 4 (izbirno)
sq: Bullet 4( Opsional)
sr: Kratka crta 4 (Opcionalno)
sv: Punkt 4 (Frivillig)
sw: Risasi 4 (Hiari)
ta: செய்திச் சுருக்கம் 4 (விரும்பினால்)
te: బుల్లెట్ 4 (ఏదైనా)
th: สัญลักษณ์แสดงหัวข้อย่อย 4 (ไม่บังคับ)
tr: İşaret 4 (İsteğe Bağlı)
uk: Момент 4 (Необов'язково)
ur: بلٹ۴ (اختیاری)
vi: Điểm tin 4 (Tùy chọn)
zu: Inhlamvu 4 (Uyazikhethela)

source: Bullet 5 (Optional)
af: Hoogtepunt 5 (opsioneel)
am: ዋና ጉዳይ 5 (በምርጫ)
ar: الرمز النقطي 5 (اختياري)
az: Bülleten 5 (istəyə görə)
be: Зводка 5 (Неабавязкова)
bg: Точка 5 (по избор)
bn: বুলেট 5 (অপশনাল)
ca: Bala 5 (opcional)
cs: Odrážka 5 (volitelné)
da: Punkt 5 (valgfrit)
el: Κουκκίδα 5 (Προαιρετικά)
es_es: Punto 5 (Opcional)
et: 5 Täpploend (Valikuline)
eu: Bullet 5 (aukerakoa)
fa: تیتر 5 (اختیاری)
fi: Lyhyt lause 5 (vaihtoehtoinen)
fil: Bullet 5 (Opsyonal)
fr: Point 5 (facultatif)
gl: Boletín 5 (opcional)
he: Bullet 5 (אופציונלי)
hi: बुलेट 5 (वैकल्पिक)
hr: Natuknica 5 (nije obavezno)
hu: Vátlazpont 5 (opcionális)
hy: Bullet 5 (ըստ ցանկության)
id: Bullet 5 (Opsional)
is: Bullet 5 (Valfrjálst)
ja: 箇条書き５（オプション）
ka: ბულეტი 5 (არასავალდებულო)
kk: Буллет 5 (міндетті емес)
km: ចំណុចទី ៥ (ជាជម្រើស)
kn: ಬುಲೆಟ್ 5 (ಐಚ್ಛಿಕ)
ky: Башкы 5(Милдеттүү эмес)
lo: Bullet 5 (ຖ້າຕ້ອງການ)
lt: 5-as punktas (pasirinktinai)
lv: Bullet 5 (pēc izvēles)
mk: Куршум 5 (опционално)
ml: ബുള്ളറ്റ് 5 (ഓപ്ഷണൽ)
mn: Сум 5 (Заавал биш)
mr: बुलेट 5 (पर्यायी)
ms: Senarai 5 (Tidak Wajib)
my: ဘူးလက် ၅ (မဖြစ်မနေမဟုတ်ပါ)
nb_no: Punkt 5 (Valgfritt)
ne: बुलेट ५ (वैकल्पिक)
nl: Bulletpoint 5 (Optioneel)
pl: Punkt 5 (Opcjonalnie)
pt: Ponto 5 (Opcional)
ro: Punctul 5 (opțional)
ru: Пули 5 (Необязательно)
si: බුලට් 5 (විකල්ප)
sk: Odrážka 5 (voliteľné)
sl: vrstična oznaka 5 (izbirno)
sq: Bullet 5( Opsional)
sr: Kratka crta 5 (Opcionalno)
sv: Punkt 5 (Frivillig)
sw: Risasi 5 (Hiari)
ta: செய்திச் சுருக்கம் 5 (விரும்பினால்)
te: బుల్లెట్ 5 (ఏదైనా)
th: สัญลักษณ์แสดงหัวข้อย่อย 5 (ไม่บังคับ)
tr: İşaret 5 (İsteğe Bağlı)
uk: Момент 5 (Необов'язково)
ur: بلٹ۵ (اختیاری)
vi: Điểm tin 5 (Tùy chọn)
zu: Inhlamvu 5 (Uyazikhethela)

source: Bullet 6 (Optional)
af: Hoogtepunt 6 (opsioneel)
am: ዋና ጉዳይ 6 (በምርጫ)
ar: الرمز النقطي 6 (اختياري)
az: Bülleten 6 (istəyə görə)
be: Зводка 6 (Неабавязкова)
bg: Точка 6 (по избор)
bn: বুলেট 6 (অপশনাল)
ca: Bala 6 (opcional)
cs: Odrážka 6 (volitelné)
da: Punkt 6 (valgfrit)
el: Κουκκίδα 6 (Προαιρετικά)
es_es: Punto 6 (Opcional)
et: 6 Täpploend (Valikuline)
eu: Bullet 6 (aukerakoa)
fa: تیتر 6 (اختیاری)
fi: Lyhyt lause 6 (vaihtoehtoinen)
fil: Bullet 6 (Opsyonal)
fr: Point 6 (facultatif)
gl: Boletín 6 (opcional)
he: Bullet 6 (אופציונלי)
hi: बुलेट 6 (वैकल्पिक)
hr: Natuknica 6 (nije obavezno)
hu: Vátlazpont 6 (opcionális)
hy: Bullet 6 (ըստ ցանկության)
id: Bullet 6 (Opsional)
is: Bullet 6 (Valfrjálst)
ja: 箇条書き6（オプション）
ka: ბულეტი 6 (არასავალდებულო)
kk: Буллет 6 (міндетті емес)
km: ចំណុចទី ៦ (ជាជម្រើស)
kn: ಬುಲೆಟ್ 6 (ಐಚ್ಛಿಕ)
ky: Башкы 6 (Милдеттүү эмес)
lo: Bullet 6 (ຖ້າຕ້ອງການ)
lt: 6-as punktas (pasirinktinai)
lv: Bullet 6 (pēc izvēles)
mk: Куршум 6 (опционално)
ml: ബുള്ളറ്റ് 6 (ഓപ്ഷണൽ)
mn: Сум 6 (Заавал биш)
mr: बुलेट 6 (पर्यायी)
ms: Senarai 6 (Tidak Wajib)
my: ဘူးလက် ၆ (မဖြစ်မနေမဟုတ်ပါ)
nb_no: Punkt 6 (Valgfritt)
ne: बुलेट ६ (वैकल्पिक)
nl: Bulletpoint 6 (Optioneel)
pl: Punkt 6 (Opcjonalnie)
pt: Ponto 6 (Opcional)
ro: Punctul 6 (opțional)
ru: Пули 6 (Необязательно)
si: බුලට් 6 (විකල්ප)
sk: Odrážka 6 (voliteľné)
sl: vrstična oznaka 6 (izbirno)
sq: Bullet 6( Opsional)
sr: Kratka crta 6 (Opcionalno)
sv: Punkt 6 (Frivillig)
sw: Risasi 6 (Hiari)
ta: செய்திச் சுருக்கம் 6 (விரும்பினால்)
te: బుల్లెట్ 6 (ఏదైనా)
th: สัญลักษณ์แสดงหัวข้อย่อย 6 (ไม่บังคับ)
tr: İşaret 6 (İsteğe Bağlı)
uk: Момент 6 (Необов'язково)
ur: بلٹ۶ (اختیاری)
vi: Điểm tin 6 (Tùy chọn)
zu: Inhlamvu 6 (Uyazikhethela)

source: Enter Aticle Headline
af: Voer die opskrif in
am: ዋናውን ርዕስ ያስገቡ
ar: أدخل العنوان
az: Başlıq daxil edin
be: Увядзіце Загаловак
bg: Въведи заглавието
bn: শিরোনাম লিখুন
ca: Ingressi el títol
cs: Zadejte nadpis
da: Indtast overskriften
el: Εισάγετε τον Τίτλο
es_es: Introduce el titular
et: Sisesta Pealkiri
eu: Idatzi titular
fa: عنوان را وارد کنید
fi: Syötä otsikko
fil: Ilagay ang Ulo ng Balita
fr: Entrez le titre
gl: Introduce o título
he: הזן את הכותרת
hi: हेडलाइन एंटर करें
hr: Unesite naslov
hu: Írja be a szalagcímet
hy: Մուտքագրեք վերնագիրը
id: Masukkan Judul Berita Utama
is: Sláið inn fyrirsögn
ja: 見出しを入力してください
ka: შეიყვანეთ სათაური
kk: Тақырыпты енгізіңіз
km: បញ្ចូលចំណងជើង
kn: ಹೆಡ್‌ಲೈನ್ ನಮೂದಿಸಿ
ky: Баш сөздү киргизиңиз
lo: ກະລຸນາໃສ່ຫົວຂໍ້ຂ່າວ
lt: Įveskite antraštę
lv: Ievadiet Headline
mk: Внесете наслов
ml: തലക്കെട്ട് നൽകുക
mn: Гарчиг оруулах
mr: मुख्य प्रविष्ट करा
ms: Masukkan Tajuk
my: ခေါင်းစည်းကိုထည့်ပါ
nb_no: Oppgi Overskrift
ne: शीर्षक प्रविष्ट गर्नुहोस्
nl: VoeG de Kop toe
pl: Wpisz nagłówek
pt: Insira a manchete
ro: Introduce titlul
ru: Введите заголовок
si: සිරස්තලය ඇතුළත් කරන්න
sk: Zadajte nadpis
sl: Vnesite naslov
sq: Shkruani titullin kryesor
sr: Unesi naslov
sv: Ange rubriken
sw: Weka Kichwa
ta: தலைப்புச் செய்தியை உள்ளிடவும்
te: శీర్షికను ఎంటర్ చేయండి
th: ป้อนบรรทัดแรก
tr: Manşet Gir
uk: Введіть Заголовок
ur: سرخی درج کریں
vi: Nhập Tiêu Đề
zu: Faka Isihloko

source: Enter source name
af: Voer die bron in
am: ምንጩን ያስገቡ
ar: أدخل المصدر
az: Mənbə daxil edin
be: Увядзіце Крыніцу
bg: Въведи източника
bn: সূত্র লিখুন
ca: Ingressi la Font
cs: Zadejte zdroj
da: Indtast kilden
el: Εισάγετε την Πηγή
es_es: Introduce la fuente
et: Sisesta Allikas
eu: Idatzi Iturria
fa: منبع را وارد کنید
fi: Syötä lähde
fil: Ilagay ang Source
fr: Entrez la source
gl: Introduza a fonte
he: הזן את המקור
hi: स्रोत एंटर करें
hr: Unesite izvor
hu: Írja be a forrást
hy: Մուտքագրեք աղբյուրը
id: Masukkan Sumber
is: Sláðu inn Source
ja: ソースを入力してください
ka: შეიყვანეთ წყარო
kk: Дереккөзді енгізіңіз
km: បញ្ចូលប្រភពព័ត៌មាន
kn: ಮೂಲವನ್ನು ನಮೂದಿಸಿ
ky: Булакты киргизиңиз
lo: ກະລຸນາໃສ່ທີ່ມາ
lt: Įveskite šaltinį
lv: Ievadiet Source
mk: Внесете Изворот
ml: ഉറവിടം നൽകുക
mn: Эх сурвалжаа оруулна уу
mr: स्रोत प्रविष्ट करा
ms: Masukkan Sumber
my: အရင်းအမြစ်ကို ထည့်ပါ
nb_no: Oppgi Kilde
ne: स्रोत प्रविष्ट गर्नुहोस्
nl: Voeg de Bron toe
pl: Wpisz źródło
pt: Insira a fonte
ro: Introduce sursa
ru: Введите источник
si: මූලාශ්‍රය ඇතුළත් කරන්න
sk: Zadajte zdroj
sl: Vnesite vir
sq: Shkruani burimin
sr: Unesi izvor
sv: Ange källan
sw: Weka Chanzo
ta: ஆதாரத்தை உள்ளிடவும்
te: మూలాన్ని ఎంటర్ చేయండి
th: ป้อนแหล่งที่มา
tr: Kaynak Gir
uk: Додайте Джерело
ur: زرائع درج کریں
vi: Nhập Nguồn Tin
zu: Faka uMthombo

source: Enter reference link
af: Voer die verwysing in
am: ማጣቀሻውን ያስገቡ
ar: أدخل المرجع
az: İstinad daxil edin
be: Увядзіце Спасылку
bg: Въведи референцията
bn: রেফারেন্স লিখুন
ca: Ingressi la referència
cs: Zadejte referenci
da: Indtast referencen
el: Εισάγετε την Παραπομπή
es_es: Introduce la referencia
et: Sisesta Viide
eu: Idatzi erreferentzia
fa: مرجع را وارد کنید
fi: Syötä linkki
fil: Ilagay ang Sanggunian
fr: Entrez la référence
gl: Introduza a referencia
he: הזן את הסימוכין
hi: रेफरेंस एंटर करें
hr: Unesite referencu
hu: Írja be a hivatkozást
hy: Մուտքագրեք հղումը
id: Masukkan Referensi
is: Sláðu inn Tilvísun
ja: 参照を入力してください
ka: შეიყვანეთ დამოწმება
kk: Сілтемені енгізіңіз
km: បញ្ចូលសេចក្តីយោង
kn: ಉಲ್ಲೇಖವನ್ನು ನಮೂದಿಸಿ
ky: Маалымдаманы киргизиңиз
lo: ກະລຸນາໃສ່ເອກະສານທີ່
lt: Įveskite nuorodą
lv: Ievadiet Reference
mk: Внесете Референтната
ml: റഫറൻസ് നൽകുക
mn: Лавлагаа оруулна уу
mr: संदर्भ प्रविष्ट करा
ms: Masukkan Rujukan
my: ကိုးကားကို ထည့်ပါ
nb_no: Oppgi Referanse
ne: सन्दर्भ प्रविष्ट गर्नुहोस्
nl: Voeg de Referentie toe
pl: Wpisz odnośnik
pt: Insira a referência
ro: Introduce numărul de referință
ru: Введите ссылку на ссылку
si: යොමුව ඇතුළත් කරන්න
sk: Zadajte referenciu
sl: Vnesite referenco
sq: Shkruani referencat
sr: Unesi referencu
sv: Ange referensen
sw: Weka Kumbukumbu
ta: குறிப்புரையை உள்ளிடவும்
te: రిఫరెన్స్ ఎంటర్ చేయండి
th: ป้อนข้อมูลอ้างอิง
tr: Referans Gir
uk: Додайте Посилання
ur: حوالہ درج کریں
vi: Nhập Nguồn Tham Khảo
zu: Faka Inkomba
