Repository: newsreels/app-mobile-ios
Catalog: Bullet/*.lproj/Localizable.strings
Languages: af, am, ar, az, be, bg, bn, ca, cs, da, el, es_es, et, eu, fa, fi, fil, fr, gl, he, hi, hr, hu, hy, id, is, ja, ka, kk, km, kn, ky, lo, lt, lv, mk, ml, mn, mr, ms, my, nb_no, ne, nl, pl, pt, ro, ru, si, sk, sl, sq, sr, sv, sw, ta, te, th, tr, uk, ur, vi, zu

source: 12h
af: 12u
am: 12ሰዓታት
ar: 12 ساعات
az: 12 saat
be: 12г.
bg: 12ч
bn: 12 ঘন্টা
da: 12timer
et: 12t
fa: 12 ساعت
he: 12י
hi: 12घंटे
hu: 12 ó
hy: 12ժ
id: 12j
ja: １２時間
ka: 12 სთ
kk: 12 сағ
km: ១២ ម៉ោង
kn: 12 ಗಂ
ky: 12c
lt: 12 val.
mn: 12 цаг
ms: 12 jam
my: ၁၂နာရီ
nb_no: 12t
ne: १२ घण्टा
nl: 12u
pl: 12 godzin
ru: 12ч
si: පැය 12
sl: 12 ur
sq: 12 orë
sv: 12t
ta: 12 மணி
th: 12 ชม
tr: 12 saat
uk: 12 год
ur: ۱۲گھنٹہ

source: 24h
af: 24u
am: 24ሰዓታት
ar: 24 ساعة
az: 24 saat
be: 24г.
bg: 24ч
bn: 24 ঘন্টা
da: 24timer
et: 24t
fa: 24 ساعت
he: 24י
hi: 24घंटे
hu: 24 ó
hy: 24ժ
id: 24j
is: 24 klst
ja: ２４時間
ka: 24 სთ
kk: 24 сағ
km: ២៤ ម៉ោង
kn: 24 ಗಂ
ky: 24c
lo: ຕະຫຼອດ 24 ຊ
lt: 24 val.
mn: 24 цаг
ms: 24 jam
my: ၂၄နာရီ
nb_no: 24t
ne: २४ घण्टा
nl: 24u
pl: 24 godziny
ru: 24ч
si: පැය 24
sl: 24 ur
sq: 24 orë
sv: 24t
ta: 24 மணி
th: 24 ชม
tr: 24 saat
uk: 24 год
ur: ۲۴گھنٹہ

source: Language updated successfully.
af: die Taal is suksesvol opgedateer.
am: ቋንቋው በተሳካ ሁኔታ ተዘምኗል
ar: تم تحديث اللغة بنجاح.
az: Dil yeniləndi.
be: Мова паспяхова абнаўлена.
bg: Езикът е обновен успешно.
bn: ভাষাটি সফলভাবে আপডেট হয়েছে।
ca: l'idioma es va actualitzar correctament.
cs: jazyk byl úspěšně aktualizován.
da: Sproget er succesfuldt opdateret
el: η Γλώσσα ενημερώθηκε με επιτυχία.
es_es: el Idioma se actualizó con éxito.
et: Keel on edukalt uuendatud.
eu: Hizkuntza ongi eguneratu da.
fa: زبان با موفقیت به روز می شود
fi: Kielen päivittäminen onnistui
fil: ang lengguwahe ay matagumpay na na-update
fr: la langue est mise à jour avec succès.
gl: o idioma actualizouse correctamente.
he: השפה היא עודכנה בהצלחה.
hi: भाषा को सफलतापूर्वक अपडेट किया जाता है।
hr: Jezik je uspješno ažuriran
hu: a nyelv sikeresen frissítve lett
hy: Լեզուն հաջողությամբ թարմացված է
id: Bahasa telah sukses diperbaharui
is: Tungumálið er uppfært.
ja: 言語が正常に更新されました。
ka: ენა წარმატებით განახლდა.
kk: тіл сәтті жаңартылды.
km: ភាសាត្រូវបានធ្វើបច្ចុប្បន្នភាពដោយជោគជ័យ។
kn: ಭಾಷೆಯನ್ನು ಯಶಸ್ವಿಯಾಗಿ ನವೀಕರಿಸಲಾಗಿದೆ.
ky: Тил ийгиликтүү жаңыртылды
lo: ພາສາແມ່ນອັບເດດຮຽບຮ້ອຍ.
lt: Kalba buvo sėkmingai atnaujinta.
lv: Valodas ir veiksmīgi atjaunināts.
mk: Јазикот е успешно ажурирана.
ml: ഭാഷ വിജയകരമായി അപ്ഡേറ്റ് ചെയ്യുന്നത്.
mn: хэл амжилттай шинэчлэгдсэн.
mr: भाषा यशस्वीरित्या सुधारित केले आहे.
ms: Bahasa berjaya dikemaskini
my: ဘာသာစကားကို အောင်မြင်စွာမြှင့်တင်ပြီးပါပြီ
nb_no: Språket er oppdatert.
ne: भाषा सफलतापूर्वक अपडेट गरियो।
nl: De taal is succesful geüpdatet
pl: język został pomyślnie zaktualizowany
pt: Idioma atualizado com sucesso.
ro: Limba a fost actualizată cu succes.
ru: Языковой успешно обновлен.
si: භාෂාව සාර්ථකව යාවත්කාලීන වේ.
sk: jazyk bol úspešne aktualizovaný.
sl: jezik je uspešno posodobljen
sq: Gjuha është aktualizuar me sukses.
sr: jezik je uspešno ažuriran.
sv: språket har uppdaterats.
sw: Lugha ya imesasishwa.
ta: மொழி புதுப்பிக்கப்பட்டது
te: భాష విజయవంతంగా అప్ డేట్ చేయబడింది.
th: อัปเดตภาษาเรียบร้อยแล้ว
tr: Dil başarıyla güncellendi
uk: Мова успішно змінена
ur: زبان کامیابی کے ساتھ اپ ڈیٹ ہو گئی ہے۔
vi: Ngôn ngữ đã được cập nhật thành công.
zu: Ulimi libuyekezwa ngempumelelo.

source: CONTINUE
af: GAAN VOORT
am: ይቀጥሉ
ar: استمر
az: DAVAM EDİN
be: ПРАЦЯГНУЦЬ
bg: ПРОДЪЛЖИ
bn: এগিয়ে যান
ca: SEGUIR
cs: POKRAČOVAT
da: FORSÆT
el: ΣΥΝΕΧΕΙΑ
es_es: CONTINUAR
et: JÄTKA
eu: JARRAITU
fa: ادامه دهید
fi: JATKA
fil: MAGPATULOY
fr: CONTINUER
gl: SIGUE
he: לְהַמשִׁיך
hi: जारी रखें
hr: NASTAVI
hu: FOLYTAT
hy: ՇԱՐՈՒՆԱԿԵԼ
id: LANJUTKAN
is: ÁFRAM
ja: 続き
ka: გაგრძელება
kk: жалғастыру
km: បន្ត
kn: ಮುಂದುವರಿಸಿ
ky: УЛАНТЫҢЫЗ
lo: ສືບຕໍ່
lt: TĘSTI
lv: TURPINĀT
mk: ПРОДОЛЖИ
ml: തുടരുക
mn: ХОЛБОО
mr: सुरू
ms: SAMBUNG
my: ဆက်လုပ်ရန်
nb_no: FORTSETT
ne: जारी राख्नुहोस्
nl: VERDER
pl: KONTYNUUJ
pt: CONTINUAR
ro: CONTINUĂ
ru: ПРОДОЛЖИТЬ
si: දිගටම කරගෙන යන්න
sk: POKRAČOVAŤ
sl: NADALJUJ
sq: VAZHDONI
sr: NASTAVI
sv: FORTSÄTT
sw: ENDELEA
ta: தொடரவும்
te: కొనసాగించు
th: ดำเนินการต่อ
tr: DEVAM ET
uk: ПРОДОВЖИТИ
ur: جاری رکھیں
vi: TIẾP TỤC
zu: QHUBEKA

source: FOLLOW 3 TO CONTINUE
af: VOLG 3 OM AAN TE GAAN
am: ለመቀጠል 3 ን ይከተሉ
ar: اتبع 3 للمتابعة
az: DAVAM ETMƏK ÜÇÜN 3 MÖVZU SEÇİN
be: АБЯРЫЦЕ 3, КАБ ПРАЦЯГНУЦЬ
bg: ИЗБЕРИ ПОНЕ 3, ЗА ДА ПРОДЪЛЖИШ
bn: এগিয়ে যেতে 3 ফলো করুন
ca: SEGUEIX 3 PER A CONTINUAR
cs: POSTUPUJTE PODLE 3 A POKRAČUJTE
da: FØLG 3 TIL AT FORSÆTTE
el: ΑΚΟΛΟΥΘΗΣΤΕ 3 ΓΙΑ ΝΑ ΣΥΝΕΧΙΣΕΤΕ
es_es: SIGUE 3 PARA CONTINUAR
et: JÄRGI 3 ET JÄTKATA
eu: Jarraitu 3 JARRAITZEKO
fa: 3 را دنبال کنید تا ادامه دهید
fi: SEURAA 3:TA JATKAAKSESI
fil: MAG-FOLLOW NG 3 PARA MAGPATULOY
fr: SUIVRE 3 POUR CONTINUER
gl: SIGUE 3 PARA CONTINUAR
he: עקוב 3 להמשיך
hi: जारी रखने के लिए 3 को फॉलो करे
hr: SLIJEDITE 3 DA NASTAVITE
hu: KÖVESSEN 3 TÉMÁT A FOLYTATÁSHOZ
hy: ՀԵՏԵՎԵՔ 3-ին ՇԱՐՈՒՆԱԿԵԼՈՒ ՀԱՄԱՐ
id: IKUTI 3 UNTUK MELANJUTKAN
is: Fylgja 3 TIL AÐ HALDA ÁFRAM
ja: 3に従って続行します
ka: მიჰყევით 3-ს გასაგრძელებლად
kk: ЖАЛҒАСТЫРУ ҮШІН 3 ОРЫНДАҢЫЗ
km: ធ្វើតាម ៣ ដើម្បីបន្ត
kn: ಮುಂದುವರಿಸಲು 3 ಅನ್ನು ಅನುಸರಿಸಿ
ky: УЛАНТУУ ҮЧҮН 3
lo: ປະຕິບັດຕາມ 3 TO ສືບຕໍ່
lt: PASEKITE 3, KAD GALĖTUMĖTE TĘSTI
lv: Sekojiet 3. TURPINĀT
mk: Следете 3 за да продолжиш
ml: പിന്തുടരുക 3 തുടരാൻ
mn: БОЛОМЖ 3 ТОН УЛСЫН ҮНЭГҮЙ
mr: अनुसरण सुरु ठेवण्यासाठी 3
ms: IKUTI 3 UNTUK SAMBUNG
my: ဆက်လုပ်ရန် ၃ ကို ဖောလိုးလုပ်ပါ
nb_no: FØLG 3 FOR Å FORTSETTE
ne: जारि राख्न ३ अनुसरण गर्नुहोस्
nl: VOLG 3 OM VERDER TE GAAN
pl: ZAOBSERWUJ 3 ABY KONTYNUOWAĆ
pt: SIGA 3 PARA PROSSEGUIR
ro: URMĂREȘTE 3 SUBIECTE PENTRU A CONTINUA
ru: ПОСЛЕДУЮЩИЕ 3 ПРОДОЛЖИТЬ
si: දිගටම කරගෙන යාමට 3 අනුගමනය කරන්න
sk: POSTUPUJTE PODĽA 3 A POKRAČUJTE
sl: SLEDI 3 ZA NADALJEVANJE
sq: NDJEKNI 3 PËR TË VAZHDUAR
sr: SLEDITE 3 DA BISTE NASTAVILI
sv: FÖLJ 3 FÖR ATT FORTSÄTTA
sw: Fuata 3 NA ENDELEA
ta: தொடர, 3 ஐ பின்தொடரவும்
te: కొనసాగడానికి 3 అనుసరించండి
th: ปฏิบัติตาม3 เพื่อดำเนินการต่อ
tr: DEVAM ETMEK İÇİN 3'Ü TAKİP EDİN
uk: СЛІДУВАТИ 3, ЩОБ ПРОДОВЖИТИ
ur: جاری رکھنے کے لئے ۳ کو فالو کریں
vi: THEO DÕI 3 ĐỂ TIẾP TỤC
zu: LANDELA u-3 UKUZE UQHUBEKE

source: Unfollow Location
af: Hou op om die ligging te volg
am: አካባቢን አትከተል
ar: إلغاء متابعة الموقع
az: Məkanı izləmədən çıxarın
be: Адпісацца ад лакацыі
bg: Прекратяване на следенето на местоположението
bn: অবস্থান আনফলো করুন
ca: Deixar de seguir la ubicació
cs: Zrušit sledování lokace
da: Unfollow lokation
el: Σταματήστε να ακολουθείτε την Τοποθεσία
es_es: Dejar de seguir ubicación
et: Peata Asukoha Järgimine
eu: utzi Kokapena
fa: دنبال نکردن مکان
fi: Älä seuraakaan Sijaintia
fil: I-unfollow ang lokasyon
fr: Localisation non suivie
gl: Deixar de rastrexar a localización
he: לעקוב מיקום
hi: लोकेशन को अनफॉलो करें
hr: Prestani pratiti lokaciju
hu: Ne kövesse ezt a helyet
hy: Ապաբաժանորդագրվել վայրից
id: Batal Ikuti Lokasi
is: Hætta að fylgjast með Location
ja: ロケーションのフォローを解除
ka: ლოკაციის გამოწერის გაუქმება
kk: Жазылымнан Бас Тарту Орны
km: លែងតាមទីតាំងនេះ
kn: ಸ್ಥಳವನ್ನು ಅನುಸರಿಸಬೇಡಿ
ky: Жайгашкан жерди токтотуу
lo: ບໍ່ມີສະຖານທີ່
lt: Nebesekti vietovės
lv: Nesekot vieta
mk: unfollow Локација
ml: പിന്തുടരുന്നത് ഒഴിവാക്കുക സ്ഥലം
mn: Нүүлгэн шилжүүлэх
mr: अनुसरण करणे बंद करा स्थान
ms: Berhenti mengikut Lokasi
my: တည်နေရာကို ဖောလိုးမလုပ်ပါ
nb_no: Avfølg Plassering
ne: स्थान अनब्लक गर्नुहोस्
nl: Ontvolg Locatie
pl: Przestań obserwować lokalizację
pt: Parar de seguir local
ro: Nu mai urmări locația
ru: Отписаться Расположение
si: ස්ථානය අනුගමනය නොකරන්න
sk: Zrušiť sledovanie lokácie
sl: Prenehaj slediti lokacijo
sq: Mos e ndjekni Lokacionin
sr: Prestani pratiti lokaciju
sv: Avfölj plats
sw: Acha kumfuata Location
ta: இருப்பிடத்தை தொடர்வதை நிறுத்துக
te: స్థానాన్ని అనుసరించకండి
th: เลิกติดตามตำแหน่ง
tr: Konumu takipten çıkın
uk: Скасувати підписку Локації
ur: ان فالو مقام
vi: Bỏ Theo Dõi Vị Trí
zu: Yeka ukulandela indawo

source: Saved Articles
af: Gestoorde artikels
am: የተመዘገቡ ፅሁፎች
ar: المقالات المحفوظة
az: Yadda saxlanılmış məqalələr
be: Захаваныя Артыкулы
bg: Запазени статии
bn: সংরক্ষিত প্রবন্ধ
ca: Articles guardats
cs: Uložené články
da: Gemte artikler
el: Αποθηκευμένα Άρθρα
es_es: Artículos guardados
et: Salvestatud Artiklid
eu: Gordetako artikuluak
fa: مقالات ذخیره شده
fi: Tallennetut artikkelit
fil: Mga Nai-save na Artikulo
fr: Articles sauvegardés
gl: Artigos gardados
he: מאמרים שמורים
hi: सेव किए गए आर्टिकल
hr: Spremljeni članci
hu: Mentett cikkek
hy: Պահպանված հովդածներ
id: Artikel Tersimpan
is: vistuð Greinar
ja: 保存された記事
ka: შენახული სტატიები
kk: мақалалар сақталды
km: រក្សាទុកអត្ថបទ
kn: ಲೇಖನಗಳನ್ನು ಉಳಿಸಲಾಗಿದೆ
ky: Сакталган макалалар
lo: ບົດຄວາມທີ່ບັນທຶກໄວ້
lt: Išsaugoti straipsniai
lv: Saglabātās raksti
mk: зачувани членови
ml: സംരക്ഷിച്ച ലേഖനങ്ങൾ
mn: Хадгалагдсан нийтлэл
mr: जतन केलेले लेख
ms: Artikel Simpanan
my: သိမ်းခဲ့သော ဆောင်းပါးများ
nb_no: Lagrede Artikler
ne: सेभ गरिएका लेखहरू
nl: Opgeslagen Artikels
pl: Zapisane Artykuły
pt: Artigos salvos
ro: Articole salvate
ru: Сохраненные статьи
si: සුරකින ලද ලිපි
sk: Uložené články
sl: Shrani članke
sq: Artikujt e ruajtur
sr: Sačuvani članci
sv: Sparade artiklar
sw: kuokolewa Makala
ta: சேமிக்கப்பட்ட கட்டுரைகள்
te: భద్రపర్చిన వ్యాసాలు
th: บทความที่บันทึกไว้
tr: Kaydedilmiş Makaleler
uk: Збереженні Статті
ur: آرٹیکلز محفوظ ہو گئے
vi: Bài Báo Đã Lưu
zu: Indatshana Ezisindisiwe

source: Block
af: BLOK
am: አግድ
ar: منع
az: BLOK EDİN
be: БЛАКІРАВАЦЬ
bg: БЛОКИРАЙ
bn: ব্লক
ca: BLOQUEJAR
cs: BLOKOVAT
da: BLOKER
el: ΑΠΟΚΛΕΙΣΜΟΣ
es_es: BLOQUEAR
et: BLOKEERI
fa: مسدود کردن
fi: ESTÄ artikkelit
fil: I-BLOCK
fr: BLOQUER
gl: BLOQUEAR
he: לַחסוֹם
hi: ब्लॉक करें
hr: BLOKIRAJ
hu: LETILT
hy: ԱՐԳԵԼԱՓԱԿԵԼ
id: BLOKIR
ja: ブロック
ka: ბლოკი
kk: Бұғаттау
km: រារាំង
kn: ಬ್ಲಾಕ್
ky: БЛОК
lt: BLOKUOTI
lv: BLOĶĒT
mk: БЛОК
ml: ബ്ലോക്ക്
mn: БЛОК
mr: ब्लॉक
ms: SEKAT
my: ဘလော့မည်
nb_no: BLOKKER
ne: ब्लक
nl: BLOKKEER
pl: BLOKUJ
pt: BLOQUEAR
ro: BLOCHEAZĂ
ru: Блокировать
si: අවහිර කරන්න
sk: BLOKOVAŤ
sl: BLOKIRAJ
sq: BLLOKONI
sr: BLOKIRAJ
sv: BLOCKERA
sw: ZUIA
ta: தடை செய்க
te: రద్దు
th: บล็อก
tr: ENGELLE
uk: Збереженні Статті
ur: بلاک
vi: CHẶN
zu: VIMBELA

source: Are you sure you want block
af: Is us seker dat u dit wil blokkeer?
am: እርግጠኛ ነዎት ይህንን ማገድ ይፈልጋሉ?
ar: هل أنت متأكد أنك تريد منع هذا
az: Bunu blok etmək istədiyinizə əminsiniz?
be: Вы ўпэўнены, што хочаце заблакаваць гэта
bg: Наистина ли искаш да блокирате
bn: আপনি কি নিশ্চিত যে আপনি এটি ব্লক করতে চান?
ca: Estàs segur que vols bloquejar això?
cs: Opravdu to chcete zablokovat
da: Er du sikker på du vil blokere dette
el: Θέλετε σίγουρα να αποκλείσετε αυτό
es_es: ¿Estás seguro de que quieres bloquear esto?
et: Kas oled kindel, et tahad seda blokeerida
eu: Ziur al zaude hau ezabatu nahi duzula
fa: آیا مطمئن هستید که می خواهید این مورد را مسدود کنید
fi: Oletko varma, että haluat estää tämän
fil: Sigurado ka bang gusto mong i-block ito
fr: Êtes-vous sûr de vouloir bloquer cette
gl: Seguro que queres bloquear isto?
he: האם אתה בטוח שאתה רוצה לחסום זו
hi: क्या आप वाकई इसे ब्लॉक करना चाहते हैं?
hr: Jeste li sigurni da želite blokirati ovo
hu: Biztos, hogy le akarja tiltani ezt
hy: Վստա՞հ եք, որ ցանկանում եք արգելափակել այս
id: Apa anda takin ingin memblokir ini
is: Ertu viss um að þú viljir loka þessum
ja: これをブロックしてもよろしいですか?
ka: დარწმუნებული ხართ რომ გსურთ ამის დაბლოკვა?
kk: Сіз оны бұғаттағыңыз келетініне сенімдісіз бе?
km: តើអ្នកប្រាកដជាចង់រារាំងអត្ថបទបែបនេះ
kn: ಇದನ್ನು ನಿರ್ಬಂಧಿಸಲು ನೀವು ಖಚಿತವಾಗಿ ಬಯಸುವಿರಾ?
ky: Чын эле ушуну бөгөп коёсузбу?
lo: ທ່ານແນ່ໃຈວ່າທ່ານຕ້ອງການທີ່ຈະປິດກັ້ນນີ້
lt: Ar esate įsitikinę, kad norite tai blokuoti?
lv: Vai esat pārliecināts, ka vēlaties bloķēt šo
mk: Дали сте сигурни дека сакате да го блокира овој
ml: നിങ്ങൾ ഇത് തടയണമെന്നുണ്ടോ
mn: Та үүнийг хаахыг хүсч байгаадаа итгэлтэй байна уу?
mr: आपली खात्री आहे की आपण या अवरोधित करू इच्छिता
ms: Adakah anda pasti mahu menyekat ini
my: ဒီအရာကို ဘလော့မှာ သေချာပါသလား
nb_no: Er du sikker på at du ønsker å blokkere dette
ne: के तपाइँ निश्चय हुनुहुन्छ कि तपाइँ यसलाई रोक्न चाहानुहुन्छ
nl: Weet u zeker dat u dit wilt blokkeren
pl: Czy na pewno chcesz zablokować?
pt: Tem certeza que quer bloquear isto
ro: Ești sigur/ă că vrei să îl/o blochezi?
ru: Вы уверены, что хотите заблокировать этот
si: ඔබට මෙය අවහිර කිරීමට අවශ්‍ය බව විශ්වාසද?
sk: Naozaj to chcete zablokovať
sl: Ali ste prepričani da želite blokirati to
sq: A jeni i sigurtë që dëshironi të bllokoni këtë
sr: Jeste li sigurni da želite ovo blokirati
sv: Är du säker att du vill blockera detta?
sw: Una uhakika unataka kuzuia hili
ta: நிச்சயமாக இதைத் தடை செய்ய விரும்புகிறீர்களா?
te: దీనిని మీరు కచ్చితంగా బ్లాక్ చేయాలని అనుకుంటున్నారా
th: แน่ใจและต้องการที่จะบล็อกใช่ไหม
tr: Bunu engellemek istediğinize emin misiniz
uk: Ви впевнені, що хочете заблокувати це
ur: کیا آپ واقعی اس کو بلاک کرنا چاہتے ہیں؟
vi: Bạn có chắc chắn bạn muốn chặn điều này
zu: Uqinisekile ukuthi ufuna ukukuvimba lokhu

source: Once blocked, you wont be able to see any Articles related to this
af: U sal nie artikesl van hierdie kanaal sien nie as u dit blokkeer.
am: እርስዎ የሚያግዱት ከሆነ ከዚህ ቻናል የሚመጡ ፅሁፎችን አያዩሙ።
ar: لن ترى مقالات من هذه القناة إذا قمت بحظرها.
az: Bu kanalı blok etsəniz, onun paylaşdığı məqalələri görməyəcəksiniz.
be: Вы не будзеце бачыць артыкулы з гэтага канала, калі Вы заблакуеце яго.
bg: Няма да виждаш статии от този канал, ако го блокираш.
bn: আপনি কি নিশ্চিত যে আপনি এটি ব্লক করতে চান?
ca: No veurà articles d'aquest canal si el bloqueja.
cs: Pokud tento kanál zablokujete, neuvidíte jej.
da: Du vil ikke kunne se artikler fra denne kanal hvis du bloker det.
el: Δεν θα βλέπετε άρθρα από αυτό το κανάλι αν προβείτε σε αποκλεισμό του.
es_es: No verás los artículos de este canal si lo bloqueas.
et: Sa ei näe selle kanali artikleid, kui sa selle blokeerid.
eu: Ez duzu ikusi artikulu kanal hau bertatik blokeatu baduzu.
fa: در صورت مسدود کردن کانال ، مقالاتی از این کانال مشاهده نخواهید کرد.
fi: Et näe enää artikkeleja tältä kanavalta, jos estät sen
fil: Hindi ka na makakakita ng mga artikulo mula sa channel na ito pagkatapos mo itong i-block.
fr: Vous ne verrez pas les articles de cette chaîne si vous la bloquez.
gl: Non verás artigos desta canle se o bloqueas.
he: לא תראה מאמרים מערוץ זה אם אתה חוסם אותו.
hi: यदि आप इसे ब्लॉक करते हैं तो आपको इस चैनल के आर्टिकल दिखाई नहीं देंगे।
hr: Nećete vidjeti članke ovog kanala ako ga blokirate.
hu: Nem fogja látni a cikkeket ebből a csatornából, ha letiltja
hy: Դուք այլևս չեք տեսնի հոդվածներ այս ալիքից եթե արգելափակեք այն
id: Anda tidak akan melihat artikel dari saluran ini jika anda memblokirnya.
is: Þú munt ekki sjá greinar úr þessari rás, ef þú blokkar það.
ja: ブロックすると、このチャンネルの記事は表示されません。
ka: თუ ამ არხს დაბლოკავთ, თქვენ ვერ იხილავთ მის სტატიებს.
kk: Егер сіз оны бұғаттасаңыз, сіз осы арнадан мақалаларды көрмейсіз.
km: អ្នកនឹងមិនឃើញអត្ថបទពីប្រភេពនេះទៀតទេ ប្រសិនបើអ្នករារាំងវា។
kn: ನೀವು ಅದನ್ನು ನಿರ್ಬಂಧಿಸಿದರೆ ಈ ಚಾನಲ್‌ನಿಂದ ಲೇಖನಗಳನ್ನು ನೀವು ನೋಡುವುದಿಲ್ಲ.
ky: Эгер аны бөгөсөңүз, анда бул каналдан макалаларды көрө албайсыз.
lo: ທ່ານຈະບໍ່ເຫັນບົດຄວາມຈາກຊ່ອງນີ້ຖ້າຫາກວ່າທ່ານຕັນມັນ.
lt: Daugiau nebematysite straipsnių iš šio kanalo, jei jį užblokuosite.
lv: Jūs neredzēsiet rakstus šajā kanālā, ja to bloķēt.
mk: Вие нема да видите статии од овој канал, ако го блокира.
ml: നിങ്ങൾ അത് തടയാൻ എങ്കിൽ ഈ ചാനലിൽ നിന്ന് ലേഖനങ്ങൾ കാണില്ല.
mn: Хэрэв та үүнийг хаасан бол энэ сувгаас нийтлэл харахгүй.
mr: आपण अवरोधित तर आपण या चॅनेलवरून लेख पाहू शकणार नाही.
ms: Anda tidak akan melihat artikel dari saluran ini jika anda menyekatnya.
my: ဒီချန်နယ်ကို သင်ဘလော့ပါက ဆောင်းပါးများကို မြင်ရတော့မည်မဟုတ်ပါ
nb_no: Du vil ikke se artikler fra denne kanalen dersom du blokkerer den.
ne: यदि तपाईं यसलाई रोक्नुभयो भने तपाईंले यस च्यानलबाट लेखहरू देख्नुहुने छैन।
nl: U zal geen artikelen van dit kanaal zien als u het blokkeert.
pl: Nie będziesz już więcej widział artykułów z tego kanału jeśli go zablokujesz.
pt: Você não verá artigos deste canal se bloqueá-lo.
ro: Nu vei mai vedea articolele de pe acest canal dacă îl blochezi.
ru: Вы не увидите статьи из этого канала, если блокировать его.
si: ඔබ එය අවහිර කළහොත් මෙම නාලිකාවේ ලිපි ඔබට නොපෙනේ.
sk: Pokiaľ tento kanál zablokujete, neuvidíte ho.
sl: Ne boste več videli članke tega kanala, če ga blokirate
sq: Ju nuk do të shihni artikuj nga ky kanal nëse e bllokoni atë
sr: Nećete videti članke s ovog kanala ako ga blokirate.
sv: Du kommer inte se artiklar från denna kanal om du blockerar den.
sw: Huwezi kuona makala kutoka kwenye kituo hiki kama kuzuia.
ta: இதைத் தடை செய்தால் இந்த சேனலில் இருந்து எந்தக் கட்டுரையையும் நீங்கள் பார்க்க இயலாது
te: మీరు దానిని బ్లాక్ చేసినట్లయితే ఈ ఛానల్ నుంచి వ్యాసాలని మీరు చూడలేరు.
th: คุณจะไม่เห็นบทความจากช่องนี้หากคุณบล็อก
tr: Eğer engellerseniz bu kanaldan makaleleri görmeyeceksiniz.
uk: Ви не побачите статті від цього каналу, якщо Ви заблокуєте його.
ur: اگر آپ نے اسے بلاک کردیا تو آپ اس چینل کے مضامین نہیں دیکھ پائیں گے۔
vi: Bạn sẽ không thấy các bài báo từ kênh này nếu bạn chặn nó.
zu: Vimba lesi sihloko

source: Block Topic
af: Blokkeer hierdie onderwerp
am: ይህንን ርዕስ አግድ
ar: حظر هذا الموضوع
az: Bu mövzunu blok edin
be: Заблакаваць гэту Тэму
bg: Блокирай темата
bn: আপনি যদি এটিকে ব্লক করেন তবে এই চ্যানেল থেকে কোন প্রবন্ধ দেখতে পাবেন না।
ca: Bloquejar aquest tema
cs: Blokovat toto téma
da: Bloker dette emne
el: Αποκλεισμός αυτού του Θέματος
es_es: Bloquear este tema
et: Blokeeri see Teema
eu: Blokeatu Topic honetan
fa: این موضوع را مسدود کنید
fi: Estä tämä aihe
fil: I-block ang Topic na ito
fr: Bloquer ce sujet
gl: Bloquea este tema
he: בלוק זה נושא
hi: इस टॉपिक को ब्लॉक करें
hr: Blokiraj ovu temu
hu: Téma letiltása
hy: Արգելափակել այս թեման
id: Blokir Topik ini
is: Útiloka this Topic
ja: このトピックをブロックする
ka: დაბლოკე ეს თემა
kk: Бұл тақырыпты бұғаттаңыз
km: រារាំងប្រធានបទបែបនេះ
kn: ಈ ವಿಷಯವನ್ನು ನಿರ್ಬಂಧಿಸಿ
ky: Бул теманы бөгөттөө
lo: ຕັນຫົວຂໍ້ນີ້
lt: Blokuoti šią temą
lv: Bloķēt šo tēmu
mk: Блокирај го ова на тема
ml: ഈ വിഷയം തടയുക
mn: Энэ сэдвийг хаах
mr: या विषयावर अवरोधित करा
ms: Sekat Topik ini
my: ဒီခေါင်းစဉ်ကို ဘလော့ပါ
nb_no: Blokker denne Kategorien
ne: यो शीर्षक ब्लोक गर्नुहोस्
nl: Blokkeer dit Onderwerp
pl: Blokuj ten temat
pt: Bloquear este tópico
ro: Blochează acest subiect
ru: Блок эту тему
si: මෙම මාතෘකාව අවහිර කරන්න
sk: Blokovať túto tému
sl: Blokiraj to temo
sq: Bllokoni kërtë temë
sr: Blokiraj ovu temu
sv: Blockera detta ämne.
sw: Kuzuia hili Topic
ta: இந்த தலைப்பைத் தடை செய்யவும்
te: ఈ విషయాన్నీ రద్దుచెయ్యి
th: บล็อกหัวข้อนี้
tr: Bu konuyu engelle
uk: Заблокувати цю Тему
ur: اس موضوع کو بلاک کریں
vi: Chặn Chủ Đề Này
zu: eziphakanyisiwe

source: Suggested
af: Voorgestel
am: ተጠቁሟል
ar: اقترح
az: Təklif edilən
be: Прапановы
bg: Предложено
bn: এই বিষয়টিকে ব্লক করুন
ca: Va suggerir
cs: Doporučeno
da: Forslået
el: Προτεινόμενο
es_es: Sugerido
et: Soovitatud
eu: iradoki
fa: پیشنهادی
fi: Ehdotetut
fil: Iminungkahi
fr: Suggéré
gl: Suxeriu
he: מוּצָע
hi: सुझावित
hr: Predloženo
hu: Javasolt
hy: Առաջարկվել է
id: Disarankan
is: leiðbeinandi
ja: お勧め
ka: შემოთავაზებული
kk: Ұсынылған
km: ត្រូវបានណែនាំ
kn: ಸೂಚಿಸಲಾಗಿದೆ
ky: Сунушталды
lo: ແນະນໍາ
lt: Siūloma
lv: Ieteikts
mk: Препорачан
ml: നിർദ്ദേശിച്ചത്
mn: Санал болгосон
mr: सूचित
ms: Cadangan
my: အကြံပြုထားသည်
nb_no: Foreslått
ne: तपाइको लागि सुझाबहरु
nl: Gesuggereerd
pl: Proponowane
pt: Sugestões
ro: Recomandat
ru: предложенный
sk: Odporúčané
sl: Predlagano
sq: Të sugjeruara
sr: Predloženo
sv: Föreslagen
sw: Mapendekezo
ta: பரிந்துரைக்கப்பட்டது
te: సూచించబడింది
th: แนะนำ
tr: Önerilen
uk: Запропоноване
ur: رائے
vi: Được gợi ý
zu: Imithombo Ehlobene ayitholakali

source: Related Sources not available
af: Die verwante bronne is nie beskikbaar nie
am: ተዛማጅ ምንጮች የሉም
ar: المصادر ذات الصلة غير متوفرة
az: Əlaqədar mənbələr əlçatan deyil
be: Звязаныя Крыніцы недаступныя
bg: Свързаните източници не са налични.
bn: এসংক্রান্ত সূত্র পাওয়া যায় নি
ca: Les fonts relacionades no estan disponibles
cs: Související zdroje nejsou k dispozici
da: De relaterede kilder er ikke tilgængelige
el: Οι Σχετικές Πηγές δεν είναι διαθέσιμες.
es_es: Las fuentes relacionadas no están disponibles
et: Seotud Allikad pole saadaval
eu: Related iturburuak ez daude eskuragarri
fa: منابع مرتبط در دسترس نیستند
fi: Aiheeseen liittyvät lähteet eivät ole saatavilla
fil: Hindi available ang Related Sources
fr: Les sources connexes ne sont pas disponibles
gl: As fontes relacionadas non están dispoñibles
he: המקורות קשור אינם זמינים
hi: संबंधित स्रोत उपलब्ध नहीं हैं
hr: Slični izvori nisu dostupni
hu: A kapcsolódó források nem elérhetőek
hy: Կապակցված աղբյուրները հասանելի չեն
id: Sumber Terkait tidak tersedia
is: Tengdrar Heimildir eru ekki í boði
ja: 関連ソースは利用できません
ka: მსგავსი წყაროები არაა ხელმისაწვდომი
kk: Тиісті дереккөздер қол жетімді емес
km: ប្រភពពាក់ព័ន្ធមិនមានទេ
kn: ಸಂಬಂಧಿತ ಮೂಲಗಳು ಲಭ್ಯವಿಲ್ಲ
ky: Тиешелүү булактар ​​жеткиликтүү эмес
lo: ແຫລ່ງທີ່ກ່ຽວຂ້ອງຍັງບໍ່ທັນມີ
lt: Susiję šaltiniai yra negalimi
lv: Saistītu avotu nav pieejami
mk: Поврзани извори не се достапни
ml: ബന്ധപ്പെട്ട ഉറവിടങ്ങൾ ഇല്ലാത്ത
mn: Холбоотой эх сурвалж байхгүй байна
mr: संबंधित सूत्रांनी दिलेल्या माहितीनुसार, उपलब्ध नाहीत
ms: Sumber Berkaitan tiada.
my: ဆက်စပ်သော အရင်းအမြစ်များမရနိုင်ပါ
nb_no: De Relaterte Kildene er ikke tilgjengelig
ne: सम्बन्धित स्रोतहरू उपलब्ध छैनन्
nl: De Gerelateerde Bronnen zijn niet beschikbaar
pl: Powiązane źródła nie są w tej chwili dostępne
pt: As fontes relacionadas estão indisponíveis
ro: Aceste surse nu sunt disponibile
ru: Связанные источники не доступны
si: අදාළ මූලාශ්‍ර නොමැත
sk: Súvisiace zdroje nie sú k dispozícii
sl: Sorodni viri niso na voljo
sq: Burimet përkatëse nuk janë në dispozicion
sr: Povezani izvori nisu dostupni
sv: De relaterade källorna är inte tillgängliga
sw: Vyanzo Kurasa hazipatikani
ta: தொடர்புடைய ஆதாரங்கள் இல்லை
te: సంబంధిత మూలాలు అందుబాటులో లేవు
th: แหล่งที่มาที่เกี่ยวข้องไม่สามารถใช้ได้
tr: İlgili kaynaklar mevcut değil
uk: Пов'язані Джерела не знайдено
ur: متعلقہ ذرائع دستیاب نہیں ہیں
vi: Nguồn tin liên quan không khả dụng
zu: Imithombo Ehlobene ayitholakali

source: Block Source
af: Blokkeer hierdie bron
am: ይህንን ምንጭ አግድ
ar: منع هذا المصدر
az: Bu mənbəni blok edin
be: Заблакаваць гэту Крыніцу
bg: Блокирай източника
bn: এই সূত্রটি ব্লক করুন
ca: Bloquejar aquesta font
cs: Blokovat tento zdroj
da: Bloker kilden
el: Αποκλεισμός αυτής της Πηγής
es_es: Bloquear esta fuente
et: Blokeeri see Allikas
eu: Blokeatu Iturria honetan
fa: این منبع را مسدود کنید
fi: Estä tämä lähde
fil: I-block ang Source na ito
fr: Bloquer cette source
gl: Bloquear esta fonte
he: חסום מקור זה
hi: इस स्रोत को ब्लॉक करें
hr: Blokiraj ovaj izvor
hu: Forrás letiltása
hy: Արգելափակել այս աղբյուրը
id: Blokir Sumber ini
is: Loka á þennan Source
ja: このソースをブロックする
ka: დაბლოკე ეს წყარო
kk: Бұл көзді бұғаттаңыз
km: រារាំងប្រភពព័ត៌មាននេះ
kn: ಈ ಮೂಲವನ್ನು ನಿರ್ಬಂಧಿಸಿ
ky: Бул Булакты бөгөттөө
lo: ຕັນມານີ້
lt: Blokuoti šį šaltinį
lv: Bloķēt šo Source
mk: Блокирај го ова Извор
ml: ഈ ഉറവിടം തടയുക
mn: Энэ эх сурвалжийг хаах
mr: या स्रोत ब्लॉक
ms: Sekat Topik ini
my: ဒီအရင်းအမြစ်ကို ဘလော့ပါ
nb_no: Blokker denne Kilden
ne: यो स्रोत रोक्नुहोस्
nl: Blokkeer deze Bron
pl: Zablokuj źródło
pt: Bloquear esta fonte
ro: Blochează această sursă
ru: Блок этот источник
si: මෙම ප්‍රභවය අවහිර කරන්න
sk: Blokovať tento zdroj
sl: Blokiraj ta vir
sq: Bllokoni këtë burim
sr: Blokiraj ovaj izvor
sv: Blockera denna källa
sw: Kuzuia hili Chanzo
ta: ஆதாரத்தைச் தடை செய்யவும்
te: ఈ మూలాన్ని రద్దుచెయ్యి
th: บล็อกแหล่งที่มานี้
tr: Bu kaynağı engelle
uk: Заблокувати це Джерело
ur: اس عنوان کو بلاک کریں
vi: Chặn Nguồn Tin Này
zu: Vimba lo Mthombo
