Repository: newsreels/app-mobile-ios
Catalog: Bullet/*.lproj/Localizable.strings
Languages: af, am, ar, az, be, bg, bn, ca, cs, da, el, es_es, et, eu, fa, fi, fil, fr, gl, he, hi, hr, hu, hy, id, is, ja, ka, kk, km, kn, ky, lo, lt, lv, mk, ml, mn, mr, ms, my, nb_no, ne, nl, pl, pt, ro, ru, si, sk, sl, sq, sr, sv, sw, ta, te, th, tr, uk, ur, vi, zu

source: POST ARTICLE
af: PLAAS 'N ARTIKEL
am: ጽሑፍ ይለጥፉ
ar: انشر مقالاً
az: MƏQALƏ PAYLAŞIN
be: АПУБЛІКАВАЦЬ АРТЫКУЛ
bg: ПУБЛИКУВАЙ СТАТИЯ
bn: একটি প্রবন্ধ পোস্ট করুন
ca: PUBLICAR UN ARTICLE
cs: ZVEŘEJNIT ČLÁNEK
da: Indsend en artikel
el: ΔΗΜΟΣΙΕΥΣΤΕ ΕΝΑ ΑΡΘΡΟ
es_es: PUBLICAR UN ARTÍCULO
et: POSTITA ARTIKKEL
eu: Post ARTIKULUA
fa: ارسال یک مقاله
fi: JULKAISE ARTIKKELI
fil: MAG-POST NG ARTIKULO
fr: POSTER UN ARTICLE
gl: PUBLICAR UN ARTIGO
he: סעיף לפרסם
hi: एक आर्टिकल पोस्ट करें
hr: OBJAVI ČLANAK
hu: CIKK KÖZZÉTÉTELE
hy: ՏԵՂԱԴՐԵԼ ՀՈԴՎԱԾ
id: POST SEBUAH ARTIKEL
is: Póstgrein
ja: 記事を投稿する
ka: გამოაქვეყნე სტატია
kk: МАҚАЛАНЫ ЖАРИЯЛАУ
km: ចុះផ្សាយអត្ថបទ
kn: ಲೇಖನವನ್ನು ಪೋಸ್ಟ್ ಮಾಡಿ
ky: МАКАЛАНЫ ЖАКТОО
lo: ມາດຕາ POST ມາດຕາ
lt: PASKELBTI STRAIPSNĮ
lv: POST rakstu
mk: POST статија
ml: പോസ്റ്റ് ആർട്ടിക്കിൾ
mn: ТОНОГ ТӨХӨӨРӨМЖИЙН ӨРӨӨДӨР
mr: पोस्ट लेख
ms: Hantar artikel
my: ဆောင်းပါးကို တင်ပါ်
nb_no: POST EN ARTIKKEL
ne: लेख पोस्ट गर्नुस
nl: PLAATS EEN ARTIKEL
pl: UDOSTĘPNIJ ARTYKUŁ
pt: PUBLICAR UM ARTIGO
ro: POSTEAZĂ UN ARTICOL
ru: Опубликуем статью
si: ලිපියක් පළ කරන්න
sk: ZVEREJNIŤ ČLÁNOK
sl: OBJAVITE ČLANEK
sq: Postoni një artikull
sr: OBJAVI ČLANAK
sv: LÄGG UPP EN ARTIKEL
sw: POST AN MAKALA
ta: கட்டுரை ஒன்றை இடுகையிடுக
te: వ్యాసాన్ని పోస్ట్ చేయండి
th: โพสต์บทความ
tr: BİR MAKALE PAYLAŞ
uk: ОПУБЛІКУВАТИ СТАТТЮ
ur: آرٹیکل پوسٹ کریں
vi: ĐĂNG BÀI
zu: THUMELA INDATSHANA

source: CONTACT US
af: Kontakt ons
am: ከእኛ ጋር ይገናኙ
ar: اتصل بنا
az: Bizimlə əlaqə
be: Звяжыцеся з Намі
bg: Свържи се с нас
bn: যোগাযোগ করুন
ca: Contacti'ns
cs: Kontaktujte nás
da: Kontakt os
el: Επικοινωνήστε Μαζί μας
es_es: Contáctanos
et: Võta meiega ühendust
eu: Jarri gurekin harremanetan
fa: با ما تماس بگیرید
fi: Ota meihin yhteyttä
fil: Makipag-ugnayan sa Amin
fr: Contactez-nous
gl: Contacta connosco
he: צור קשר
hi: संपर्क करें
hr: Kontaktirajte nas
hu: Kapcsolat
hy: Կապ մեզ հետ
id: Hubungi Kami
is: HAFÐU SAMBAND VIÐ OKKUR
ja: お問い合わせください
ka: დაგვიკავშირდით
kk: бізбен хабарласыңыз
km: ទាក់ទង​​ពួក​យើង
kn: ನಮ್ಮನ್ನು ಸಂಪರ್ಕಿಸಿ
ky: Биз менен байланыш
lo: ຕິດ​ຕໍ່​ພວກ​ເຮົາ
lt: Susisiekite su mumis
lv: Sazinies ar mums
mk: Контактирајте не
ml: ഞങ്ങളെ സമീപിക്കുക
mn: Бидэнтэй холбоо бариарай
mr: आमच्याशी संपर्क साधा
ms: Hubung kami
my: ကျွန်ပ်တို့ကို ဆက်သွယ်ပါ
nb_no: Kontakt Oss
ne: सम्पर्क गर्नुस
nl: Contacteer Ons
pl: Napisz do nas
pt: Fale conosco
ro: Contactează-ne
ru: Связаться с нами
si: අප අමතන්න
sk: Kontaktujte nás
sl: Kontaktirajte nas
sq: Na kontaktoni ne
sr: Kontaktirajte nas
sv: Kontakta oss
sw: Wasiliana nasi
ta: எங்களைத் தொடர்புகொள்ள
te: మమ్మల్ని సంప్రదించండి
th: ติดต่อเรา
tr: Bizimle İletişime Geç
uk: Зв'язатися з нами
ur: آررابطہ کریں
vi: Liên Hệ Với Chúng Tôi
zu: Xhumana nathi

source: Time To Update!
af: Dateer die TOEP op!
am: መተግበሪያውን ያዘምኑ!
ar: حدث التطبيق!
az: Tətbiqi güncəlləyin!
be: Аднавіце праграму!
bg: Актуализирай приложението!
bn: অ্যাপটি আপডেট করুন!
ca: Actualitza l'aplicació!
cs: Aktualizujte aplikaci!
da: Opdater Appen!
el: Ανανεώστε την εφαρμογή!
es_es: ¡Actualiza la aplicación!
et: Värskenda rakendust!
eu: Eguneratu aplikazioa!
fa: برنامه را به روز کنید!
fi: Päivitä sovellus!
fil: I-update ang app!
fr: Mettez l'application à jour !
gl: Actualiza a aplicación.
he: עדכון אפליקציית!
hi: ऐप अपडेट करें!
hr: Ažuriraj aplikaciju!
hu: Frissítse az alkalmazást!
hy: Թարմացրե՛ք հավելվածը
id: Perbaharui aplikasi!
is: Uppfærðu forritið!
ja: アプリを更新してください！
ka: განაახლე აპლიკაცია!
kk: Бағдарламаны жаңартыңыз!
km: ធ្វើបច្ចុប្បន្នភាពកម្មវិធី!
kn: ಅಪ್ಲಿಕೇಶನ್ ನವೀಕರಿಸಿ!
ky: Колдонмону жаңыртыңыз!
lo: ອັບເດດແອັບຯ!
lt: Atnaujinkite programėle!
lv: Atjaunināt lietotni!
mk: Ажурирање на стан!
ml: അപ്ലിക്കേഷൻ അപ്ഡേറ്റ് ചെയ്യുക!
mn: Апп-г шинэчлээрэй!
mr: अनुप्रयोग अद्यतनित करा!
ms: Kemas kini aplikasi
my: အက်ပ်ကိုအဆင့်မြင့်တင်ပါ!
nb_no: Oppdater appen!
ne: एप अपडेट गर्नुस !
nl: Update de app!
pl: Aktualizuj aplikację!
pt: Atualize o app!
ro: Actualizează aplicația!
ru: Обновите приложение!
si: යෙදුම යාවත්කාලීන කරන්න!
sk: Aktualizujte aplikáciu!
sl: Posodobite aplikacijo!
sq: Aktualizoni aplikacionin
sr: Ažuriraj aplikaciju!
sv: Uppdatera appen
sw: Sasisha programu!
ta: செயலியைப் புதுப்பியுங்கள்!
te: యాప్ అప్ డేట్ చేయండి!
th: อัปเดตแอป!
tr: Uygulamayı güncelleyin!
uk: Оновіть додаток!
ur: ایپ اپ ڈیٹ کریں!
vi: Cập nhật ứng dụng!
zu: Buyekeza uhlelo lokusebenza!

source: NOTIFICATIONS
af: KENNISGEWINGS
am: ማሳወቂያዎች
ar: إشعارات
az: BİLDİRİŞLƏR
be: АПАВЯШЧЭННІ
bg: ИЗВЕСТИЯ
bn: নোটিফিকেশন
ca: NOTIFICACIONS
cs: OZNÁMENÍ
da: NOTIFIKATION
el: ΕΙΔΟΠΟΙΗΣΕΙΣ
es_es: NOTIFICACIONES
et: MÄRGUANDED
eu: JAKINARAZPENAK
fa: اطلاعیه
fi: ILMOITUKSET
fil: MGA NOTIPIKASYON
gl: NOTIFICACIÓNS
he: התראות
hi: नोटिफिकेशन्स
hr: OBAVIJESTI
hu: ÉRTESÍTÉSEK
hy: ԾԱՆՈՒՑՈՒՄՆԵՐ
id: NOTIFIKASI
is: TILKYNNINGAR
ja: 通知
ka: შეტყობინებები
kk: Хабарламалар
km: ការជូនដំណឹង
kn: ಅಧಿಸೂಚನೆಗಳು
ky: БИЛДИРҮҮЛӨР
lo: ແຈ້ງການ
lt: PRANEŠIMAI
lv: PAZIŅOJUMI
mk: ИЗВЕСТУВАЊА
ml: അറിയിപ്പുകൾ
mn: НЭГДСЭН
mr: अधिसूचना
ms: NOTIFIKASI
my: အသိပေးချက်များ
nb_no: VARSLER
ne: नोतिफिचशन हरु
nl: MELDINGEN
pl: POWIADOMIENIA
pt: NOTIFICAÇÕES
ro: NOTIFICĂRI
ru: УВЕДОМЛЕНИЯ
si: දැනුම්දීම්
sk: OZNÁMENIE
sl: OBVESTILA
sq: Njoftimet
sr: OBAVESTI
sv: NOTISER
sw: kuarifiwa
ta: அறிவிப்புகள்
te: నోటిఫికేషన్లు
th: การแจ้งเตือน
tr: Bildirimler
uk: СПОВІЩЕННЯ
ur: اطلاعات
vi: THÔNG BÁO
zu: IZAZISO

source: HELP / CONTACT US
af: HULP / KONTAK
am: እርዳት/ መገናኛ
ar: مساعدة / اتصال
az: YARDIM / ƏLAQƏ
be: ДАПАМОГА / КАНТАКТ
bg: ПОМОЩ / КОНТАКТИ
bn: হেল্প / যোগাযোগ
ca: AJUDA / CONTACTE
cs: POMOC / KONTAKT
da: HJÆLP / KONTAKT
el: ΒΟΗΘΕΙΑ/ ΕΠΙΚΟΙΝΩΝΙΑ
es_es: AYUDA / CONTACTO
et: ABI / KONTAKT
eu: LAGUNTZA / HARREMANETARAKO
fa: راهنما / تماس
fi: TUKI / OTA YHTEYTTÄ
fil: TULONG / UGNAYAN
fr: AIDE / CONTACT
gl: AXUDA / CONTACTO
he: עזרה / קשר
hi: मदद / संपर्क करें
hr: POMOĆ / KONTAKT
hu: SEGÍTSÉG / KAPCSOLAT
hy: ՕԳՆՈՒԹՅՈՒՆ / ԿԱՊ
id: BANTUAN / KONTAK
is: HJÁLP / CONTACT
ja: ヘルプ/お問い合わせ
ka: დახმარება / კონტაქტი
kk: АНЫҚТАМА / БАЙЛАНЫС
km: ជំនួយ / ទំនាក់ទំនង
kn: ಸಹಾಯ / ಸಂಪರ್ಕಿಸಿ
ky: ЖАРДАМ / БАЙЛАНЫШ
lo: ການຄວາມຊ່ວຍເຫລືອ / ຕິດຕໍ່
lt: PAGALBA / KONTAKTAI
lv: Palīdzība / Kontakti
mk: Помош / Контакт
ml: സഹായം / ബന്ധപ്പെടുക
mn: HELP / CONTACT
mr: मदत / संपर्क
ms: BANTUAN / HUBUNGI
my: အကူအညီ / ဆက်သွယ်ရန်
nb_no: HJELP / KONTAKT
ne: सहयोग /सम्पर्क
nl: HULP / CONTACT
pl: POMOC / KONTAKT
pt: AJUDA / CONTATO
ro: AJUTOR / CONTACT
ru: Помощь / Контакты
si: උදව් / සම්බන්ධ වන්න
sk: POMOC / KONTAKT
sl: POMOČ / KONTAKT
sq: NDIHMA / KONTAKTI
sr: POMOĆ / KONTAKT
sv: HJÄLP/KONTAKT
sw: HELP / CONTACT
ta: உதவி/ தொடர்பு
te: సహాయం/సంప్రదించండి
th: ช่วยเหลือ / ติดต่อ
tr: YARDIM / İLETİŞİME GEÇ
uk: Допомога / Зв'язатися
ur: مدد/ رابطہ
vi: HỖ TRỢ/LIÊN HỆ
zu: USIZO/UKUXHUMANA

source: Reset Password
af: Herstel wagwoord
am: የይለፍ ቃል ዳግም አስተካክል
ar: إعادة تعيين كلمة المرور
az: Parolu sıfırlayın
be: Скід пароля
bg: Генериране на парола
bn: পাসওয়ার্ড রিসেট করুন
ca: Restablir la contrasenya
cs: Obnovit heslo
da: Nulstil Adgangskode
el: Επαναφορά Κωδικού Πρόσβασης
es_es: Restablecer la contraseña
et: Lähtesta Salasõna
eu: Berrezarri pasahitza
fa: بازنشانی گذرواژه
fi: Nollaa salasana
fil: I-reset ang Password
fr: Réinitialisation du mot de passe
gl: Restablece o teu contrasinal
he: לאפס את הסיסמה
hi: पासवर्ड रीसेट करें
hr: Resetirajte lozinku
hu: Jelszó visszaállítása
hy: Վերականգնել գաղտնաբառը
id: Atur Ulang Kata Sandi
is: Endur stilla lykilorð
ja: パスワードを再設定する
ka: განაახლე პასვორდი
kk: құпиясөзді қалпына келтіру
km: កំណត់ពាក្យសម្ងាត់ឡើងវិញ
kn: ಪಾಸ್ವರ್ಡ್ ಮರುಹೊಂದಿಸಿ
ky: Сырсөздү баштапкы абалга келтирүү
lo: ຕັ້ງລະຫັດຜ່ານ
lt: Iš naujo nustatyti slaptažodį
lv: Atiestatīt paroli
mk: Ресетирање на Лозинка
ml: പാസ്വേഡ് റീസെറ്റ്
mn: Дахин нэвтрэх үг
mr: पासवर्ड रीसेट करा
ms: Tukar Kata Laluan
my: စကားဝှက်ပြင်ဆင်မည်
nb_no: Tilbakestill Passord
ne: पासवर्ड रिसेट
nl: Reset Wachtwoord
pl: Resetuj hasło
pt: Redefinir senha
ro: Resetează parola
ru: Сброс пароля
si: මුරපදය නැවත සකසන්න
sk: Obnoviť heslo
sl: Ponastavi geslo
sq: Rivendosni fjalkalimin
sr: Reset lozinke
sv: Återställ lösenord
sw: Rudisha siri
ta: பாஸ்வேர்டை மீட்டமை
te: పాస్స్వర్డ్ని తిరిగి మార్చండి
th: รีเซ็ตรหัสผ่าน
tr: Şifreyi Sıfırla
uk: Відновлення паролю
ur: ری سیٹ پاس ورڈ
vi: Đặt Lại Mật Khẩu
zu: Setha kabusha iphasiwedi

source: SEND MESSAGE
af: STUUR BOODSKAP
am: መልዕክት ላክ
ar: أرسل رسالة
az: MESAJ GÖNDƏRİN
be: АДПРАВІЦЬ ПАВЕДАМЛЕННЕ
bg: ИЗПРАТИ СЪОБЩЕНИЕ
bn: বার্তা পাঠান
ca: ENVIAR MISSATGE
cs: POSLAT ZPRÁVU
da: SEND BESKED
el: ΑΠΟΣΤΟΛΗ ΜΗΝΥΜΑΤΟΣ
es_es: ENVIAR MENSAJE
et: SAADA SÕNUM
eu: MEZUA BIDALI
fa: پیام فرستادن
fi: LÄHETÄ VIESTI
fil: MAGPADALA NG MENSAHE
fr: ENVOYER UN MESSAGE
gl: ENVIAR MENSAXE
he: לשלוח הודעה
hi: मैसेज भेजें
hr: POŠALJITE PORUKU
hu: ÜZENET KÜLDÉSEE
hy: ՈՒՂԱՐԿԵԼ ՆԱՄԱԿ
id: MENGIRIM PESAN
is: SENDA SKILABOÐ
ja: メッセージを送る
ka: სტატიის შენახვა
kk: ХАБАР ЖІБЕРУ
km: ផ្ញើ​សារ
kn: ಸಂದೇಶ ಕಳುಹಿಸಿ
ky: БИЛДИРҮҮ ЖӨНӨТҮҮ
lo: ສົ່ງ​ຂໍ້​ຄວາມ
lt: SIŲSTI ŽINUTĘ
lv: SŪTĪT ZIŅU
mk: ИСПРАТИ ПОРАКА
ml: സന്ദേശം അയയ്ക്കുകE
mr: संदेश पाठवा
ms: HANTAR MESEJ
my: မက်ဆေ့ချ်ပို့မည်
nb_no: SEND MELDING
ne: संदेश पठाउँनुस
nl: STUUR BERICHT
pl: WYŚLIJ WIADOMOŚĆ
pt: ENVIAR MENSAGEM
ro: TRIMITE MESAJ
ru: ОТПРАВИТЬ СООБЩЕНИЕ
si: පණිවුඩය යවන්න
sk: POSLAŤ SPRÁVU
sl: POŠLJI SPOROČILO
sq: DËRGONI MESAZH
sr: POŠALJI PORUKU
sv: SKICKA MEDDELANDE
sw: kutuma ujumbe
ta: செய்தி அனுப்புக
te: సందేశం పంపు
th: ส่งข้อความ
tr: MESAJ GÖNDER
uk: ВІДПРАВИТИ ПОВІДОМЛЕННЯ
ur: پیغام بھیجیں
vi: GỬI TIN NHẮN
zu: THUMELA UMLAYEZO

source: HAPTICS
af: TASBARE PERSEPSIE (HAPTICS)
am: ሃፕቲክስ
ar: السعادة
az: TOXUNMA TEXNOLOGİYASI
be: Захаваць артыкул
bg: ВИБРАЦИЯ
bn: হ্যাপটিক্স
cs: HAPTIKA
da: Berøringssans
el: ΤΕΧΝΟΛΟΓΙΑ ΑΦΗΣ
et: HAPTILINE
eu: Haptikoak
fi: HAPTIIKKA
fr: HAPTIQUE
gl: HÁPTICA
hi: हैप्टिक्स
hr: TAKTILNO
hu: REZGÉS
hy: Հպումներ
id: HAPTIC
ja: 触覚
ka: ტაქტილური
kk: Сенсорлық
km: លំញ័រ
kn: ಹ್ಯಾಪ್ಟಿಕ್ಸ್
ky: тийүү сезимдери
lo: ຄໍາເຫັນ haptic
lt: Sensorinė funkcija
ml: ഹാപ്റ്റിക്സ്
mn: ХАПТИК
ms: HAPTIK
my: ဟက်ပ်တစ်
nb_no: HAPTIKK
ne: हप्तिक्स
nl: HAPTIEK
pl: HAPTYKA
pt: HÁPTICA
ro: TACTIL
ru: учение о тактильной чувствительности
si: ස්පර්ශ
sk: Haptika
sl: HAPTIKI
sq: HAPTIK
sr: HAPTIKA
sv: HAPTIK
ta: தொடு உணர்ச்சி/ஹாப்டிக்ஸ்
te: హప్టిక్
th: สัมผัส
tr: Dokunsallar
uk: ДОТИК
ur: لمسیات

source: Your message has vbeen sent.
af: U boodskap is gestuur.
am: መልክቶ ተልኳል
ar: تم ارسال رسالتك.
az: Mesajınız göndərildi.
be: Ваша паведамленне адпраўлена.
bg: Твоето съобщение е изпратено
bn: আপনার বার্তা পাঠানো হয়েছে।
ca: El teu missatge ha estat enviat.
cs: Vaše zpráva byla odeslána.
da: Din besked er sendt afsted
el: Το μήνυμά σας εστάλη.
es_es: Tu mensaje ha sido enviado.
et: Su sõnum on saadetud.
eu: Zure mezua bidali da..
fa: پیام شما ارسال شده است
fi: Viestisi on lähetetty
fil: Naipadala na ang iyong mensahe
fr: Votre message a été envoyé.
gl: A túa mensaxe foi enviada.
he: הודעתך נשלחה.
hi: आपका मैसेज भेज दिया गया है।
hr: Vaša poruka je poslana.
hu: Az üzenete továbbítva.
hy: Ձեր նամակը ուղարկված է.
id: Pesan anda telah terkirim.
is: Skilaboðin þín hafa verið send.
ja: メッセージが送信されました。
ka: თქვენი შეტყობინება გაიგზავნა
kk: Сіздің хабарламаңыз жіберілді.
km: សាររបស់អ្នកត្រូវបានផ្ញើ។
kn: ನಿಮ್ಮ ಸಂದೇಶವನ್ನು ಕಳುಹಿಸಲಾಗಿದೆ.
ky: Сиздин билдирүүңүз жөнөтүлдү.
lo: ຂໍ້ຄວາມຂອງທ່ານໄດ້ຖືກສົ່ງໄປແລ້ວ.
lt: Jūsų žinutė buvo išsiųsta.
lv: Jūsu ziņojums ir nosūtīts.
mk: Твојата порака не е пратена.
ml: നിങ്ങളുടെ സന്ദേശം അയച്ചു.
mn: Таны мессеж илгээгдсэн байна.
mr: आपला संदेश पाठवला गेला आहे.
ms: Mesej anda sudah dihantar.
my: သင့်မက်ဆေ့ချ်ကိုပို့ပြီးပါပြီ
nb_no: Din melding har blitt sendt..
ne: तपाइको संदेश पठाईयो
nl: Uw bericht is verstuurd.
pl: Twoja wiadomość została wysłana
pt: Sua mensagem foi enviada.
ro: Mesajul a fost trimis.
ru: Ваше сообщение было отправлено.
si: ඔබේ පණිවිඩය යවන ලදී.
sk: Vaša správa bola odoslaná.
sl: Vaše sporočilo je bilo poslano.
sq: Mesazhi juaj është dërguar
sr: Vaša poruka je poslana.
sv: Ditt meddelande har skickats.
sw: Ujumbe wako umetumwa..
ta: உங்களது செய்தி அனுப்பப்பட்டு விட்டது
te: మీ సందేశం పంపబడింది.
th: ข้อความของคุณถูกส่งแล้ว.
tr: Mesajınız gönderildi.
uk: Ваше повідомлення було відправлено.
ur: آپ کا پیغام بھیج دیا گیا ہے.
vi: Tin nhắn của bạn đã được gửi
zu: Umyalezo wakho uthunyelwe.

source: LEGAL
af: WETTIG
am: ሕጋዊ
ar: قانوني
az: HÜQUQİ
be: ЛЕГАЛЬНАСЦЬ
bg: ПРАВНИ
bn: আইনী
cs: PRÁVNÍ
da: GYLDIG
el: ΝΟΜΙΚΟ ΠΕΡΙΕΧΟΜΕΝΟ
et: SEADUSLIK
eu: LEGE
fa: مجاز
fi: LAKIASIAT
fr: LÉGAL
he: משפטי
hi: कानूनी
hr: PRAVNO
hu: JOGI
hy: ԼԵԳԱԼ
id: HUKUM
is: LÖG
ja: 法的
ka: სამართლებრივი
kk: Заңды
km: ច្បាប់
kn: ಕಾನೂನು
ky: ЮРИДИКАЛЫК
lo: ທາງດ້ານກົດຫມາຍ
lt: TEISINĖ INFORMACIJA
lv: JURIDISKA
mk: ПРАВНИ
ml: നിയമപരമായ
mn: Хууль эрх зүй
mr: कायदेशीर
ms: PENYATAAN
my: ဥပဒေဆိုင်ရာ
nb_no: JURIDISK
ne: कानुनी
nl: LEGAAL
pl: Informacje prawne
pt: JURÍDICO
ru: ПРАВОВАЯ
si: නීතිමය
sk: PRÁVNE
sl: Pravno obvestilo
sq: Ligjore
sr: PRAVNO
sv: RÄTTSLIGT
sw: KISHERIA
ta: சட்டரீதியானவை
te: చట్టబద్ధమైన
th: ตามกฎหมาย
tr: YASAL
uk: ЮРИДИЧНІ ПОЛОЖЕННЯ
ur: قانونی
vi: PHÁP LÝ
zu: KWEZOMTHETHO

source: Block List
af: Bloklys
am: የታገጅ ዝርዝር
ar: قائمة الحظر
az: Blok siyahısı
be: Спіс Блакаванняў
bg: Списък с блокирани
bn: ব্লক তালিকা
ca: Llista de bloquejos
cs: Seznam blokovaných
da: Blokeringsliste
el: Λίστα Αποκλεισμού
es_es: Lista de bloqueos
et: Blokeeritud Nimekiri
eu: Bloke zerrenda
fa: لیست مسدود شده ها
fi: Estolista
fil: Mga Na-block
fr: Liste de blocage
gl: Lista de bloques
he: רשימת חסומים
hi: ब्लॉक सूची
hr: Popis blokiranih
hu: Tiltólista
hy: Արգելափակվածների ցուցակ
id: Daftar Blokir
ja: ブロックリスト
ka: ბლოკირებულთა სია
kk: Құлыптар тізімі
km: បញ្ជីនៃការរារាំង
kn: ಬ್ಲಾಕ್ ಪಟ್ಟಿ
ky: Блок тизмеси
lo: ສະໄຫມ
lt: Blokų sąrašas
lv: Block saraksts
mk: Забрани Листа
ml: Bബ്ലോക്ക് പട്ടിക
mn: Блок жагсаалт
mr: यादी ब्लॉक
ms: Senarai Sekatan
my: ဘလော့စာရင်း
nb_no: Blokkeringsliste
ne: सुची ब्लोक
nl: Blokkeerlijst
pl: Zablokowane
pt: Lista de bloqueios
ro: Lista de conturi blocate
ru: Блок-лист
si: වාරණ ලැයිස්තුව
sk: Zoznam blokovaných
sl: Seznam blokad
sq: Lista e bllokimeve
sr: Lista blokiranih
sv: Blockeringslista
sw: Orodha Block
ta: தடை செய்யப்பட்டவற்றின் பட்டியல்
te: నిషిద్ధ జాబితా
th: รายการบล็อก
tr: Engelliler Listesi
uk: Список Забокованого
ur: بلاک لِست
vi: Danh Sách Chặn
zu: Uhlu Lokuvimba

source: PERSONALIZATION
af: PERSOONLIKING
am: ግላዊነት ማላበስ
ar: إضفاء الطابع الشخصي
az: FƏRDİLƏŞDİRMƏ
be: ПЕРСОНАЛІЗАЦЫЯ
bg: ПЕРСОНАЛИЗАЦИЯ
bn: ব্যক্তিগতকরণ
ca: PERSONALITZACIÓ
cs: PERSONALIZACE
da: TILPASNING
el: ΕΞΑΤΟΜΙΚΕΥΣΗ
es_es: PERSONALIZACIÓN
et: ISIKUSTAMINE
eu: PERTSONALIZAZIOA
fa: شخصی
fi: MUKAUTETUT
fil: PERSONALISASYON
fr: PERSONNALISATION
gl: PERSONALIZACIÓN
he: התאמה אישית
hi: निजीकरण
hr: PERSONALIZACIJA
hu: SZEMÉLYRESZABÁS
hy: ԱՆՀԱՏԱԿԱՆԱՑՈՒՄ
id: PERSONALISASI
is: Sérsnið
ja: パーソナライゼーション
ka: პერსონალიზაცია
kk: Даралау
km: បុគ្គលនីយកម្ម
kn: ವೈಯಕ್ತಿಕಗೊಳಿಸುವಿಕೆ
ky: Персоналдаштыруу
lo: ສ່ວນບຸກຄົນ
lt: PERSONALIZACIJA
lv: Personalizācija
mk: Персонализација
ml: വ്യക്തിഗതമാക്കൽ
mn: ХӨДӨЛМӨР
mr: वैयक्तिकरण
ms: Pemperibadian
my: ကိုယ်စိတ်ကြိုက်ပြင်ဆင်ခြင်း
nb_no: TILPASNING
ne: निजीकरण
nl: PERSONALISATIE
pl: PERSONALIZACJA
pt: PERSONALIZAÇÃO
ro: PERSONALIZARE
ru: ПЕРСОНАЛИЗАЦИЯ
si: පුද්ගලීකරණය
sk: PERSONALIZÁCIA
sl: PERSONALIZACIJA
sq: PERSONALIZIMI
sr: PERSONALIZACIJA
sv: PERSONALISERING
sw: Ubinafsishaji
ta: தனித்தன்மையாக்கப்பட்டவை
te: వ్యక్తిగతీకరణ
th: ส่วนบุคคล
tr: KİŞİSELLEŞTİRME
uk: ПЕРСОНАЛІЗАЦІЯ
ur: زاتی
vi: CÁ NHÂN HÓA
zu: Ukwenza okuthandwa nguwe

source: Enter Name
af: Voer naam in
am: ስም ያስገቡ
ar: أدخل الاسم
az: Ad daxil edin
be: Увядзіце Імя
bg: Въведи име
bn: নাম লিখুন
ca: Ingressi el seu nom
cs: Zadejte jméno
da: Indtast Navn
el: Εισάγετε το Όνομα
es_es: Introduce el nombre
et: Sisesta nimi
eu: Sartu izena
fa: نام را وارد کنید
fi: Syötä nimi
fil: Ilagay ang Pangalan
fr: Entrez le nom
gl: Escriba o seu nome
he: הכנס שם
hi: नाम एंटर करे
hr: Upišite ime
hu: Adja meg a nevét
hy: Մուտքագրել անուն
id: Masukkan Nama
is: sláðu inn nafn
ja: 名前を入力する
ka: შეიყვანეთ სახელი
kk: атыңызды енгізіңіз
km: បញ្ចូលឈ្មោះ
kn: ಹೆಸರನ್ನು ನಮೂದಿಸಿ
ky: Атыңызды киргизиңиз
lo: ກະລຸນາໃສ່ຊື່ຂອງທ່ານ
lt: Įveskite vardą
lv: Ievadiet nosaukumu
mk: внесете име
ml: പേര് നൽകുക
mn: Нэр оруулна уу
mr: नाव प्रविष्ट करा
ms: Masukkan Nama
my: အမည်ထည့်ပါ
nb_no: Skriv inn Navn
ne: नाम राख्नुस
nl: Voeg Naam toe
pl: Wpisz Nazwę
pt: Insira o nome
ro: Introduce numele
ru: Введите имя
si: නම ඇතුළත් කරන්න
sk: Zadajte meno
sl: Vnesite ime
sq: Vendoni emrin
sr: Unesi ime
sv: Skriv namn
sw: Ingiza Jina
ta: பெயரை உள்ளிடுக
te: పేరు నమోదు చేయండి
th: ใส่ชื่อ
tr: İsim Gir
uk: Введіть Ім'я
ur: نام لکھیں
vi: Điền tên
zu: Faka igama

source: Hello there!
af: Hallo !
am: ሰላም!
ar: مرحبا!
az: Salam!
be: Добры дзень!
bg: Здравей!
bn: হ্যালো!
ca: Hola!
cs: Dobrý den!
da: Hej!
el: Γεια σας!
es_es: ¡Hola!
et: Tere!
fa: سلام!
fi: Hei!
fil: Magandang Araw!
fr: Bonjour !
gl: Ola!
he: שלום!
hi: नमस्कार!
hr: Bok!
hu: Jó napot!
hy: Ողջո՛ւյն!
id: Halo!
is: Halló!
ja: こんにちは！
ka: გამარჯობა!
kk: Сәлем!
km: សួស្តី!
kn: ಹಲೋ!
ky: Салам!
lo: ສະບາຍດີ!
lt: Sveiki!
lv: Sveiki!
mk: Здраво!
ml: ഹലോ!
mn: Сайн уу!
mr: नमस्कार!
ms: Hello!
my: မင်္ဂလာပါ!
nb_no: Hei!
ne: नमस्कार !
nl: Hallo!
pl: Witaj!
pt: Olá!
ro: Salut!
ru: Здравствуйте!
si: හෙලෝ!
sk: Dobrý deň!
sl: Pozdravljeni!
sq: Përshëndetje
sr: Zdravo!
sv: Hej!
sw: Hello!
ta: வணக்கம்!
te: హలో!
th: สวัสดี!
tr: Merhaba!
uk: Привіт!
ur: آپ کا ای میل کیا ہے؟
vi: Xin chào!
zu: Sawubona!

source: PUSH NOTIFICATIONS
af: KENNISGEWINGS
am: ማሳወቂያዎች
ar: إشعارات
az: BİLDİRİŞLƏR
be: АПАВЯШЧЭННІ
bg: ИЗВЕСТИЯ
bn: নোটিফিকেশন
ca: NOTIFICACIONS
cs: OZNÁMENÍ
da: NOTIFIKATIONER
el: ΕΙΔΟΠΟΙΗΣΕΙΣ
es_es: NOTIFICACIONES
et: MÄRGUANDED
eu: JAKINARAZPENAK
fa: اطلاعیه
fi: ILMOITUKSET
fil: MGA NOTIPIKASYON
fr: NOTIFICATIONS
gl: NOTIFICACIÓNS
he: התראות
hi: नोटिफिकेशन्स
hr: OBAVIJESTI
hu: ÉRTESÍTÉSEK
hy: ԾԱՆՈՒՑՈՒՄՆԵՐ
id: NOTIFIKASI
is: TILKYNNINGAR
ja: 通知
ka: შეტყობინებები
kk: Хабарламалар
km: ការជូនដំណឹង
kn: ಅಧಿಸೂಚನೆಗಳು
ky: БИЛДИРҮҮЛӨР
lo: ແຈ້ງການ
lt: PRANEŠIMAI
lv: PAZIŅOJUMI
mk: ИЗВЕСТУВАЊА
ml: അറിയിപ്പുകൾ
mn: НЭГДСЭН
mr: अधिसूचना
ms: NOTIFIKASI
my: အသိပေးချက်များ
nb_no: VARSLER
ne: नोतिफिचशन
nl: MELDINGEN
pl: POWIADOMIENIA
pt: NOTIFICAÇÕES
ro: NOTIFICĂRI
ru: УВЕДОМЛЕНИЯ
si: දැනුම්දීම්
sk: OZNÁMENIE
sl: Obvestila
sq: NJOFTIMET
sr: OBAVESTI
sv: NOTISER
sw: kuarifiwa
ta: அறிவிப்புகள்
te: నోటిఫికేషన్లు
th: การแจ้งเตือน
tr: BİLDİRİMLER
uk: СПОВІЩЕННЯ
ur: اطلاعات
vi: THÔNG BÁO
zu: IZAZISO

source: Source name
af: Naam van die bron
am: የመረጃው ስም
ar: اسم المصدر
az: Mənbənin adı
be: Назва Крыніцы
bg: Име на източника
bn: সূত্রের নাম
ca: Nom de la font
cs: Název zdroje
da: Kildenavn
el: Όνομα Πηγής
es_es: Nombre de la fuente
et: Allika Nimi
eu: Iturria izena
fa: نام منبع
fi: Lähteen nimi
fil: Pangalan ng Pinagmulan
fr: Nom de la source
gl: Nome da fonte
he: שם המקור
hi: स्रोत का नाम
hr: Ime izvora
hu: Forrás neve
hy: Աղբյուրի անունը
id: Nama Sumber
is: Heiti Source
ja: ソースの名前
ka: წყაროს დასახელება
kk: Дереккөз атауы
km: ឈ្មោះប្រភពព័ត៌មាន
kn: ಮೂಲದ ಹೆಸರು
ky: Булактын аты
lo: ຊື່ຂອງແຫລ່ງ
lt: Šaltinio pavadinimas
lv: Nosaukums Source
mk: Името на изворот
ml: ഉറവിടം പേര്
mn: Эх сурвалжийн нэр
mr: स्रोत नाव
ms: Namakan Sumber
my: အရင်းအမြစ်၏အမည််
nb_no: Kildenavn
ne: श्रोत को नाम
nl: Naam van de Bron
pl: Źródło
pt: Nome da fonte
ro: Numele sursei
ru: Название источника
si: ප්‍රභවයේ නම
sk: Názov zdroja
sl: Ime izvora
sq: Emri i burimit
sr: Naziv izvora
sv: Namn på källan
sw: Jina la Chanzo
ta: ஆதாரம்
te: సోర్స్ పేరు
th: ชื่อของแหล่งที่มา
tr: Kaynağın Adı
uk: Назва джерела
ur: زرائع کا نام
vi: Tên Của Nguồn Tin
zu: Igama Lomthombo

source: Current Password
af: Huidige wagwoord
am: የአሁኑ የይለፍ ቃል
ar: كلمة المرور الحالي
az: Cari parol
be: Бягучы Пароль
bg: Настояща парола
bn: বর্তমান পাসওয়ার্ড
ca: contrasenya actual
cs: Aktuální heslo
da: Nuværende Adgangskode
el: Τρέχων Κωδικός Πρόσβασης
es_es: Contraseña actual
et: Praegune Salasõna
eu: oraingo pasahitza
fa: رمز عبور فعلی
fi: Nykyinen salasana
fil: Kasalukuyang Password
fr: Mot de passe actuel
gl: Contrasinal actual
he: סיסמה נוכחית
hi: वर्तमान पासवर्ड
hr: Trenutna lozinka
hu: Jelenlegi jelszó
hy: Ընթացիկ գաղտնաբառը
id: Kata Sandi Saat Ini
is: Núverandi lykilorð
ja: 現在のパスワード
ka: მიმდინარე პასვორდი
kk: ағымдағы құпия сөз
km: ពាក្យសំងាត់​បច្ចុប្បន្ន
kn: ಪ್ರಸ್ತುತ ಪಾಸ್ವರ್ಡ್
ky: Учурдагы Пороль
lo: ລະ​ຫັດ​ປັດ​ຈຸ​ບັນ
lt: Dabartinis slaptažodis
lv: Pašreizējā parole
mk: Сегашна лозинка
ml: ഇപ്പോഴത്തെ പാസ്സ്വേർഡ്
mn: Одоогийн нууц үг
mr: सध्याचा गुप्त शब्द
ms: Kata Laluan Sekarang
my: လက်ရှိသုံးသော စကားဝှက်
nb_no: Nåværende Passord
ne: अहिलेको पासवर्ड
nl: Huidig Wachtwoord
pl: Obecne hasło
pt: Senha atual
ro: Parola curentă
ru: текущий пароль
si: වත්මන් මුරපදය
sk: Aktuálne heslo
sl: Trenutno geslo
sq: Fjalëkalimi aktual
sr: Trenutna lozinka
sv: Nuvarande lösenord
sw: Nenosiri la sasa
ta: தற்போதுள்ள பாஸ்வேர்ட்
te: ప్రస్తుత పాస్వర్డ్
th: รหัสผ่านปัจจุบัน
tr: Şuanki Şifreniz
uk: Поточний Пароль
ur: موجودہ پاس ورڈ
vi: Mật Khẩu Hiện Tại
zu: I-password Yamanje

source: COLOR THEME
af: Kleur tema
am: የቀለም ገጽታ
ar: مظهر اللون
az: Temanın rəngi
be: Каляровая Тэма
bg: Цветова тема
bn: কালার থিম
ca: Tema de color
cs: Barevné téma
da: Farve tema
el: Χρώμα Θέματος
es_es: Tema del color
et: Värviteema
eu: Kolore-gaia
fa: تم رنگی
fi: Väriteema
fil: Tema ng Kulay
fr: Thème de la couleur
gl: Tema da cor
he: עיצוב צבעים
hi: कलर थीम
hr: Tema boja
hu: Színséma
hy: Գունավոր թեմա
id: Warna Tema
is: Color Þema
ja: カラーテーマ
ka: ფერადი თემა
kk: Түс Тақырыбы
km: ពណ៌របស់កម្មវិធី
kn: ಬಣ್ಣ ಥೀಮ್
ky: Түстүү Тема
lo: Theme ສີ
lt: Spalvų tema
lv: Krāsu motīvs
mk: боја тема
ml: കളർ തീം
mn: Өнгөний сэдэв
mr: रंग थीम
ms: Tema Warna
my: အရောင်အပြင်အဆင်
nb_no: Fargetema
ne: रंग चयन
nl: Kleurenschema
pl: Kolor Motywu
pt: Tema de cores
ro: Schema de culori
ru: Цветовая тема
si: වර්ණ තේමාව
sk: Farebné téma
sl: Tematska barva
sq: NGJYRA
sr: Boja teme
sv: Färgtema
sw: rangi Theme
ta: வண்ண அமைப்பு
te: రంగు థీమ్
th: ธีมสี
tr: Tema Rengi
uk: Колір Теми
ur: کلر تھیم
vi: Màu Chủ Đề
zu: Itimu Yombala

source: Date published
af: Datum gepubliseer
am: የታተመበት ቀን
ar: تاريخ نشر
az: Yayımlanma tarixi
be: Дата апублікавання
bg: Дата на публикуване
bn: প্রকাশের তারিখ
ca: Data de publicació
cs: Datum zveřejnění
da: Offentliggjort dato
el: Ημερομηνία δημοσίευσης
es_es: Fecha de publicación
et: Avaldamise kuupäev
eu: argitaratutako data
fa: تاریخ انتشار
fi: Julkaisupäivämäärä
fil: Petsa ng Pagkakalathala
fr: Date de publication
gl: Data de publicación
he: תאריך פרסום
hi: प्रकाशित होने की तारीख
hr: Datum objave
hu: Közzététel dátuma
hy: Հրապարակման ամսաթիվը
id: Tanggal terbit
is: Dagsetning birt
ja: 公開日
ka: გამოქვეყნების თარიღი
kk: Жарияланған күні
km: កាលបរិច្ឆេទចេញផ្សាយ
kn: ದಿನಾಂಕ ಪ್ರಕಟಿಸಲಾಗಿದೆ
ky: Жарыяланган күнү
lo: ວັນທີ່ເຜີຍແພ່
lt: Paskelbimo data
lv: Publicēšanas datums
mk: датум на објавување
ml: പ്രസിദ്ധീകരിച്ച തീയതി
mn: Нийтлэгдсэн огноо
mr: प्रकाशन तारीख
ms: Tarikh penerbitan
my: ပုံနှိပ်နေ့စွဲ
nb_no: Publiseringsdato
ne: छापिएको मिति
nl: Datum gepubliceerd
pl: Data publikacji
pt: Data de publicação
ro: Data publicării
ru: Дата опубликования
si: ප්‍රකාශයට පත් කළ දිනය
sk: Dátum zverejnenia
sl: Datum objave
sq: Data e publikimit
sr: Datum objavljivanja
sv: Publicerat datum
sw: tarehe ya kuchapisha
ta: பிரசுரிக்கப்பட்ட தேதி
te: ప్రచురించబడిన తేదీ
th: วันที่เผยแพร่
tr: Tarih yayınlandı
uk: Дата публікації
ur: جس تاریخ کو شائع ہوا
vi: Ngày xuất bản
zu: usuku eshicilelwe ngayo
