Repository: newsreels/app-mobile-ios
Catalog: Bullet/*.lproj/Localizable.strings
Languages: af, am, ar, az, be, bg, bn, ca, cs, da, el, es_es, et, eu, fa, fi, fil, fr, gl, he, hi, hr, hu, hy, id, is, ja, ka, kk, km, kn, ky, lo, lt, lv, mk, ml, mn, mr, ms, my, nb_no, ne, nl, pl, pt, ro, ru, si, sk, sl, sq, sr, sv, sw, ta, te, th, tr, uk, ur, vi, zu

source: . We’ll handle your data according to our
af: . Ons sal u data hanteer volgens ons
am: እኛ እንደ እኛ መረጃዎን እንይዛለን
ar: يجب أن تكون كلمة المرور 8 أحرف على الأقل.
az: . Datanızı buna əsasən işləyəcəyik:
be: . Мы будзем апрацоўваць вашы дадзеныя ў адпаведнасці з нашай
bg: . Твоите данни се обработват съгласно нашата
bn: আমরা আমাদের অনুযায়ী আপনার ডেটা পরিচালনা করব
ca: . Tractarem les seves dades d'acord amb nostra
cs: . S vašimi údaji budeme nakládat podle našich
da: Vi VIL håndterer dine data i henhold til vores
el: . Θα διαχειριστούμε τα δεδομένα σας σύμφωνα με τη δική μας
es_es: . Manejaremos tus datos de acuerdo con nuestra
et: . Me käsitleme sinu andmeid vastavalt meie
eu: . Zure datuak kudeatzeko egingo dugu arabera, gure
fa: . ما داده های شما را طبق اطلاعاتمان اداره خواهیم کرد
fi: Käsittelemme tietojasi
fil: . Hahawakan namin ang iyong data batay sa aming
fr: . Nous traiterons vos données conformément à notre
gl: . Trataremos os seus datos de acordo co noso
he: . אנו מטפלים נתון בהתאם שלנו
hi: हम इसके अनुसार आपके डेटा को संभालेंगे
hr: . Obrađivat ćemo vaše podatke prema našim
hu: . Adatait kezelni a
hy: Մենք կկարգավորենք ձեր տվյալները ՝ համաձայն մեր տվյալների
id: . Kami akan menangani data anda berdasarkan
is: . Við munum annast gögn samkvæmt okkar
ja: お客様のデータは私たちの．．．に従って扱います
ka: ჩვენ თქვენს მონაცემებს ჩვენს ---თან თანხმობაში დავამუშავებთ
kk: Сіздің мәліметтеріңізді өзіміздің мәліметтерге сәйкестендіірп өзгертеміз
km: យើងនឹងថែរក្សាទិន្នន័យរបស់អ្នក យោងទៅតាម
kn: . ನಿಮ್ಮ ಪ್ರಕಾರ ನಾವು ನಿಮ್ಮ ಡೇಟಾವನ್ನು ನಿರ್ವಹಿಸುತ್ತೇವೆ
ky: . Биз сиздин дайындарыңызды биздин ылайык
lo: . ພວກເຮົາຈະຈັດການຂໍ້ມູນຂອງທ່ານອີງຕາມການຂອງພວກເຮົາ
lt: . Mes tvarkysime jūsų duomenis pagal mūsų
lv: . Mēs apstrādāt savus datus saskaņā ar mūsu
mk: . Ние ќе се справи со вашите податоци во согласност со нашите
ml: . ഞങ്ങളുടെ പ്രകാരം നിങ്ങളുടെ ഡാറ്റ കൈകാര്യം ചെയ്യും
mn: бид таны мэдээллийг хадгалах болно
mr: . आम्ही त्यानुसार आपला डेटा हाताळू आमच्या
ms: Kami akan mengendali data anda mengikut
my: သင်ဒေတာကို ကျွန်ုပ်တို့၏ ….အရ ကိုင်တွယ်ပါမည်
nb_no: . Vi vil behandle din informasjon i samsvar med våre
ne: हामी हाम्रो ----- अनुसार तपाईंको डाटा ह्याण्डल गर्नेछौं
nl: wij behandelen uw gegevens volgens
pl: Będziemy przechowywać Twoje dane zgodnie z naszą
pt: . Processaremos seus dados de acordo com nossa
ro: Vom gestiona informațiile în conformitate cu
ru: , Мы будем обрабатывать ваши данные в соответствии с нашими
si: අපගේ දත්ත අනුව අපි ඔබේ දත්ත හසුරුවන්නෙමු
sk: . S vašimi údajmi budeme nakladať podľa našich
sl: Vaše podatke bomo obdelovali v skladu z našimi
sq: Ne do të kujdesemi për të dhënat tuaja sipas
sr: . Obrađivat ćemo vaše podatke prema našim
sv: Vi kommer hantera din data enligt
sw: . Sisi vinavyoshughulikia data yako kulingana na yetu
ta: உங்கள் தரவு எங்கள் தனியுரிமைக் கொள்கைப்படி கையாளப்படும்
te: . మా కు అనుగుణంగా మేం మీ డేటాను హ్యాండిల్ చేస్తాం.
th: เราจะจัดการตามข้อมูลของคุณไปยังเรา
tr: Verilerinizi ..'mıza göre işleyeceğiz
uk: . Ми обробимо ваші дані відповідно до наших
ur: ہم اپنے اعداد و شمار کو ہمارے مطابق سنبھال لیں گے
zu: Sizophatha imininingwane yakho ngokuya ngeyethu

source: Password must be at least 8 characters.
af: Wagwoord moet minstens 8 krakters bevat.
am: የይለፍ ቃል ቢያንስ 8 ካራክተሮች መሆን አለበት።
ar: قوي
az: Parol minimum 8 simvoldan ibarət olmalıdır.
be: Пароль павінен быць не карацей 8 сімвалаў.
bg: Паролата трябва да бъде поне 8 символа
bn: পাসওয়ার্ড কমপক্ষে 8 অক্ষরের হতে হবে।
ca: La contrasenya ha de tenir almenys 8 caràcters.
cs: Heslo musí mít nejméně 8 znaků.
da: Adgangskoden skal indeholde mindst 8 tegn.
el: Ο Κωδικός Πρόσβασης πρέπει να έχει τουλάχιστον 8 χαρακτήρες.
es_es: La contraseña debe tener al menos 8 caracteres.
et: Salasõna peab sisaldama vähemalt 8 kirjamärki.
eu: Pasahitza gutxienez 8 karaktere izan behar ditu.
fa: رمز ورود باید حداقل 8 حرف باشد.
fi: Salasanan tulee olla väh 8 merkkiä
fil: Ang password ay dapat 8 characters minimum.
fr: Le mot de passe doit comporter au moins 8 caractères.
gl: O contrasinal debe ter polo menos 8 caracteres.
he: הסיסמה חייבת להיות לפחות 8 תווים.
hi: पासवर्ड कम से कम आठ अक्षरों का होना चाहिए।
hr: Lozinka mora biti barem 8 znakova duga.
hu: A jelszónak legalább 8 karakterből kell állnia.
hy: Գաղտնաբառը պետք է կազմված լինի առնվազն 8 նիշից
id: Kata sandi harus setidaknya 8 karakter.
is: Lykilorð verður að vera minnst 8 stafir.
ja: パスワードは8文字以上でなければなりません。
ka: პასვორდი უნდა იყოს სულ მცირე 8 სიმბოლოს შემცველი.
kk: құпия сөз кемінде 8 таңбадан тұруы керек.
km: លេខសម្ងាត់ត្រូវតែមានយ៉ាងហោចណាស់ ៨ ខ្ទង់។
kn: ಪಾಸ್ವರ್ಡ್ ಕನಿಷ್ಠ 8 ಅಕ್ಷರಗಳನ್ನು ಹೊಂದಿರಬೇಕು.
ky: Пароль кеминде 8 белгиден турушу керек.
lo: ລະຫັດຜ່ານຕ້ອງມີຢ່າງນ້ອຍ 8 ຕົວອັກສອນ.
lt: Slaptažodis privalo būti bent 8 simbolių ilgio.
lv: Parolei jābūt vismaz 8 rakstzīmēm.
mk: Лозинката мора да содржи најмалку 8 карактери.
ml: പാസ്വേഡ് കുറഞ്ഞത് 8 പ്രതീകങ്ങൾ ഉണ്ടായിരിക്കണം.
mn: нууц үг дор хаяж 8 байх ёстой
mr: पासवर्ड कमीत कमी 8 वर्ण असणे आवश्यक आहे.
ms: Kata laluan mestilah sekurang-kurangnya 8 aksara.
my: စကားဝှက်က စကားလုံး ၈လုံးအနည်းဆုံးရှိရပါမည်
nb_no: Passordet må inneholde minst 8 tegn.
ne: पासवर्ड कम्तिमा८ अक्षरको हुनु पर्छ।
nl: Wachtwoord moet minstens 8 karakters lang zijn.
pl: Hasło musi mieć co najmniej 8 znaków.
pt: A senha deve ter no mínimo 8 caracteres.
ro: Parola trebuie să conțină cel puțin 8 caractere.
ru: Пароль должен быть не менее 8 символов.
si: මුරපදය අවම වශයෙන් අක්ෂර 8 ක් විය යුතුය.
sk: Heslo musí mať najmenej 8 znakov.
sl: Geslo mora vsebovati vsaj 8 znakov
sq: Fjalëkalimi duhet të ketë të paktën 8 karaktere
sr: Lozinka mora imati najmanje 8 znakova.
sv: Lösenordet måste vara minst 8 tecken.
sw: Nenosiri lazima liwe na angalau herufi 8.
ta: பாஸ்வேர்ட் 8 எழுத்துக்கள் கொண்டே இருக்கவேண்டும்
te: పాస్ వర్డ్ కనీసం 8 అక్షరాలు ఉండాలి.
th: รหัสผ่านต้องมีอย่างน้อย 8 ตัวอักษร
tr: Şifreniz en az 8 karakter olmalıdır.
uk: Пароль має складатися мінімум з 8 символів.
ur: پاس ورڈ کم از کم ۸ حروف کا ہونا لازمی ہے
vi: Mật khẩu phải bao gồm ít nhất 8 ký tự.
zu: Iphasiwedi kumele okungenani ibe nezinhlamvu ezingu-8.

source: Strong
af: Sterk
am: ጠንካራ
ar: قوي
az: Güclü
be: Моцны
bg: Силна
bn: শক্তিশালী
ca: Fort
cs: Silné
da: Stærk
el: Ισχυρός
es_es: Fuerte
et: Tugev
fa: قوی
fi: Vahva
fil: Matibay
fr: Fort
gl: Forte
he: חָזָק
hi: मजबूत
hr: Jaka
hu: Erős
hy: Ուժեղ
id: Kuat
ja: 強い
ka: ძლიერი
kk: Күшті
km: ខ្លាំង
kn: ಪ್ರಬಲವಾಗಿದೆ
ky: Күчтүү
lo: ທີ່ເຂັ້ມແຂງ
lt: Stiprus
lv: stiprs
mk: силна
ml: ശക്തമായ
mn: Хүчтэй
mr: मजबूत
ms: Kuat
my: အားကောင်း
nb_no: Sterkt
ne: कडा
nl: Sterk
pl: Silne
pt: Forte
ro: Puternică
ru: сильный
si: ශක්තිමත්
sk: Silné
sl: Močno
sq: I Fuqishëm
sr: Jaka
sv: Starkt
sw: Nguvu
ta: சிறந்தது
te: బలమైన
th: แข็งแรง
tr: Güçlü
uk: Сильний
ur: مضبوط
vi: Mạnh
zu: Enamandla

source: Medium
am: መካከለኛ
ar: متوسط
az: Orta
be: Сярэдні
bg: Средно
bn: মধ্যম
ca: Mig
cs: Střední
da: Mellem
el: Μέτριος
es_es: Medio
et: Keskmine
fa: متوسط
fi: Keskivahva
fil: Katamtaman
fr: Moyen
gl: Medio
he: בינוני
hi: ठीक-ठाक
hr: Srednje jaka
hu: Közepes
hy: Միջին
id: Sedang
is: Miðlungs
ja: 中
ka: საშუალო
kk: Орташа
km: មធ្យម
kn: ಮಧ್ಯಮ
ky: Орто
lo: ຂະຫນາດກາງ
lt: Vidutiniškas
lv: vidējs
mk: средни
ml: മീഡിയം
mn: Дунд
mr: मध्यम
ms: Serdahana
my: အလယ်အလတ်
nb_no: Middels
ne: मध्यम
pl: Średnie
pt: Razoável
ro: Medie
ru: Средняя
si: මධ්‍යස්ථ
sk: Stredné
sl: Srednje
sq: Mesatar
sr: Srednje
ta: சுமார்
te: ఒక మోస్తరు
th: ปานกลาง
tr: Orta
uk: Середній
ur: اوسط
vi: Trung bình
zu: Okulingene

source: Weak
af: Swak
am: ደካማ
ar: ضعيف
az: Zəif
be: Слабы
bg: Слаба
bn: দুর্বল
ca: Febles
cs: Slabé
da: Svag
el: Αδύναμος
es_es: Débil
et: Nõrk
eu: ahula
fa: ضعیف
fi: Heikko
fil: Mahina
fr: Faible
gl: Débil
he: חלש
hi: कमज़ोर
hr: Slaba
hu: Gyenge
hy: Թույլ
id: Lemah
is: Veik
ja: 弱い
ka: სუსტი
kk: Әлсіз
km: ខ្សោយ
kn: ದುರ್ಬಲ
ky: Алсыз
lo: ອ່ອນແອ
lt: Silpnas
lv: vājš
mk: слаба
ml: ദുർബല
mn: Сул
mr: कमकुवत
ms: Lemah
my: အားနည်း
nb_no: Svakt
ne: कमजोर
nl: Zwak
pl: Słabe
pt: Fraca
ro: Slabă
ru: слабый
si: දුර්වල
sk: Slabé
sl: Slabo
sq: I Dobët
sr: Slaba
sv: Svagt
sw: dhaifu
ta: பலவீனமானது
te: బలహీన
th: อ่อนแอ
tr: Zayıf
uk: Слабкий
ur: کمزور
vi: Yếu
zu: Ebuthakathaka

source: CREATE A NEW ACCOUNT
af: SKEP 'N NUWE REKENING
am: አዲስ መለያ /አካወንት ይፍጠሩ
ar: انشاء حساب جديد
az: YENİ HESAB YARADIN
be: СТВАРЫЦЬ НОВЫ АКАУНТ
bg: СЪЗДАЙ НОВ ПРОФИЛ
bn: একটি নতুন অ্যাকাউন্ট তৈরি করুন
ca: CREA UN COMPTE NOU
cs: VYTVOŘIT NOVÝ ÚČET
da: OPRET EN NY KONTO
el: ΔΗΜΙΟΥΡΓΗΣΤΕ ΕΝΑΝ ΝΕΟ ΛΟΓΑΡΙΑΣΜΟ
es_es: CREAR UNA NUEVA CUENTA
et: LOO UUS KONTO
eu: Sortu kontu berria
fa: ایجاد یک حساب کاربری جدید
fi: LUO UUSI TILI
fil: GUMAWA NG PANIBAGONG ACCOUNT
fr: CRÉER UN NOUVEAU COMPTE
gl: CREA UNHA NOVA CONTA
he: צור חשבון חדש
hi: एक नया अकाउंट बनाएं
hr: NAPRAVITE NOVI RAČUN
hu: ÚJ FIÓK LÉTREHOZÁSA
hy: ՍՏԵՂԾԵԼ ՆՈՐ ՀԱՇԻՎ
id: BUAT AKUN BARU
is: Búa til nýjan reikning
ja: 弱い弱い
ka: შექმენი ახალი ანგარიში
kk: Жаңа аккаунт жасаңыз
km: បង្កើតគណនីថ្មី
kn: ಹೊಸ ಖಾತೆಯನ್ನು ತೆರೆ
ky: ЖАҢЫ АККАУНТ АЧУУ
lo: ສ້າງບັນຊີໃຫມ່
lt: SUKURTI NAUJĄ PASKYRA
lv: IZVEIDOT JAUNU KONTU
mk: Креирај нова сметка
ml: ഒരു പുതിയ അക്കൌണ്ട് ഉണ്ടാക്കുക
mn: ХӨДӨЛМӨРИЙН ШИЛДЭГ ҮЙЛ АЖИЛЛАГАА
mr: तयार नवीन खाते
ms: BUAT AKAUN BARU
my: အကောင့်အသစ်ဖန်တီးမည််
nb_no: OPPRETT EN NY KONTO
ne: नयाँ अकाउन्त खोल्नुहोस्
nl: CREËER EEN NIEUW ACCOUNT
pl: STWÓRZ NOWE KONTO
pt: CRIE UMA NOVA CONTA
ro: CREEAZĂ UN CONT NOU
ru: СОЗДАТЬ НОВЫЙ АККАУНТ
si: නව ගිණුමක් සාදන්න
sk: VYTVORIŤ NOVÝ ÚČET
sl: USTVARI NOV RAČUN
sq: Krijoni një llogari të re
sr: NAPRAVI NOVI RAČUN
sv: SKAPA ETT NYTT KONTO
sw: FUNGUA A NEW ACCOUNT
ta: புதிய கணக்கைத் துவக்கவும்
te: కొత్త ఖాతాను సృష్టించండి
th: สร้างบัญชีใหม่
tr: YENİ BİR HESAP OLUŞTUR
uk: СТВОРИТИ НОВИЙ АККАУНТ
ur: نیا اکاؤنٹ بنائیں
vi: TẠO TÀI KHOẢN MỚI
zu: DALA I-AKHAWUNTI ENTSHA

source: SIGN IN WITH EXISTING ACCOUNT
af: MELD AAN MET BESTAANDE REKENING
am: በነባር መወደ አካውንቶ ይግቡለያ/አካወንት ይገቡ
ar: تسجيل الدخول باستخدام حساب موجود
az: MÖVCUD HESABLA DAXİL OLUN
be: УВАЙСЦІ У ІСНУЮЧЫ АКАУНТ
bg: ВХОД СЪС СЪЩЕСТВУВАЩ ПРОФИЛ
bn: পুরনো অ্যাকাউন্ট দিয়ে সাইন ইন করুন
ca: INICIAR SESSIÓ AMB COMPTE EXISTENT
cs: PŘIHLÁSIT SE S EXISTUJÍCÍM ÚČETEM
da: Log ind med en eksisterende konto
el: ΣΥΝΔΕΘΕΙΤΕ ΜΕ ΤΟΝ ΥΠΑΡΧΟΝΤΑ ΛΟΓΑΡΙΑΣΜΟ ΣΑΣ
es_es: INICIAR SESIÓN CON LA CUENTA EXISTENTE
et: SISENE EKSISTEERIVA KONTOGA
eu: Saioa hasi kontu
fa: با حساب موجود وارد سیستم شوید
fi: KIRJAUDU SISÄÄN OLEMASSAOLEVAAN TILIIN
fil: MAG-SIGN IN GAMIT ANG ACCOUNT
fr: SE CONNECTER AVEC UN COMPTE EXISTANT
gl: INICIA SESIÓN CON UNHA CONTA EXISTENTE
he: חשבון קיים היכנס עם
hi: मौजूदा अकाउंट के साथ साइन इन करें
hr: PRIJAVITE SE S POSTOJEĆIM RAČUNOM
hu: BEJELENTKEZÉS MEGLÉVŐ FIÓKKAL
hy: ՄՈՒՏՔ ԳՈՐԾԵԼ ԳՈՅՈՒԹՅՈՒՆ ՈՒՆԵՑՈՂ ՀԱՇՎՈՎ
id: MASUK DENGAN AKUN YANG SUDAH ADA
is: Skráðu þig inn með núverandi reikning
ja: 既存のアカウントでサインインする
ka: შედი არსებული ანგარიშით
kk: Бар аккаунтпен кіріңіз
km: ចុះឈ្មោះចូលប្រើតាមគណនីដែលមានស្រាប់
kn: ಅಸ್ತಿತ್ವದಲ್ಲಿರುವ ಖಾತೆಯೊಂದಿಗೆ ಸೈನ್ ಇನ್ ಮಾಡಿ
ky: БАР БОЛГОН АККАУНТУҢУЗ МЕНЕН КИРИҢИЗ
lo: ເຂົ້າສູ່ລະບົບ EXISTING ACCOUNT
lt: PRISIJUNGTI SU EGZISTUOJANČIA PASKYRA
lv: Pierakstieties ar jau esošu kontu
mk: Пријавете се со постоечка сметка
ml: നിലവിലുള്ള ഒരു അക്കൗണ്ടുമായി സൈൻ
mn: ХЭРЭГЛЭГЧ ХЭРЭГЖҮҮЛЭХ ҮНЭГҮЙ
mr: साइन इन करा विद्यमान खाते
ms: MASUK DENGAN AKAUN YANG SEDIA ADA
my: လက်ရှိအကောင့်ဖြင့် ဝင်မည်
nb_no: LOGG INN MED EN EKSISTERENDE KONTO
ne: अवस्थित अकाउन्तसंग साइन इन गर्नुहोस्
nl: MELD U AAN MET EEN BESTAAND ACCOUNT
pl: ZALOGUJ SIĘ NA ISTNIEJĄCE KONTO
pt: ENTRAR COM CONTA EXISTENTE
ro: AUTENTIFICARE PRINTR-UN CONT DEJA EXISTENT
ru: ВОЙТИ С СУЩЕСТВУЮЩИХ СЧЕТ
si: පවතින ගිණුම සමඟ පුරන්න
sk: PRIHLÁSIŤ SA S EXISTUJÚCIM ÚČTOM
sl: VPIŠI SE Z OBSTOJEČIM RAČUNOM
sq: Kyquni me një llogari ekzistuese
sr: PRIJAVITE SE S POSTOJEĆIM RAČUNOM
sv: LOGGA IN MED EXISTERANDE KONTO
sw: Ingia katika akaunti iliyopo
ta: உள்நுழைய தற்போதுள்ள கணக்கை உபயோகப்படுத்தவும்
te: ఇప్పటికే ఉన్న ఖాతాతో సైన్ ఇన్ చేయండి
th: ลงชื่อเข้าใช้ด้วยบัญชีที่มีอยู่
tr: MEVCUT HESABINLA GİRİŞ YAP
uk: ВХІД З ІСНУЮЧИМ АККАУНТОМ
ur: موجودہ اکاؤنٹ سے سائن ان کریں
vi: ĐĂNG NHẬP VỚI TÀI KHOẢN SẴN CÓ
zu: Ngena ngemvume nge-akhawunti ekhona

source: You must agree to the Terms of Services to continue
af: U moet instem tot die dinesvoorwaardes om voort te gaan.
am: ወደ አካውንቶ ይግቡ
ar: يجب أن توافق على شروط الخدمات للمتابعة
az: Davam etmək üçün Xidmət Şərtləri ilə razılaşmalısınız
be: Вы павінны пагадзіцца з Умовамі Абслугоўвання, каб працягнуць
bg: Трябва да се съгласиш с Общите условия, за да продължиш
bn: এগিয়ে যাওয়ার জন্য আপনাকে অবশ্যই পরিষেবার শর্তাবলীতে সম্মতি দিতে হবে
ca: Ha d'acceptar els Termes de servei per a continuar
cs: Chcete-li pokračovat, musíte souhlasit s Podmínkami Služeb
da: Du skal acceptere servicevilkårene for at fortsætte
el: Θα πρέπει να αποδεχτείτε τους Όρους Χρήσης για να συνεχίσετε
es_es: Debes aceptar los Términos de Servicio para continuar
et: Jätkamiseks pead nõustuma meie Kasutustingimustega
eu: Hasi saioa
fa: برای ادامه کار باید با شرایط خدمات موافقت کنید
fi: Sinun on hyväksyttävä käyttöehdot jatkaaksesi
fil: Sumang-ayon sa Mga Tuntunin ng Serbisyo upang magpatuloy
fr: Vous devez accepter les conditions de service pour continuer
gl: Debe aceptar os termos do servizo para continuar
he: אתה חייב להסכים לתנאים של שירותים להמשיך
hi: जारी रखने के लिए आपको सेवाओं की शर्तों से सहमत होना चाहिए
hr: Morate prihvatiti Uvjete i odredbe da nastavite
hu: El kell fogadnia a Felhasználási feltételeket a folytatáshoz
hy: Շարունակելու համար դուք պետք է համաձայնվեք ծառայությունների մատուցման պայմանների հետ
id: Anda harus menyetujui Persyaratan Layanan untuk melanjutkan
is: Þú verður að samþykkja skilmálana Services til að halda áfram
ja: 続行するには、利用規約に同意する必要があります
ka: გასაგრძელებლად თქვენ უნდა დაეთანხმოთ მომსახურების პირობებს
kk: Жалғастыру үшін Сіз қызмет көрсету шарттарымен келісуіңіз керек
km: អ្នកត្រូវតែយល់ព្រមនឹងលក្ខខណ្ឌសេវាកម្មដើម្បីបន្ត
kn: ಮುಂದುವರಿಯಲು ನೀವು ಸೇವಾ ನಿಯಮಗಳಿಗೆ ಸಮ್ಮತಿಸಬೇಕು
ky: Улантуу үчүн Тейлөө шарттарына макул болуңуз
lo: ທ່ານຕ້ອງຍອມຮັບເງື່ອນໄຂການໃຫ້ບໍລິການທີ່ຈະສືບຕໍ່
lt: Norėdami tęsti privalote sutikti su Paslaugos teikimo sąlygomis
lv: Jums jāpiekrīt pakalpojumu sniegšanas noteikumus, lai turpinātu
mk: Мора да се согласувате со Условите на услуги да продолжи
ml: നിങ്ങൾ തുടരാൻ സേവനങ്ങൾ നിബന്ധനകൾ അംഗീകരിക്കണം
mn: Үйлчилгээний нөхцлийг үргэлжлүүлэхийг зөвшөөрөх ёстой
mr: सुरू ठेवण्यासाठी आपण सेवा अटी मान्य करणे आवश्यक
ms: Anda mesti bersetuju dengan Terma Perkhidmatan untuk meneruskan
my: ဆက်လုပ်ရန် ဝန်ဆောင်မှုအသုံးအနှုန်းများကို သင်သဘောတူရမည်
nb_no: Du må akseptere Brukervilkårene for å fortsette
ne: तपाईंले जारी राख्नका लागि सर्तहरूको सर्तहरूमा सहमति जनाउनुपर्दछ
nl: U moet akkoord gaan met de Servicevoorwaarden om door te gaan
pl: Musisz potwierdzić Warunki aby kontynuować
pt: Você deve concordar com os Termos de serviço para prosseguir
ro: Este nevoie să fii de acord cu Termenii de utilizare pentru a continua
ru: Вы должны согласиться с Условиями предоставления услуг для продолжения
si: ඉදිරියට යාමට ඔබ සේවා කොන්දේසි වලට එකඟ විය යුතුය
sk: Ak chcete pokračovať, musíte súhlasiť s Podmienkami Služieb
sl: Strinjati se morate z našimi pogoji poslovanja
sq: Ju duhet ti pranoni kushtet e shërbimeve për të vazhduar
sr: Morate se složiti sa Uslovima pružanja usluge da biste nastavili
sv: Du måste acceptera servicevillkoren för att fortsätta
sw: Ni lazima ukubali Sheria na Masharti ya kuendelea
ta: தொடர்வதற்கு சேவை நிபந்தனைகளுக்கு நீங்கள் சம்மதம் தெரிவிக்க வேண்டும்
te: కొనసాగడం కొరకు మీరు విధిగా సేవల నిబంధనలను అంగీకరించాలి.
th: คุณต้องยอมรับข้อกำหนดในการให้บริการเพื่อดำเนินการต่อ
tr: Devam etmek için hizmet şartlarını kabul etmeniz gerekir
uk: Для продовження необхідно прийняти Умови надання послуг
ur: جاری رکھنے کے لئے آپ کو سروسز کی شرائط سے اتفاق کرنا لازمی ہے
vi: Bạn phải đồng ý với Điều khoản Dịch vụ để tiếp tục
zu: Kufanele uvumelane Nemigomo Yezinsizakalo ukuze uqhubeke

source: SIGN IN
af: Meld aan
am: ወደ አካውንቶ ይግቡ
ar: تسجيل الدخول
az: Daxil olun
be: Увайсці
bg: Вход
bn: সাইন ইন করুন
ca: Registrar-se
cs: Přihlásit se
da: Log ind
el: Συνδεθείτε
es_es: Iniciar sesión
et: Logi sisse
eu: Zein da zure pasahitza?
fa: ورود
fi: Kirjaudu sisään
fil: Mag-Sign In
fr: Se connecter
gl: Rexistro
he: להתחבר
hi: साइन इन करें
hr: Prijavite se
hu: Bejelentkezés
hy: Մուտք գործել
id: Masuk
is: Skráðu þig inn
ja: サインイン
ka: შესვლა
kk: жүйеге кіру
km: ចូល
kn: ಸೈನ್ ಇನ್ ಮಾಡಿ
ky: Кирүү
lo: ເຂົ້າ​ສູ່​ລະ​ບົບ
lt: Prisijungti
lv: Ielogoties
mk: Најави се
ml: സൈൻ ഇൻ
mn: Дохио оруулах
mr: साइन इन करा
ms: Log Masuk
my: ဝင်မည်
nb_no: Logg inn
ne: साइन इन
nl: Meld Aan
pl: Zaloguj się
pt: Entrar
ro: Autentificare
ru: Войти в систему
si: පුරන්න
sk: Prihlásiť sa
sl: Vpišite se
sq: Kyquni
sr: Prijavite se
sv: Logga in
sw: Weka sahihi
ta: உள்நுழைவு
te: సైన్ ఇన్
th: เข้าสู่ระบบ
tr: Giriş Yap
uk: Вхід
ur: سائن اِن
vi: Đăng Nhập
zu: Ngena ngemvume

source: What's your password?
af: Wat is u wagwoord?
am: የእርስዎ የይለፍ ቃል ምንድነው?
ar: ما هي كلمة السر الخاصة بك؟
az: Parolunuz nədir?
be: Які Ваш пароль?
bg: Каква е твоята парола?
bn: আপনার পাসওয়ার্ড কি?
ca: Com és la teva contrasenya
cs: Jaké je vaše heslo?
da: Hvad er dit adgangskode?
el: Ποιος είναι ο Κωδικός Πρόσβασής σας;
es_es: ¿Cuál es tu contraseña?
et: Mis on sinu salasõna?
eu: Izena eman
fa: رمز ورود شما چیست؟
fi: Mikä on salasanasi?
fil: Ano ang iyong password?
fr: Quel est votre mot de passe ?
gl: Cal é o teu contrasinal
he: מה הסיסמה שלך?
hi: आपका पासवर्ड क्या है?
hr: Koja je vaša lozinka?
hu: Mi a jelszava?
hy: Ո՞րն է ձեր գաղտնաբառը
id: Apa kata sandi anda?
is: Hvað er lykilorðið þitt?
ja: パスワードは何ですか？
ka: რა არის თქვენი პასვორდი?
kk: сіздің құпия сөзіңіз қанай?
km: តើលេខសម្ងាត់របស់អ្នកគឺជាអ្វី?
kn: ನಿಮ್ಮ ಪಾಸ್‌ವರ್ಡ್ ಯಾವುದು?
ky: Парольуңуз кандай?
lo: ສິ່ງທີ່ເປັນລະຫັດຜ່ານຂອງທ່ານ?
lt: Koks jūsų slaptažodis?
lv: Kāds ir jūsu paroli?
mk: Што е вашата лозинка?
ml: നിങ്ങളുടെ പാസ്വേഡ് എന്താണ്?
mn: Таны нууц үг юу вэ?
mr: आपला संकेतशब्द काय आहे?
ms: Apakah kata laluan anda?
my: သင့်စကားဝှက်က ဘာလဲ?
nb_no: Hva er passordet ditt?
ne: तपाईको पासवर्ड के हो?
nl: Wat is uw wachtwoord?
pl: Jakie masz hasło?
pt: Qual a sua senha?
ro: Care este parola ta?
ru: Что ваш пароль?
si: ඔබගේ මුරපදය කුමක්ද?
sk: Aké je vaše heslo?
sl: Katero je vaše geslo?
sq: Cili është fjalëkalimi juaj?
sr: Koja je vaša lozinka?
sv: Vad är ditt lösenord?
sw: Nini nywila yako?
ta: உங்கள் பாஸ்வேர்ட் என்ன?
te: మీ పాస్ వర్డ్ ఏమిటి?
th: รหัสผ่านของคุณคืออะไร?
tr: Şifreniz nedir?
uk: Ваш пароль?
ur: آپ کا پاس ورڈ کیا ہے؟
vi: Mật khẩu của bạn là gì?
zu: Ithini iphasiwedi yakho?

source: SIGN UP
af: Teken aan
am: ይመዝገቡ
ar: تسجيل
az: Qeydiyyatdan keçin
be: Зарэгістравацца
bg: Регистрация
bn: সাইন আপ করুন
ca: Registra't
cs: Přihlásit se
da: Tilmeld
el: Εγγραφείτε
es_es: Regístrate.
et: Ühine
eu: Aukeratu pasahitza
fa: ثبت نام
fi: Rekisteröidy
fil: Mag-Sign Up
fr: S'inscrire
gl: Incribirse
he: הירשם
hi: साइन अप करें
hr: Registrirajte se
hu: Bejelentkezés
hy: Գրանցվել
id: Daftar
is: Skráðu þig
ja: サインアップ
ka: რეგისტრაცია
kk: Тіркелу
km: ចុះ​ឈ្មោះ
kn: ಸೈನ್ ಅಪ್ ಮಾಡಿ
ky: Кирүү
lo: ລົງ​ທະ​ບຽນ
lt: Užsiregistruoti
lv: Pierakstīties
mk: Регистрирај се
ml: സൈൻ അപ്പ് ചെയ്യുക
mn: Гарын үсэг зурах
mr: साइन अप करा
ms: Daftar
my: ဝင်ရောက်စာရင်းသွင်းမည်
nb_no: Meld deg inn
ne: साइन अप
nl: Schrijf In
pl: Zaloguj się
pt: Cadastro
ro: Înregistrare
ru: Подписаться
si: ලියාපදිංචි වන්න
sk: Prihlásiť sa
sl: Prijavi se
sq: Krijoni një llogari të re
sr: Registruj se
sv: Gå med
sw: Jisajili
ta: பதிவு செய்க
te: సైన్ అప్
th: ลงชื่อ
tr: Giriş Yap
uk: Зареєструватися
ur: سائن اپ
vi: Đăng Ký
zu: Bhalisela

source: Choose your password?
af: Kies u wagwoord
am: የይለፍ ቃልዎን ይምረጡ
ar: أختر كلمة مرورك
az: Parol seçin
be: Выберыце свой пароль
bg: Избери твоята парола
bn: আপনার পাসওয়ার্ড পছন্দ করুন
ca: tria la teva contrasenya
cs: Zvolte si své heslo
da: Vælg dit adgangskode
el: Επιλέξτε τον Κωδικό Πρόσβασής σας
es_es: Elige tu contraseña
et: Vali oma salasõna
eu: Zerbait oker joan
fa: رمز عبور خود را انتخاب کنید
fi: Valitse salasanasi
fil: Pumili ng password
fr: Choisissez votre mot de passe
gl: Elixe o teu contrasinal
he: בחר את הסיסמה
hi: अपना पासवर्ड चुनें
hr: Odaberite svoju lozinku
hu: Válasszón jelszót
hy: Ընտրեք ձեր գաղտնաբառը
id: Pilih kata sandi anda
is: Veldu lykilorð
ja: パスワードを選んでください
ka: აირჩიეთ თქვენი პასვორდი
kk: Құпия сөзді таңдаңыз
km: ជ្រើសពាក្យសម្ងាត់របស់អ្នក
kn: ನಿಮ್ಮ ಪಾಸ್‌ವರ್ಡ್ ಆಯ್ಕೆಮಾಡಿ
ky: Пароль тандаңыз
lo: ເລືອກລະຫັດຜ່ານຂອງທ່ານ
lt: Sukurkite savo slaptažodį
lv: Izvēlies savu paroli
mk: Изберете ја вашата лозинка
ml: നിങ്ങളുടെ പാസ്വേഡ് തിരഞ്ഞെടുക്കുക
mn: Нууц үгээ сонгоно уу
mr: आपला संकेतशब्द निवडा
ms: Pilih kata laluan
my: သင့်စကားဝှက်ကို ရွေးပါ
nb_no: Velg ditt passord
ne: तपाईको पासवर्ड छान्नुहोस्
nl: Kies uw wachtwoord
pl: Wybierz hasło
pt: Escolha sua senha
ro: Alege o parolă
ru: выберите пароль
si: ඔබගේ මුරපදය තෝරන්න
sk: Zvoľte si svoje heslo
sl: Izberite geslo
sq: Zgjedhni fjalëkalimin tuaj
sr: Izaberite lozinku
sv: Välj ditt lösenord
sw: Chagua nenosiri lako
ta: உங்கள் பாஸ்வேர்டைத் தேர்வு செய்யவும்
te: మీ పాస్వర్డ్ని ఎంచుకోండి
th: เลือกรหัสผ่านของคุณ
tr: Şifrenizi Seçin
uk: Введіть свій пароль
ur: اپنا پاس ورڈ منتخب کریں
vi: Chọn mật khẩu của bạn
zu: Khetha iphasiwedi yakho

source: Something went wrong
af: Iets het verkeerd geloop
am: የሆነ ችግር ተከስቷል
ar: هناك خطأ ما
az: Xəta baş verdi
be: Нешта пайшло не так
bg: Нещо се обърка
bn: কিছু একটা ভুল হয়েছে
ca: Alguna cosa va sortir malament
cs: Něco se pokazilo
da: Noget gik galt
el: Κάτι πήγε στραβά
es_es: Algo salió mal.
et: Midagi läks valesti
eu: email bidaliko dizugu to
fa: مشکلی پیش آمده است
fi: Jokin meni pieleen
fil: Nagkaroon ng problema
fr: Quelque chose a mal tourné
gl: Algo fallou
he: משהו השתבש
hi: कुछ गलत हो गया
hr: Nešto je pošlo po krivu
hu: Valami hiba történt
hy: Ինչ որ բան այն չէ
id: Sesuatu sedang tidak benar
is: Eitthvað fór úrskeiðis
ja: 何かがうまくいかなかった
ka: ხარვეზია
kk: Бірдеңке дұрыс емес
km: មាន​អ្វីមួយ​មិន​ប្រក្រតី
kn: ಏನೋ ತಪ್ಪಾಗಿದೆ
ky: Бир жерден ката кетти
lo: ບາງສິ່ງບາງຢ່າງເອງເຮັດຜິດພາດ
lt: Įvyko klaida
lv: Kaut kas nogāja greizi
mk: Нешто тргна наопаку
ml: എന്തോ കുഴപ്പം സംഭവിച്ചു
mn: Ямар нэг зүйл буруу болсон
mr: काहीतरी चूक झाली
ms: Ada yang tidak kena
my: တစ်ခုခုမှားနေပါသည်
nb_no: Noe gikk galt
ne: केहि गलत भयो
nl: Er is iets fout gegaan
pl: Coś poszło nie tak
pt: Algo deu errado
ro: Ceva nu a funcționat corect
ru: Что-то пошло не так
si: මොකක්හරි වැරැද්දක් වෙලා
sk: Niečo sa pokazilo
sl: Nekaj je šlo narobe
sq: Diçka nuk ka shkuar në rregull
sr: Nešto je pošlo po zlu
sv: Något gick fel
sw: Tatizo lilitokea
ta: ஏதோ தவறு நேர்ந்து உள்ளது
te: ఏదో తప్పు జరిగింది
th: อะไรบางอย่างผิดปกติ
tr: Bir şeyler ters gitti
uk: Щось пішло не так
ur: کچھ غلط ہوا
vi: Có lỗi xảy ra
zu: Kukhona okungahambanga kahle
