Repository: newsreels/app-mobile-ios
Catalog: Bullet/*.lproj/Localizable.strings
Languages: af, am, ar, az, be, bg, bn, ca, cs, da, el, es_es, et, eu, fa, fi, fil, fr, gl, he, hi, hr, hu, hy, id, is, ja, ka, kk, km, kn, ky, lo, lt, lv, mk, ml, mn, mr, ms, my, nb_no, ne, nl, pl, pt, ro, ru, si, sk, sl, sq, sr, sv, sw, ta, te, th, tr, uk, ur, vi, zu

source: Get the most relevant news to the region you choose. Read news stories curated to keep you updated on the latest news from anywhere in the world.
af: Kry die mees relevante nuus vir die streek wat u kies. Lees saamgestel nuusberigte om u op hoogte te hou van die nuutste nuus van oral ter wêreld.
am: ለመረጡት ክልል በጣም ጠቃሚ ዜናዎችን ያግኙ ፡፡ በየትኛውም የዓለም ክፍል በሚገኙ የቅርብ ጊዜ ዜናዎች ወቅታዊ መረጃዎችን ለእርስዎ ወቅታዊ መረጃ እንዲያገኙ ለማድረግ የተመረጡ የዜና ታሪኮችን ያንብቡ ፡፡
ar: احصل على الأخبار الأكثر صلة بالمنطقة التي تختارها. قراءة القصص الإخبارية المنسقة لإطلاعك على آخر الأخبار من أي مكان في العالم.
az: Seçdiyiniz bölgəyə ən uyğun xəbərləri göndərin. Dünyanın hər yerindən ən son xəbərlərdən xəbərdar olmaq üçün hazırlanmış xəbər hekayələrini oxuyun.
be: Атрымлівайце найбольш актуальныя навіны ў рэгіёне, які вы абралі. Чытайце навіны, куратары якіх будуць у курсе апошніх навін з любой кропкі свету.
bg: Атрымлівайце найбольш актуальныя навіны ў рэгіёне, які вы абралі. Чытайце навіны, куратары якіх будуць у курсе апошніх навін з любой кропкі свету.
bn: আপনার চয়ন করা অঞ্চলে সর্বাধিক প্রাসঙ্গিক সংবাদ পান। বিশ্বের যে কোনও জায়গা থেকে আপনাকে সর্বশেষতম সংবাদগুলিতে আপডেট রাখার জন্য সংযুক্ত নিউজ স্টোরিগুলি পড়ুন।
ca: Obteniu les notícies més rellevants per a la regió que trieu. Llegiu notícies seleccionades per mantenir-vos al dia de les últimes notícies de qualsevol part del món.
cs: Získejte nejrelevantnější zprávy pro region, který si vyberete. Přečtěte si novinové články sestavené tak, abyste byli informováni o nejnovějších zprávách z celého světa.
da: Få de mest relevante nyheder til den region, du vælger. Læs kuraterede nyhedshistorier for at holde dig opdateret om de seneste nyheder fra hvor som helst i verden.
el: Λάβετε τις πιο σχετικές ειδήσεις στην περιοχή που επιλέγετε. Διαβάστε ειδησεογραφικές ειδήσεις για να σας ενημερώσουμε για τα τελευταία νέα από οπουδήποτε στον κόσμο.
es_es: Obtenga las noticias más relevantes para la región que elija. Lea noticias seleccionadas para mantenerse actualizado sobre las últimas noticias de cualquier parte del mundo.
et: Hankige oma valitud piirkonna jaoks kõige asjakohasemad uudised. Lugege kureeritud uudislugusid, et oleksite kursis viimaste uudistega kõikjal maailmas.
eu: Lortu aukeratutako eskualdeko albiste garrantzitsuenak. Irakurri munduko edozein lekutatik etorritako azken berrien berri izateko.
fa: مرتبط ترین اخبار را به منطقه مورد نظر خود برسانید. برای به روز نگه داشتن آخرین اخبار از هرجای دنیا ، داستان های خبری را بخوانید.
fi: Hanki tärkeimmät uutiset valitsemallesi alueelle. Lue kuratoituja uutisia, jotta pysyt ajan tasalla uusimmista uutisista kaikkialta maailmasta.
fil: Kunin ang pinaka-kaugnay na balita sa rehiyon na iyong pinili. Basahin ang mga kwentong balita na na-curate upang mapanatili kang updated sa pinakabagong balita mula sa kahit saan sa mundo.
fr: Recevez les actualités les plus pertinentes pour la région de votre choix. Lisez les actualités organisées pour vous tenir au courant des dernières nouvelles de n'importe où dans le monde.
gl: Obtén as novas máis relevantes para a rexión que escollas. Le noticias seleccionadas para estar ao tanto das últimas novas de calquera parte do mundo.
he: קבל את החדשות הרלוונטיות ביותר לאזור שתבחר. קרא סיפורי חדשות שאצרו כדי לעדכן אותך בחדשות האחרונות מכל מקום בעולם.
hi: आपके द्वारा चुने गए क्षेत्र के लिए सबसे अधिक प्रासंगिक समाचार प्राप्त करें। दुनिया में कहीं से भी नवीनतम समाचारों पर आपको अपडेट रखने के लिए क्यूरेट की गई खबरें पढ़ें।
hr: Doznajte najrelevantnije vijesti o regiji koju ste odabrali. Čitajte vijesti odabrane kako biste bili u toku s najnovijim vijestima s bilo kojeg mjesta na svijetu.
hu: Szerezd meg a legrelevánsabb híreket a választott régió számára. Olvassa el a gondozott híreket, hogy folyamatosan értesülhessen a legfrissebb hírekről a világ bármely pontjáról.
hy: Ստացեք առավել համապատասխան նորություններ ձեր ընտրած տարածաշրջանից: Կարդացեք նորությունների պատմությունները, որոնք ձեզ պահում են աշխարհի ցանկացած վայրից ամենավերջին նորությունների վերաբերյալ:
id: Dapatkan berita paling relevan di wilayah yang Anda pilih. Baca artikel berita yang dikurasi agar Anda selalu mendapatkan berita terbaru dari mana saja di dunia.
is: Fáðu fréttirnar sem mestu máli skipta fyrir svæðið sem þú velur. Lestu fréttir sem eru sýndar til að halda þér uppfærðar á nýjustu fréttum hvar sem er í heiminum.
ja: 選択した地域に最も関連性の高いニュースを入手してください。厳選されたニュース記事を読んで、世界中のどこからでも最新ニュースを入手できます。
ka: მიიღეთ ყველაზე შესაბამისი სიახლეები თქვენს მიერ არჩეულ რეგიონში. წაიკითხეთ ახალი ამბების კურსები, რათა განახლდეთ უახლესი ამბები მსოფლიოს ნებისმიერი წერტილიდან.
kk: Сіз таңдаған аймаққа ең маңызды жаңалықтарды алыңыз. Әлемнің кез-келген нүктесіндегі соңғы жаңалықтардан хабардар болу үшін жасалған жаңалықтарды оқыңыз.
km: យកព័ត៌មានដែលពាក់ព័ន្ធបំផុតទៅតំបន់ដែលអ្នកជ្រើសរើស។ អានរឿងរ៉ាវព័ត៌មានដែលប្រមូលផ្តុំដើម្បីឱ្យអ្នកធ្វើបច្ចុប្បន្នភាពព័ត៌មានថ្មីៗពីគ្រប់ទីកន្លែងក្នុងពិភពលោក។
kn: ನೀವು ಆಯ್ಕೆ ಮಾಡಿದ ಪ್ರದೇಶಕ್ಕೆ ಹೆಚ್ಚು ಪ್ರಸ್ತುತವಾದ ಸುದ್ದಿಗಳನ್ನು ಪಡೆಯಿರಿ. ಪ್ರಪಂಚದ ಎಲ್ಲಿಂದಲಾದರೂ ಇತ್ತೀಚಿನ ಸುದ್ದಿಗಳ ಕುರಿತು ನಿಮ್ಮನ್ನು ನವೀಕರಿಸಲು ಸುದ್ದಿಗಳನ್ನು ಸಂಗ್ರಹಿಸಿ.
ky: Сиз тандаган аймакка эң актуалдуу жаңылыктарды алыңыз. Дүйнөнүн кайсы бурчунан болбосун акыркы жаңылыктардан кабардар болуп туруу үчүн даярдалган жаңылыктарды окуңуз.
lo: ເອົາຂ່າວທີ່ກ່ຽວຂ້ອງທີ່ສຸດໄປສູ່ຂົງເຂດທີ່ທ່ານເລືອກ. ອ່ານເລື່ອງຂ່າວທີ່ເກັບຮັກສາໄວ້ເພື່ອໃຫ້ທ່ານໄດ້ຮັບຂ່າວສານລ້າສຸດຈາກທຸກບ່ອນໃນໂລກ.
lt: Gaukite aktualiausias naujienas jūsų pasirinktam regionui. Skaitykite kuruojamas naujienas, kad būtumėte informuoti apie naujausias naujienas iš bet kurios pasaulio vietos.
lv: Saņemiet visatbilstošākās ziņas izvēlētajam reģionam. Lasiet apkopotos ziņu stāstus, lai jūs būtu informēts par jaunākajām ziņām no jebkuras vietas pasaulē.
mk: Добијте ги најрелевантните вести за регионот што го избравте. Прочитајте новини раскажани за да ве информираат за најновите вести од каде било во светот.
ml: നിങ്ങൾ തിരഞ്ഞെടുക്കുന്ന പ്രദേശത്തേക്ക് ഏറ്റവും പ്രസക്തമായ വാർത്തകൾ നേടുക. ലോകത്തെവിടെ നിന്നും ഏറ്റവും പുതിയ വാർത്തകൾ അപ്‌ഡേറ്റ് ചെയ്യുന്നതിന് ക്യൂറേറ്റുചെയ്‌ത വാർത്തകൾ വായിക്കുക.
mn: Сонгосон бүс нутагтаа хамгийн их хамааралтай мэдээг аваарай. Дэлхийн өнцөг булан бүрээс хамгийн сүүлийн үеийн мэдээг цаг тухайд нь авч байхын тулд боловсруулсан мэдээний түүхийг уншаарай.
mr: जगातील सर्व ताज्या बातम्या कार्यक्रम आणि वैशिष्ट्ये वाचा.
ms: Dapatkan berita yang paling relevan ke wilayah yang anda pilih. Baca kisah berita yang disusun untuk memastikan anda sentiasa mengemas kini berita terkini dari mana sahaja di dunia.
my: သင်နှင့်သက်ဆိုင်သောသတင်းကိုသင်ရွေးချယ်သောဒေသသို့ရယူပါ။ ကမ္ဘာပေါ်ရှိမည်သည့်နေရာမှမဆိုနောက်ဆုံးပေါ်သတင်းများကိုသင့်အားမွမ်းမံနိုင်ရန်အတွက်ပြင်ဆင်ထားသောသတင်းဆောင်းပါးများကိုဖတ်ပါ။
nb_no: Få de mest relevante nyhetene til regionen du velger. Les nyheter som er kuratert for å holde deg oppdatert på de siste nyhetene fra hvor som helst i verden.
ne: तपाईले छनौट गरेको क्षेत्रका लागि सब भन्दा सान्दर्भिक समाचार पाउनुहोस्। तपाईंलाई विश्वको कुनै पनि ठाउँबाट ताजा समाचारहरूमा अपडेट राख्न क्युरेट गरिएका समाचार कथाहरू पढ्नुहोस्।
nl: Ontvang het meest relevante nieuws voor de regio die u kiest. Lees nieuwsverhalen die zijn samengesteld om u op de hoogte te houden van het laatste nieuws, waar ook ter wereld.
pl: Otrzymuj najistotniejsze wiadomości dotyczące wybranego regionu. Czytaj artykuły informacyjne wyselekcjonowane, aby być na bieżąco z najnowszymi wiadomościami z dowolnego miejsca na świecie.
pt: Receba as notícias mais relevantes para a região que você escolher. Leia notícias selecionadas para mantê-lo atualizado sobre as últimas notícias de qualquer lugar do mundo.
ro: Obțineți cele mai relevante știri pentru regiunea pe care o alegeți. Citiți știri organizate pentru a vă ține la curent cu cele mai recente știri de oriunde din lume.
ru: Получайте самые актуальные новости для выбранного вами региона. Читайте подборки новостей, чтобы быть в курсе последних новостей из любой точки мира.
si: ඔබ තෝරා ගන්නා කලාපයට වඩාත්ම අදාළ පුවත් ලබා ගන්න. ලෝකයේ ඕනෑම තැනක සිට නවතම පුවත් පිළිබඳව ඔබව යාවත්කාලීනව තබා ගැනීම සඳහා උපුටා ගත් ප්‍රවෘත්ති කියවන්න.
sk: Získajte najrelevantnejšie správy pre región, ktorý si vyberiete. Prečítajte si novinové články, ktoré vás pripravujú, aby ste mali neustále prehľad o najnovších správach z celého sveta.
sl: Pridobite najpomembnejše novice v izbrani regiji. Preberite novice, ki jih pripravite, da boste na tekočem z najnovejšimi novicami s katerega koli sveta.
sq: Merrni lajmet më të rëndësishme për rajonin që zgjidhni. Lexoni histori të lajmeve të kuruara për t'ju mbajtur të azhurnuar me lajmet më të fundit nga kudo në botë.
sr: Примајте најрелевантније вести о региону који сте изабрали. Читајте вести одабране како бисте били у току са најновијим вестима са било ког места на свету.
sv: Få de mest relevanta nyheterna till den region du väljer. Läs nyheter som samlats för att hålla dig uppdaterad om de senaste nyheterna var som helst i världen.
sw: Pata habari muhimu zaidi kwa mkoa unaochagua. Soma hadithi za habari zilizopangwa ili kukuhabarisha habari mpya kutoka popote ulimwenguni.
ta: நீங்கள் தேர்வு செய்யும் பிராந்தியத்திற்கு மிகவும் பொருத்தமான செய்திகளைப் பெறுங்கள். உலகில் எங்கிருந்தும் சமீபத்திய செய்திகளைப் புதுப்பிக்கும்படி செய்திகளைப் படிக்கவும்.
te: మీరు ఎంచుకున్న ప్రాంతానికి అత్యంత సంబంధిత వార్తలను పొందండి. ప్రపంచంలో ఎక్కడి నుండైనా తాజా వార్తలను మీకు తెలియజేయడానికి వార్తా కథనాలను చదవండి.
th: รับข่าวสารที่เกี่ยวข้องกับภูมิภาคที่คุณเลือกมากที่สุด อ่านเรื่องราวข่าวที่จัดทำขึ้นเพื่อให้คุณได้รับข่าวสารล่าสุดจากทุกที่ในโลก
tr: Seçtiğiniz bölgeyle en alakalı haberleri alın. Dünyanın her yerinden en son haberlerden haberdar olmanızı sağlamak için seçilmiş haberleri okuyun.
uk: Отримуйте найрелевантніші новини у вибраному регіоні. Читайте новини, куратори, щоб ви в курсі останніх новин з будь-якої точки світу.
ur: اپنے منتخب کردہ خطے کے لئے سب سے زیادہ متعلقہ خبریں حاصل کریں۔ آپ کو دنیا کی کسی بھی جگہ سے تازہ ترین خبروں پر اپ ڈیٹ رکھنے کے لئے تیار کی گئی خبریں پڑھیں۔
vi: Nhận tin tức có liên quan nhất đến khu vực bạn chọn. Đọc những câu chuyện tin tức được sắp xếp để giúp bạn cập nhật những tin tức mới nhất từ ​​mọi nơi trên thế giới.
zu: Thola izindaba ezifanele kakhulu esifundeni osikhethayo. Funda izindaba zezindaba ezikhethiwe ukukugcina wazi ngezindaba zakamuva ezivela noma yikuphi emhlabeni.

source: Language
af: Taal
am: ቋንቋ
ar: لغة
az: Dil
be: Мова
bg: Мова
bn: ভাষা
ca: Llenguatge
cs: Jazyk
da: Sprog
el: Γλώσσα
es_es: Idioma
et: Keel
eu: Hizkuntza
fa: زبان
fi: Kieli
fil: Lengguwahe
fr: Langue
gl: Lingua
he: שפה
hi: भाषा
hr: Jezik
hu: Nyelv
hy: Լեզու
id: Bahasa
is: Tungumál
ja: 言語
ka: ენა
kk: тілдер
km: ភាសា
kn: ಭಾಷೆ
ky: Тил
lo: ພາສາ
lt: Kalba
lv: valoda
mk: Јазик
ml: ഭാഷ
mn: Хэл
mr: इंग्रजी
ms: Bahasa
my: ဘာသာစကား
nb_no: Språk
ne: भाषा
nl: Taal
pl: Język
pt: Língua
ro: Limbă
ru: язык
si: භාෂාව
sk: Jazyk
sl: Jezik
sq: GJUHA
sr: Jezik
sv: Språk
sw: lugha
ta: மொழி
te: భాష
th: ภาษา
tr: Dil
uk: Мова
ur: زبان
vi: Ngôn ngữ
zu: Ulimi

source: Results
af: Resultate
am: ውጤቶች
ar: نتائج
az: Nəticələr
be: Вынікі
bg: Резултати
bn: ফলাফল
ca: Resultats
cs: Výsledek
da: Resultater
el: Αποτελέσματα
es_es: Resultados
et: Tulemused
eu: Emaitzak
fa: نتایج
fi: Tulokset
fil: Mga Resulta
fr: Résultats
gl: Resultados
he: תוצאות
hi: रिजल्टस
hr: Rezultati
hu: Eredmények
hy: Արդյունքներ
id: Hasil
is: Úrslit
ja: 結果
ka: შედეგები
kk: Нәтижелер
km: លទ្ធផល
kn: ಫಲಿತಾಂಶಗಳು
ky: Жыйынтыктар
lo: ຜົນໄດ້ຮັບ
lt: Rezultatai
lv: Rezultāti
mk: Резултати
ml: ഫലം
mn: Үр дүн
ms: Keputusan
my: ရလဒ်များ
nb_no: Resultater
ne: परिणामहरू
nl: Resultaten
pl: Wyniki
pt: Resultados
ro: Rezultate
ru: Полученные результаты
si: ප්රතිපල
sk: Výsledky
sl: Rezultati
sq: Rezultatet
sr: Резултати
sv: Resultat
sw: Matokeo
ta: முடிவுகள்
te: ఫలితాలు
th: ผล
tr: Sonuçlar
uk: Результати
ur: نتائج
vi: Các kết quả
zu: Imiphumela

source: For You
af: Vir jou
am: ለእርስዎ
ar: لك
az: Sənin üçün
be: Для цябе
bg: За теб
bn: তোমার জন্য
ca: Per a Vostè
cs: Pro tebe
da: For Du
el: Για σενα
es_es: Para ti
et: Sinu jaoks
eu: Zuretzat
fa: برای شما
fi: Sinulle
fil: Para sa'yo
fr: Pour vous
gl: Para ti
he: בשבילך
hi: फॉर यू
hr: Za tebe
hu: Neked
hy: Քեզ համար
id: Untukmu
is: Fyrir þig
ja: あなたのために
ka: Შენთვის
kk: Сен үшін
km: សម្រាប់​អ្នក
kn: ನಿನಗಾಗಿ
ky: Сен үчүн
lo: ສຳ ລັບທ່ານ
lt: Tau
lv: Tev
mk: За тебе
ml: നിനക്കായ്
mn: Таны төлөө
ms: Untuk Anda
my: သင့်အတွက်
nb_no: For deg
ne: तिम्रो लागि
nl: Voor Jou
pl: Dla Was
pt: Para você
ro: Pentru Tu
ru: За Ты
si: ඔයා වෙනුවෙන්
sk: Pre teba
sl: Zate
sq: Për ty
sr: За тебе
sv: Till dig
sw: Kwa ajili yako
ta: உனக்காக
te: మీ కోసం
th: สำหรับคุณ
tr: Sen İçin
uk: Для Вас
ur: آپ کے لئے
vi: Cho bạn
zu: Kwakho

source: Top News
af: Top nuus
am: ዋና ዜናዎች
ar: الاخبار المهمه
az: Populyar Xəbərlər
be: Галоўныя Навіны
bg: Галоўныя Навіны
bn: শীর্ষ সংবাদ
ca: Cim Notícies
cs: Horní Zprávy
da: Top Nyheder
el: Κυριότερα Νέα
es_es: Cima Noticias
et: Tippuudised
fa: اخبار برتر
fi: Ylin Uutiset
fil: Mga Nangungunang Balita
fr: Top actualités
gl: A noticia máis importante
he: רֹאש חֲדָשׁוֹתׁ
hi: मुख्य न्यूज़
hr: Glavne vijesti
hu: Friss Hírek
hy: Գլխավոր նորություններ
id: Berita Puncak
ja: トップニュース
ka: ტოპ ახალი ამბები
kk: Басты Жаңалықтар
km: ព័ត៌មានពេញនិយម
kn: ಉನ್ನತ ಸುದ್ದಿ
ky: Башкы жаңылыктар
lo: ຂ່າວ Top
lt: Svarbiausios naujienos
lv: Populārākās ziņas
mk: Топ вести
ml: മികച്ച വാർത്ത
mn: Шилдэг мэдээ
mr: शीर्ष बातम्या
ms: Berita Utama
my: ထိပ်ပိုင်းသတင်းများ
nb_no: Viktige Nyheter
ne: मुख्य समाचार
nl: Top Nieuws
pl: Top Aktualności
pt: Principais
ro: Știri de top
ru: Главные новости
si: ඉහළම පුවත්
sk: Najlepšie správy
sl: Top novice
sq: LAJMET KRYESORE
sr: Najnovije vesti
sv: Topp Nyheter
sw: News Top
ta: முக்கியச் செய்திகள்
te: అగ్ర వార్తలు
th: ข่าวเด่น
tr: Üst Haberler
uk: Головні Новини
ur: اہم خبریں
vi: Chóp Tin vặt
zu: Izindaba Eziphezulu

source: HELP
af: HULP
am: እርዳታ
ar: مساعدة
az: YARDIM
be: ДАПАМОГА
bg: ПОМОЩ
bn: হেল্প
ca: AJUDA
cs: POMOC
da: HJÆLP
el: ΒΟΗΘΕΙΑ
es_es: AYUDA
et: ABI
eu: LAGUNTZA
fa: کمک
fi: APUA
fil: TULONG
fr: AIDE
gl: AXUDA
he: עֶזרָה
hi: मदद
hr: POMOĆ
hu: SEGÍTSÉG
hy: ՕԳՆՈՒԹՅՈՒՆ
id: BANTUAN
is: HJÁLP
ja: ヘルプ
ka: დახმარება
kk: Көмек
km: ជំនួយ
kn: ಸಹಾಯ
ky: ЖАРДАМ
lo: ການຄວາມຊ່ວຍເຫລືອ
lt: PAGALBA
lv: PALĪDZĪBA
mk: ПОМОШ
ml: സഹായിക്കൂ
mn: ТУСЛАМЖ
mr: मदत
ms: BANTU
my: အကူအညီ
nb_no: HJELP
ne: सहयोग
nl: HELPEN
pl: POMOC
pt: AJUDA
ro: AJUTOR
ru: ПОМОГИТЕ
si: උදව්
sk: POMOC
sl: POMOČ
sq: NDIHMA
sr: POMOĆ
sv: HJÄLP
ta: உதவி
te: సహాయం
th: ช่วยเหลือ
tr: YARDIM
uk: ДОПОМОГА
ur: مدد
vi: TRỢ GIÚP
zu: USIZO

source: Dark
af: Donker
am: ጨለማ
ar: داكن
az: Qaranlıq
be: Цёмны
bg: Тъмна
bn: ডার্ক
ca: Fosc
cs: Temný
da: Mørkt
el: Σκοτεινό
es_es: Oscuro
et: Tume
eu: Iluna
fa: تاریک
fi: Tumma
fr: Foncé
gl: Escuro
he: אפל
hi: अंधेरा
hr: Tamni način rada
hu: Sötét
hy: Մուգ
id: Gelap
is: Myrkur
ja: ダーク
kk: Қараңғы
km: ងងឹត
kn: ಡಾರ್ಕ್
ky: Караңгы
lo: ຊ້ໍາ
lt: Tamsi
lv: tumšs
mk: темно
ml: ഇരുണ്ട
mn: Харанхуй
mr: गडद
ms: Gelap
my: အမှောင်
nb_no: Mørk
ne: अँध्यारो
nl: Donker
pl: Ciemny
pt: Escuro
ro: Întunecat
ru: Тьма
si: අඳුරු
sk: Temný
sl: Temno
sq: Errësirë
sr: Tamno
sv: Mörk
ta: டார்க்
te: చీకటి
th: มืด
tr: Karanlık
uk: Темний
ur: سیاہ
vi: Tối
zu: Kumnyama

source: Light
af: Lig
am: ብርሃን
ar: ضوء
az: İşıqlı
be: Светлы
bg: Светъл
bn: লাইট
ca: Lleuger
cs: Světlý
da: Lyst
el: Φωτεινό
es_es: Claro
et: Hele
eu: Argia
fa: سبک
fi: Valo
fr: Lumière
gl: Luz
he: אוֹר
hi: रोशनी
hr: Svjetli način rada
hu: Világos
hy: Բաց
id: Terang
is: ljós
ja: ライト
ka: ნათელი
kk: Жарық
km: ភ្លឺ
kn: ಬೆಳಕು
ky: Жарык
lo: ແສງສະຫວ່າງ
lt: Šviesi
lv: gaisma
mk: светлина
ml: വെളിച്ചം
mn: Гэрэл
mr: प्रकाश
ms: Terang
my: အလင်း
nb_no: Lys
ne: उज्ज्यालो
nl: Licht
pl: Światło
pt: Claro
ro: Luminos
ru: Свет
si: එළිය
sk: Svetlý
sl: Svetloba
sq: Drita
sr: Svetlo
sv: Ljus
sw: Mwanga
ta: லைட்
te: కాంతి
th: สว่าง
tr: Aydınlık
uk: Світлий
ur: سفید
vi: Sáng
zu: Ukukhanya

source: Choose a style
af: Kies 'n styl
am: ዘይቤን ይምረጡ
ar: اختر نمطًا
az: Bir stil seçin
be: Выбірайце стыль
bg: Изберете стил
bn: একটি শৈলী চয়ন করুন
ca: Trieu un estil
cs: Vyberte si styl
da: Vælg en stil
el: Επιλέξτε ένα στυλ
es_es: Elige un estilo
et: Valige stiil
eu: Aukeratu estilo bat
fa: یک سبک را انتخاب کنید
fi: Valitse tyyli
fil: Pumili ng istilo
fr: Choisissez un style
gl: Elixe un estilo
he: בחר סגנון
hi: एक शैली चुनें
hr: Odaberite stil
hu: Válasszon stílust
hy: Ընտրեք ոճ
id: Pilih gaya
is: Veldu stíl
ja: スタイルを選ぶ
ka: აირჩიეთ სტილი
km: ជ្រើសរើសស្ទីល
kn: ಶೈಲಿಯನ್ನು ಆರಿಸಿ
ky: Стилди тандаңыз
lo: ເລືອກແບບ
lt: Pasirinkite stilių
lv: Izvēlieties stilu
mk: Изберете стил
ml: ഒരു ശൈലി തിരഞ്ഞെടുക്കുക
mn: Загвараа сонгоорой
mr: एक शैली निवडा
ms: Pilih gaya
my: စတိုင်ရွေးပါ
nb_no: Velg en stil
ne: शैली छनौट गर्नुहोस्
nl: Kies een stijl
pl: Wybierz styl
pt: Escolha um estilo
ro: Alegeți un stil
ru: Выбери стиль
si: මෝස්තරයක් තෝරන්න
sk: Vyberte si štýl
sl: Izberite slog
sq: Zgjidhni një stil
sr: Изаберите стил
sv: Välj en stil
sw: Chagua mtindo
ta: ஒரு பாணியைத் தேர்வுசெய்க
te: శైలిని ఎంచుకోండి
th: เลือกสไตล์
tr: Bir stil seçin
uk: Виберіть стиль
ur: ایک اسٹائل کا انتخاب کریں
vi: Chọn một phong cách
zu: Khetha isitayela

source: Pop or subtle. Day or night. Customize your interface.
af: Pop of subtiel. Dag of nag. Pas u koppelvlak aan.
am: ብቅ ወይም ረቂቅ ፡፡ ቀን ወይም ማታ ፡፡ በይነገጽዎን ያብጁ።
ar: انبثاق أو رقيق. ليلاً أو نهارًا. خصص واجهتك.
az: Pop və ya incə. Gündüz və ya gecə. İnterfeysinizi fərdiləşdirin.
be: Поп ці тонкі. Дзень ці ноч. Наладзьце свой інтэрфейс.
bg: Поп или фин. Ден или нощ. Персонализирайте вашия интерфейс.
bn: পপ বা সূক্ষ্ম। দিন বা রাত. আপনার ইন্টারফেস কাস্টমাইজ করুন।
ca: Pop o subtil. Dia o nit. Personalitzeu la vostra interfície.
cs: Pop nebo subtilní. Den nebo noc. Přizpůsobte si rozhraní.
da: Pop eller subtil. Dag eller nat. Tilpas din grænseflade.
el: Pop ή λεπτό. Μέρα ή νύχτα. Προσαρμόστε τη διεπαφή σας.
es_es: Pop o sutil. De día o de noche. Personaliza tu interfaz.
et: Pop või peen. Päeval või öösel. Kohandage oma liidest.
eu: Pop edo sotila. Egunez edo gauez. Pertsonalizatu zure interfazea.
fa: سرگرم کننده یا زیبا. شب یا روز رابط کاربری خود را سفارشی کنید.
fi: Poppi tai hienovarainen. Päivä tai yö. Muokkaa käyttöliittymääsi.
fil: Pop o banayad. Araw o gabi. I-customize ang iyong interface.
fr: Pop ou subtile. De jour comme de nuit. Personnalisez votre interface.
gl: Pop ou sutil. Día ou noite. Personaliza a túa interface.
he: פופ או עדין. יום או לילה. התאם אישית את הממשק שלך.
hi: पॉप या सूक्ष्म। दिन या रात। अपने इंटरफ़ेस को अनुकूलित करें।
hr: Pop ili suptilan. Danju ili noću. Prilagodite svoje sučelje.
hu: Pop vagy finom. Nappal vagy éjjel. Testreszabhatja a kezelőfelületet.
hy: Փոփ կամ նուրբ: Օր կամ գիշեր: Անհատականացրեք ձեր ինտերֆեյսը:
id: Pop atau halus. Siang atau malam. Sesuaikan antarmuka Anda.
is: Popp eða lúmskt. Dagur eða nótt. Sérsniðið viðmótið þitt.
ja: ポップまたは微妙。 昼か夜か。 インターフェイスをカスタマイズします。
ka: პოპი ან დახვეწილი. დღე ან ღამე. მოირგეთ თქვენი ინტერფეისი.
km: ប៉ុបឬល្បិច។ ថ្ងៃឬយប់។ ប្តូរចំណុចប្រទាក់របស់អ្នកតាមបំណង។
kn: ಪಾಪ್ ಅಥವಾ ಸೂಕ್ಷ್ಮ. ಹಗಲು ಅಥವಾ ರಾತ್ರಿ. ನಿಮ್ಮ ಇಂಟರ್ಫೇಸ್ ಅನ್ನು ಕಸ್ಟಮೈಸ್ ಮಾಡಿ.
ky: Поп же тымызын. Күн же түн. Интерфейсиңизди ыңгайлаштырыңыз.
lo: Pop ຫຼື subtle. ກາງເວັນຫລືກາງຄືນ. ປັບແຕ່ງການໂຕ້ຕອບຂອງທ່ານ.
lt: Popas ar subtilus. Diena ar naktis. Tinkinkite savo sąsają.
lv: Pop vai smalks. Diena vai nakts. Pielāgojiet savu saskarni.
mk: Поп или суптилен. Ден или ноќ. Прилагодете го вашиот интерфејс.
ml: പോപ്പ് അല്ലെങ്കിൽ സൂക്ഷ്മ. രാവും പകലും. നിങ്ങളുടെ ഇന്റർഫേസ് ഇച്ഛാനുസൃതമാക്കുക.
mn: Поп эсвэл нарийн. Өдөр эсвэл шөнө. Өөрийн интерфэйсийг өөрчил.
mr: पॉप किंवा सूक्ष्म दिवस किंवा रात्र. आपला इंटरफेस सानुकूलित करा.
ms: Pop atau halus. Siang atau malam. Sesuaikan antara muka anda.
my: ပေါ့ပ်သို့မဟုတ်သိမ်မွေ့။ နေ့သို့မဟုတ်ည။ သင့်ရဲ့ interface ကိုစိတ်ကြိုက်။
nb_no: Pop eller subtil. Dag eller natt. Tilpass grensesnittet.
ne: पप वा सूक्ष्म। दिन वा रात। तपाईंको ईन्टरफेस अनुकूलित गर्नुहोस्।
nl: Pop of subtiel. Dag of nacht. Pas uw interface aan.
pl: Pop lub subtelny. Dzień czy noc. Dostosuj swój interfejs.
pt: Pop ou sutil. Dia ou noite. Personalize sua interface.
ro: Pop sau subtil. Zi sau noapte. Personalizați-vă interfața.
ru: Поп или тонкий. День или ночь. Настройте свой интерфейс.
si: පොප් හෝ සියුම්. දිවා හෝ රාත්‍රී. ඔබේ අතුරු මුහුණත අභිරුචිකරණය කරන්න.
sk: Pop alebo jemné. Deň alebo noc. Prispôsobte si rozhranie.
sl: Pop ali subtilen. Dan ali noč. Prilagodite svoj vmesnik.
sq: Pop apo delikate. Dita apo nata. Personalizoni ndërfaqen tuaj.
sr: Поп или суптилан. Дању или ноћу. Прилагодите свој интерфејс.
sv: Pop eller subtil. Dag eller natt. Anpassa ditt gränssnitt.
sw: Pop au hila. Mchana au usiku. Customize interface yako.
ta: பாப் அல்லது நுட்பமான. பகல் அல்லது இரவு. உங்கள் இடைமுகத்தைத் தனிப்பயனாக்கவும்.
te: పాప్ లేదా సూక్ష్మ. పగలు లేదా రాత్రి. మీ ఇంటర్‌ఫేస్‌ను అనుకూలీకరించండి.
th: ป๊อปหรือบอบบางกลางวันหรือกลางคืนปรับแต่งอินเทอร์เฟซของคุณ
tr: Pop veya ince. Gündüz veya gece. Arayüzünüzü özelleştirin.
uk: Поп або тонкий. Вдень чи вночі. Налаштуйте свій інтерфейс.
ur: پاپ یا ٹھیک ٹھیک۔ دن ہو یا رات۔ اپنے انٹرفیس کو اپنی مرضی کے مطابق بنائیں۔
vi: Nổi bật hoặc tinh tế. Ngày hay đêm. Tùy chỉnh giao diện của bạn.
zu: Pop noma ezicashile. Emini noma ebusuku. Enza ngendlela oyifisayo i-interface yakho.

source: About
af: Oor ons
am: ስለ እኛ
ar: معلومات عنا
az: Haqqımızda
be: Пра Нас
bg: За нас
bn: আমাদের সম্পর্কে
ca: Sobre nosaltres
cs: O nás
da: Om os
el: Σχετικά με Εμάς
es_es: Sobre nosotros
et: Meist
eu: Guri buruz
fa: درباره ما
fi: Tietoa meistä
fil: Tungkol sa Amin
fr: À propos de nous
gl: Sobre nós
he: עלינו
hi: हमारे बारे में
hr: O nama
hu: Rólunk
hy: Մեր մասին
id: Tentang Kami
is: Um okkur
ja: 私たちについて
ka: ჩვენს შესახებ
kk: Біз жайлы
km: អំពី​ពួក​យើង
kn: ನಮ್ಮ ಬಗ್ಗೆ
ky: Биз жөнүндө
lo: ກ່ຽວ​ກັບ​ພວກ​ເຮົາ
lt: Apie mus
lv: Par mums
mk: за нас
ml: ഞങ്ങളേക്കുറിച്ച്
mn: Бидний тухай
mr: आमच्या विषयी
ms: Tentang Kami
my: ကျွန်ပ်တို့အကြောင်း
nb_no: Om oss
ne: हाम्रो बारे
nl: Over Ons
pl: O nas
pt: Sobre Nós
ro: Despre noi
ru: О нас
si: අපි ගැන
sk: O nás
sl: O nas
sq: RRETH NESH
sr: O nama
sv: Om oss
sw: Swahili
ta: எங்களைப் பற்றி
te: మా గురించి
th: เกี่ยวกับเรา
tr: Hakkımızda
uk: Про нас
ur: ہمارے بارے میں
vi: Về Chúng Tôi
zu: Mayelana NATHI

source: Share
af: Deel
am: ያሳውቁ
ar: شارك
az: Paylaşın
be: Падзяліцца
bg: Сподели
bn: শেয়ার করুন
ca: Compartir
cs: Sdílet
da: Del
el: Μοιραστείτε
es_es: Compartir
et: Jaga
fa: اشتراک گذاری
fi: Jaa
fil: Ibahagi
fr: Partager
gl: Compartir
he: לַחֲלוֹק
hi: शेयर करें
hr: Podijeli
hu: Megosztás
hy: Կիսվել
id: Bagikan
ja: シェア
ka: გაზიარება
kk: Бөлісу
km: ចែករំលែក
kn: ಹಂಚಿಕೊಳ್ಳಿ
ky: Бөлүшүү
lo: ແບ່ງປັນ
lt: Dalintis
lv: daļa
mk: Сподели
ml: പങ്കിടുക
mn: Хуваалцах
mr: सामायिक करा
ms: Kongsi
my: မျှဝေရန်
nb_no: Del
ne: शेयेर
nl: Deel
pl: Udostępnij
pt: Compartilhar
ro: Distribuie
ru: Поделиться
si: බෙදාහරින්න
sk: Zdieľať
sl: Deli
sq: SHPËRNDANI
sr: Podeli
sv: Dela
sw: Kushiriki
ta: பகிரவும்
te: పంపు
th: แบ่งปัน
tr: Paylaş
uk: Поділитися
ur: شئیر
vi: Chia sẻ
zu: Yabelana

source: ACCOUNT
af: Rekening
am: መለያ/አካዎንት
ar: الحساب
az: HESAB
be: АКАЎНТ
bg: Профил
bn: অ্যাকাউন্ট
ca: COMPTE
cs: ÚČET
da: Konto
el: ΛΟΓΑΡΙΑΣΜΟΣ
es_es: CUENTA
et: KONTO
eu: KONTUA
fa: حساب
fi: TILI
fr: COMPTE
gl: FACTURA
he: חֶשְׁבּוֹן
hi: अकाउंट
hr: RAČUN
hu: FIÓK
hy: ՀԱՇԻՎ
id: AKUN
is: REIKNINGUR
ja: アカウント
ka: ანგარიში
kk: Аккаунт
km: គណនី
kn: ಖಾತೆ
ky: Аккаунт
lo: ບັນຊີ
lt: PASKYRA
lv: KONTS
mk: СМЕТКА
mn: БҮРТГЭЛ
mr: खाते
ms: Akaun
my: အကောင့်ု
nb_no: KONTO
ne: अकाउन्ट
pl: KONTO
pt: CONTA
ro: CONT
ru: СЧЕТ
si: ගිණුම
sk: ÚČET
sl: RAČUN
sq: LLOGARIA
sr: RAČUN
sv: KONTO
ta: கணக்கு
te: ఖాతా
th: บัญชีผู้ใช้
tr: Hesap
uk: АККАУНТ
ur: اکاؤنٹ
vi: TÀI KHOẢN
zu: I-AKHAWUNTI
