Repository: newsreels/app-mobile-ios
Catalog: Bullet/*.lproj/Localizable.strings
Languages: af, am, ar, az, be, bg, bn, ca, cs, da, el, es_es, et, eu, fa, fi, fil, fr, gl, he, hi, hr, hu, hy, id, is, ja, ka, kk, km, kn, ky, lo, lt, lv, mk, ml, mn, mr, ms, my, nb_no, ne, nl, pl, pt, ro, ru, si, sk, sl, sq, sr, sv, sw, ta, te, th, tr, uk, ur, vi, zu

source: Choose your News in Bullets Edition based on locale
af: Kies u News in Bullets Edition op grond van die land
am: በአከባቢው መሠረት የእርስዎን ዜና በጥይት እትም ይምረጡ
ar: اختر الأخبار الخاصة بك في إصدار التعداد النقطي بناءً على اللغة
az: Bullets Edition-dakı Xəbərlərinizi yerli bazaya əsasən seçin
be: Выбірайце свае навіны ў выпуску Маркіраваныя знакі з улікам мовы
bg: Изберете вашите новини в изданието Bullets въз основа на локал
bn: লোকেলের উপর ভিত্তি করে বুলেট সংস্করণে আপনার নিউজ চয়ন করুন
ca: Trieu les vostres notícies a Bullets Edition segons la configuració regional
cs: Vyberte si své novinky v edici Bullets podle národního prostředí
da: Vælg dine nyheder i Bullets Edition baseret på lokalitet
el: Επιλέξτε τις Ειδήσεις σας στην έκδοση Bullets με βάση τις τοπικές ρυθμίσεις
es_es: Elija sus noticias en Bullets Edition según la configuración regional
et: Valige oma uudised Bullets Editionis lokaadi põhjal
eu: Aukeratu Bullets edizioan dituzun albisteak lokalean oinarrituta
fa: اخبار خود را در نسخه Bullets بر اساس محلی انتخاب کنید
fi: Valitse uutiset Bullets Editionissa kielen perusteella
fil: Piliin ang iyong News sa Bullets Edition batay sa lokal
fr: Choisissez vos actualités dans l'édition Bullets en fonction des paramètres régionaux
gl: Elixe as túas novidades en Bullets Edition en función da configuración rexional
he: בחר את מהדורת החדשות שלך בכדורים בהתאם למיקום
hi: लोकेल पर आधारित बुलेट्स एडिशन में अपनी खबर चुनें
hr: Odaberite svoje vijesti u izdanju Bullets na temelju lokalnog jezika
hu: Válassza ki hírét a Bullets Edition-ben a területi beállítás alapján
hy: Ընտրեք տեղական տվյալների հիման վրա ձեր նորությունները Bullets Edition- ում
id: Pilih Berita Anda dalam Edisi Bullets berdasarkan lokal
is: Veldu fréttir þínar í byssukúlum út frá svæðinu
ja: ロケールに基づいてBulletsEditionでニュースを選択します
ka: აირჩიეთ თქვენი სიახლეები ტყვიის გამოცემაში, ლოკალის მიხედვით
kk: Bullets Edition ішіндегі жаңалықтарды жергілікті тілге сүйене отырып таңдаңыз
km: ជ្រើសរើសព័ត៌មានរបស់អ្នកនៅក្នុងព្រឹត្តិបត្រព្រឹត្តិប័ត្រផ្អែកលើមូលដ្ឋាន
kn: ಲೊಕೇಲ್ ಆಧರಿಸಿ ಬುಲೆಟ್ಸ್ ಆವೃತ್ತಿಯಲ್ಲಿ ನಿಮ್ಮ ಸುದ್ದಿಗಳನ್ನು ಆರಿಸಿ
ky: Bullets Edition жаңылыктарыңызды жергиликтүү тилге жараша тандаңыз
lo: ເລືອກຂ່າວຂອງທ່ານໃນ Bullets Edition ໂດຍອີງໃສ່ທ້ອງຖິ່ນ
lt: Pasirinkite savo naujienas „Bullets Edition“ pagal lokalę
lv: Izvēlieties savu Ziņu Bullets Edition, pamatojoties uz lokalizāciju
mk: Изберете ги вашите вести во едицијата куршуми засновани на локално ниво
ml: ലോക്കേലിനെ അടിസ്ഥാനമാക്കി ബുള്ളറ്റ് പതിപ്പിലെ നിങ്ങളുടെ വാർത്ത തിരഞ്ഞെടുക്കുക
mn: Bullets Edition дэх News-ийг локал дээр үндэслэн сонгоно уу
ms: Pilih Berita anda dalam Edisi Peluru berdasarkan bahasa
my: ဒေသပေါ် မူတည်၍ သင်၏သတင်းကို Bullets Edition တွင်ရွေးချယ်ပါ
nb_no: Velg News in Bullets Edition basert på lokalitet
ne: स्थानीय समाचारमा आधारित बुलेट संस्करणमा तपाईंको समाचार छनौट गर्नुहोस्
nl: Kies uw News in Bullets Edition op basis van de landinstelling
pl: Wybierz wiadomości w Bullets Edition na podstawie ustawień regionalnych
pt: Escolha o seu News in Bullets Edition com base na localidade
ro: Alegeți Știrile dvs. în ediția Bullets în funcție de localizare
ru: Выберите новости в Bullets Edition в зависимости от региона
si: පෙදෙසි මත පදනම්ව ඔබේ පුවත් බුලට් සංස්කරණයෙන් තෝරන්න
sk: Vyberte si svoje novinky v edícii Bullets podľa miestnych nastavení
sl: Izberite svoje novice v izdaji Bullets glede na jezik
sq: Zgjidhni Lajmet tuaja në Edicionin Bullets bazuar në vendndodhjen
sr: Изаберите своје вести у издању Буллетс засноване на локалитету
sv: Välj dina nyheter i Bullets Edition baserat på språk
sw: Chagua Habari yako katika Toleo la Risasi kulingana na eneo lako
ta: இருப்பிடத்தின் அடிப்படையில் உங்கள் செய்திகளை புல்லட் பதிப்பில் தேர்வு செய்யவும்
te: లొకేల్ ఆధారంగా మీ వార్తలను బుల్లెట్ ఎడిషన్‌లో ఎంచుకోండి
th: เลือกข่าวสารของคุณใน Bullets Edition ตามสถานที่
tr: Bullets Edition'daki Haberlerinizi yerel ayara göre seçin
uk: Вибирайте свої новини в редакції Bullets, виходячи з мови
ur: مقام پر مبنی بلٹس ایڈیشن میں اپنی خبریں منتخب کریں
vi: Chọn Tin tức của bạn trong Ấn bản Bullets dựa trên ngôn ngữ
zu: Khetha izindaba zakho ku-Bullets Edition ngokususelwa endaweni

source: Edition
af: Uitgawe
am: እትም
ar: الإصدار
az: Nəşr
be: Выданне
bg: Издание
bn: সংস্করণ
ca: Edició
cs: Edice
da: Udgave
el: Εκδοση
es_es: Edición
et: Väljaanne
eu: Edizioa
fa: نسخه
fi: Painos
fil: Edisyon
fr: Édition
gl: Edición
he: מַהֲדוּרָה
hi: एडिशन
hr: Izdanje
hu: Kiadás
hy: Հրատարակություն
id: Edisi
is: Útgáfa
ja: 版
ka: გამოცემა
kk: Шығарылым
km: បោះពុម្ព
kn: ಆವೃತ್ತಿ
lo: ສະບັບ
lt: Leidimas
lv: Izdevums
mk: Издание
ml: പതിപ്പ്
mn: Хэвлэл
ms: Edisi
my: ထုတ်ဝေ
nb_no: Utgave
ne: संस्करण
nl: Editie
pl: Wydanie
pt: Edição
ro: Ediție
ru: Издание
si: සංස්කරණය
sk: Vydanie
sq: Botimi
sr: Едитион
sv: Utgåva
sw: Toleo
ta: பதிப்பு
te: ఎడిషన్
th: ฉบับ
tr: Baskı
uk: Видання
ur: ایڈیشن
vi: đồng ý
zu: Uhlelo

source: EDITION / REGION
af: UITGAWE / STREEK
am: እትም / ክልል
ar: الطبعة / المنطقة
az: Nəşr / bölgə
be: ВЫДАННЕ / РЭГІОН
bg: ИЗДАНИЕ / РЕГИОН
bn: সম্পাদনা / অঞ্চল
ca: EDICIÓ / REGIÓ
cs: EDICE / REGION
da: UDGAVE / REGION
el: ΕΚΔΟΣΗ / ΠΕΡΙΟΧΗ
es_es: EDICIÓN / REGIÓN
et: TOIMETUS / PIIRKOND
eu: EDIZIOA / ESKUALDEA
fa: ویرایش / منطقه
fi: PAINOS / ALUE
fil: EDISYON / REHIYON
fr: ÉDITION / RÉGION
gl: EDICIÓN / COMARCA
he: מהדורה / אזור
hi: एडिशन / क्षेत्र
hr: IZDANJE / REGIJA
hu: KIADÁS / RÉGIÓ
hy: ԽՄԲԱԳՐՈՒՄ / ՇՐIONԱՆ
id: EDISI / WILAYAH
is: Útgáfa / SVÆÐI
ja: エディション/リージョン
ka: გამოცემა / რეგიონი
kk: РЕДАКЦИЯ / АЙМАҚ
km: ការកែសំរួល / នីតិកម្ម
kn: ಆವೃತ್ತಿ / ಪ್ರದೇಶ
ky: чыгаруу
lo: ສະບັບ
lt: LEIDIMAS / REGIONAS
lv: IZDEVUMS / REĢIONS
mk: ИЗДАВАЕ / РЕГИОН
ml: പതിപ്പ് / പ്രദേശം
mn: ХЭВЛЭЛ / БҮС
mr: संस्करण
ms: EDISI / WILAYAH
my: တည်းဖြတ် / ဒေသ
nb_no: UTGAVE / REGION
ne: संस्करण / क्षेत्र
nl: EDITIE / REGIO
pl: WYDANIE / REGION
pt: EDIÇÃO / REGIÃO
ro: EDIȚIE / REGIUNE
ru: ИЗДАНИЕ / РЕГИОН
si: සංස්කරණය / කලාපය
sk: EDÍCIA / REGIÓN
sl: UREDBA / REGIJA
sq: EDICIONI / RAJONI
sr: ИЗДАЊЕ / РЕГИОН
sv: UTGAVA / REGION
sw: TOLEO / MKOA
ta: பதிப்பு / பகுதி
te: ఎడిషన్ / రీజియన్
th: EDITION / ภูมิภาค
tr: BASKI / BÖLGE
uk: ВИДАННЯ / РЕГІОН
ur: ایڈیشن / علاقہ
vi: Phiên bản
zu: UHLELO / ISIFUNDA

source: Your Topics
af: Jou onderwerpe
am: የእርስዎ ርዕሶች
ar: مواضيعك
az: Mövzular
be: Вашы тэмы
bg: Вашите теми
bn: আপনার বিষয়গুলি
ca: Els vostres temes
cs: Vaše témata
da: Dine emner
el: Τα θέματα σας
es_es: Tus temas
et: Teie teemad
eu: Zure Gaiak
fa: مباحث شما
fi: Omat aiheet
fil: Ang iyong Mga Paksa
fr: Vos sujets
gl: Os teus temas
he: הנושאים שלך
hi: आपके विषय
hr: Vaše teme
hu: Az Ön témái
hy: Ձեր թեմաները
id: Topik Anda
is: Málefni þín
ja: あなたのトピック
ka: თქვენი თემები
kk: Сіздің тақырыптарыңыз
km: ប្រធានបទរបស់អ្នក
kn: ನಿಮ್ಮ ವಿಷಯಗಳು
ky: Сиздин темаларыңыз
lo: ຫົວຂໍ້ຂອງທ່ານ
lt: Jūsų temos
lv: Jūsu tēmas
mk: Вашите теми
ml: നിങ്ങളുടെ വിഷയങ്ങൾ
mn: Таны сэдэв
ms: Topik Anda
my: သင့်ခေါင်းစဉ်များ
nb_no: Dine emner
ne: तपाईका शीर्षकहरू
nl: Uw onderwerpen
pl: Twoje tematy
pt: Seus Tópicos
ro: Subiectele tale
ru: Ваши темы
si: ඔබේ මාතෘකා
sk: Vaše témy
sl: Vaše teme
sq: Temat tuaja
sr: Ваше теме
sv: Dina ämnen
sw: Mada Zako
ta: உங்கள் தலைப்புகள்
te: మీ విషయాలు
th: หัวข้อของคุณ
tr: Konularınız
uk: Ваші теми
ur: آپ کے عنوانات
vi: Chủ đề của bạn
zu: Izihloko zakho

source: Your Channels
af: U kanale
am: የእርስዎ ሰርጦች
ar: قنواتك
az: Kanallarınız
be: Вашы каналы
bg: Вашите канали
bn: আপনার চ্যানেলগুলি
ca: Els vostres canals
cs: Vaše kanály
da: Dine kanaler
el: Τα κανάλια σας
es_es: Tus canales
et: Teie kanalid
eu: Zure kanalak
fa: کانال های شما
fi: Kanavat
fil: Ang iyong Mga Channel
fr: Vos chaînes
gl: As túas canles
he: הערוצים שלך
hi: आपके चैनल
hr: Vaši kanali
hu: A csatornáid
hy: Ձեր ալիքները
id: Saluran Anda
is: Rásir þínar
ja: あなたのチャンネル
ka: თქვენი არხები
kk: Сіздің арналарыңыз
km: ឆានែលរបស់អ្នក
kn: ನಿಮ್ಮ ಚಾನಲ್‌ಗಳು
ky: Сиздин каналдары
lo: ຊ່ອງທາງຂອງທ່ານ
lt: Jūsų kanalai
lv: Jūsu kanāli
mk: Вашите канали
ml: നിങ്ങളുടെ ചാനലുകൾ
mn: Таны сувгууд
ms: Saluran Anda
my: သင့်ရဲ့လိုင်းများ
nb_no: Kanalene dine
ne: तपाईंको च्यानलहरू
nl: Uw kanalen
pl: Twoje kanały
pt: Seus canais
ro: Canalele tale
ru: Ваши каналы
si: ඔබේ නාලිකා
sk: Vaše kanály
sl: Vaši kanali
sq: Kanalet tuaja
sr: Ваши канали
sv: Dina kanaler
sw: Vituo vyako
ta: உங்கள் சேனல்கள்
te: మీ ఛానెల్‌లు
th: ช่องของคุณ
tr: Kanallarınız
uk: Ваші канали
ur: آپ کے چینلز
vi: Kênh của bạn
zu: Iziteshi zakho

source: Your Places
af: Jou plekke
am: የእርስዎ ቦታዎች
ar: أماكنك
az: Yerləriniz
be: Вашы месцы
bg: Вашите места
bn: আপনার জায়গা
ca: Els vostres llocs
cs: Vaše místa
da: Dine steder
el: Τα μέρη σας
es_es: Tus lugares
et: Teie kohad
eu: Zure Lekuak
fa: مکانهای شما
fi: Omat paikat
fil: Ang iyong Mga Lugar
fr: Vos lieux
gl: Os teus lugares
he: המקומות שלך
hi: आपके स्थान
hr: Vaša mjesta
hu: Saját helyek
hy: Ձեր տեղերը
id: Tempat Anda
is: Staðir þínir
ja: あなたの場所
ka: თქვენი ადგილები
kk: Сіздің орындарыңыз
km: កន្លែងរបស់អ្នក
kn: ನಿಮ್ಮ ಸ್ಥಳಗಳು
ky: Сиздин жерлер
lo: ສະຖານທີ່ຂອງທ່ານ
lt: Jūsų vietos
lv: Jūsu vietas
mk: Вашите места
ml: നിങ്ങളുടെ സ്ഥലങ്ങൾ
mn: Таны газрууд
ms: Tempat Anda
my: သင်၏နေရာများ
nb_no: Dine steder
ne: तपाईंको स्थानहरू
nl: Jouw plaatsen
pl: Twoje miejsca
pt: Seus lugares
ro: Locurile tale
ru: Ваши места
si: ඔබේ ස්ථාන
sk: Vaše miesta
sl: Vaša mesta
sq: Vendet tuaja
sr: Ваша места
sv: Dina platser
sw: Maeneo Yako
ta: உங்கள் இடங்கள்
te: మీ స్థలాలు
th: สถานที่ของคุณ
tr: Yerleriniz
uk: Ваші місця
ur: آپ کے مقامات
vi: Địa điểm của bạn
zu: Izindawo zakho

source: Enter email.
af: Voer e-posadres in.
am: ኢሜል ያስገቡ።
ar: أدخل البريد الإلكتروني.
az: E-poçt daxil edin.
be: Увядзіце адрас электроннай пошты.
bg: Въведете имейл.
bn: ইমেইল প্রদান করুন.
ca: Introduïu el correu electrònic.
cs: Zadejte email.
da: Indtast e-mail.
el: Εισάγετε ηλεκτρονική διεύθυνση.
es_es: Ingrese correo electrónico.
et: Sisestage e-posti aadress.
eu: Idatzi posta elektronikoa.
fa: ایمیل وارد کنید
fi: Syötä sähköposti.
fil: Ipasok ang email.
fr: Entrez l'email.
gl: Introduce o correo electrónico.
he: הזן דואל.
hi: ईमेल दर्ज करें।
hr: Unesite e-mail.
hu: Írja be az e-mail címet.
hy: Մուտքագրեք էլ.
id: Masukan email.
is: Sláðu inn netfang.
ja: メールアドレスを入力して。
ka: შეიყვანეთ ელ.წერილი.
kk: Электрондық поштаны енгізіңіз.
km: បញ្ចូលអ៊ីមែល។
kn: ಇಮೇಲ್ ನಮೂದಿಸಿ.
ky: Электрондук почта дарегин киргизиңиз.
lo: ໃສ່ອີເມວ.
lt: Įveskite el. Pašto adresą.
lv: Ievadiet e-pastu.
mk: Внесете е-пошта.
ml: ഇമെയിൽ നൽകുക.
mn: Имэйл оруулна уу.
ms: Masukkan email.
my: အီးမေးလ်ထည့်ပါ
nb_no: Skriv inn e-post.
ne: ईमेल प्रविष्ट गर्नुहोस्।
nl: Voer email in.
pl: Wprowadź e-mail.
pt: Digite o e-mail.
ro: Introduceți adresa de email.
ru: Введите адрес электронной почты.
si: විද්‍යුත් තැපෑල ඇතුළත් කරන්න.
sk: Zadajte e-mail.
sl: Vnesite e-pošto.
sq: Fut email.
sr: Унесите е-маил.
sv: Skriv in e-mail.
sw: Ingiza barua pepe.
ta: மின்னஞ்சலை உள்ளிடவும்.
te: ఇమెయిల్ నమోదు చేయండి.
th: กรอกอีเมล.
tr: E-posta girin.
uk: Введіть електронну адресу.
ur: ای میل درج کریں۔
vi: Nhập email.
zu: Faka i-imeyili.

source: Please enter a password.
af: Voer 'n wagwoord in.
am: እባክዎ የይለፍ ቃል ያስገቡ
ar: الرجاء إدخال كلمة المرور.
az: Zəhmət olmasa bir parol daxil edin.
be: Калі ласка, увядзіце пароль.
bg: Моля, въведете парола.
bn: একটি পাসওয়ার্ড লিখুন দয়া করে।
ca: Introduïu una contrasenya.
cs: Prosím, vložte heslo.
da: Indtast en adgangskode.
el: Εισαγάγετε έναν κωδικό πρόσβασης.
es_es: Porfavor ingrese una contraseña.
et: Sisestage parool.
eu: Mesedez, sartu pasahitza.
fa: لطفا یک رمز عبور وارد کنید
fi: Ole hyvä ja anna salasana.
fil: Mangyaring maglagay ng isang password.
fr: Veuillez entrer un mot de passe.
gl: Insira un contrasinal.
he: הקלד סיסמא בבקשה.
hi: कृपया पासवर्ड दर्ज करें।
hr: Unesite lozinku.
hu: Adjon meg egy jelszót.
hy: Խնդրում ենք մուտքագրել գաղտնաբառ:
id: Silakan masukkan kata sandi.
is: Vinsamlegast sláðu inn lykilorð.
ja: パスワードを入力してください。
ka: გთხოვთ, შეიყვანოთ პაროლი.
kk: Құпия сөзді енгізіңіз.
km: សូមបញ្ចូលពាក្យសម្ងាត់។
kn: ದಯವಿಟ್ಟು ಪಾಸ್ವರ್ಡ್ ನಮೂದಿಸಿ.
ky: Сыр сөз киргизиңиз.
lo: ກະລຸນາໃສ່ລະຫັດຜ່ານ.
lt: Įveskite slaptažodį.
lv: Lūdzu, ievadiet paroli.
mk: Внесете лозинка.
ml: ഒരു പാസ്‌വേഡ് നൽകുക.
mn: Нууц үгээ оруулна уу.
ms: Sila masukkan kata laluan.
my: ကျေးဇူးပြုပြီးစကားဝှက်ကိုရေးပါ
nb_no: Vennligst skriv inn passord.
ne: कृपया एक पासवर्ड प्रविष्ट गर्नुहोस्।
nl: Voer een wachtwoord in alstublieft.
pl: Proszę wprowadzić hasło.
pt: Por favor insira uma senha.
ro: Vă rugăm să introduceți o parolă.
ru: Пожалуйста, введите пароль.
si: කරුණාකර මුරපදයක් ඇතුළත් කරන්න.
sk: Zadajte heslo.
sl: Vnesite geslo.
sq: Ju lutemi shkruani një fjalëkalim.
sr: Молимо унесите лозинку.
sv: Ange ett lösenord.
sw: Tafadhali ingiza nywila.
ta: கடவுச்சொல்லை உள்ளிடவும்.
te: దయచేసి పాస్‌వర్డ్‌ను నమోదు చేయండి.
th: กรุณาใส่รหัสผ่าน
tr: Lütfen bir şifre girin.
uk: Введіть пароль.
ur: براہ کرم پاس ورڈ درج کریں
vi: Vui lòng nhập mật khẩu.
zu: Sicela ufake iphasiwedi.

source: Search articles
af: Soek artikels
am: መጣጥፎችን ፈልግ
ar: مقالات البحث
az: Məqalələri axtarın
be: Пошук артыкулаў
bg: Търсене на статии
bn: নিবন্ধ অনুসন্ধান করুন
ca: Cerqueu articles
cs: Hledat články
da: Søg i artikler
el: Αναζήτηση άρθρων
es_es: Buscar artículos
et: Otsige artikleid
eu: Bilatu artikuluak
fa: مقالات را جستجو کنید
fi: Hae artikkeleita
fil: Maghanap ng mga artikulo
fr: Rechercher des articles
gl: Buscar artigos
he: חפש מאמרים
hi: लेख खोजें
hr: Pretražujte članke
hu: Cikkek keresése
hy: Հոդվածներ որոնեք
id: Cari Artikel
is: Leitaðu að greinum
ja: 記事を検索
ka: სტატიების ძებნა
kk: Мақалаларды іздеу
km: ស្វែងរកអត្ថបទ
kn: ಲೇಖನಗಳನ್ನು ಹುಡುಕಿ
ky: Макалаларды издөө
lo: ຄົ້ນຫາບົດຄວາມ
lt: Ieškoti straipsnių
lv: Meklēt rakstus
mk: Пребарувајте статии
ml: ലേഖനങ്ങൾ തിരയുക
mn: Нийтлэл хайх
ms: Cari artikel
my: ဆောင်းပါးများကိုရှာဖွေပါ
nb_no: Søk i artikler
ne: लेख खोज्नुहोस्
nl: Zoek artikelen
pl: Szukaj artykułów
pt: Artigos de pesquisa
ro: Căutați articole
ru: Искать статьи
si: ලිපි සොයන්න
sk: Hľadať v článkoch
sl: Iskanje člankov
sq: Kërkoni artikuj
sr: Претражујте чланке
sv: Sök artiklar
sw: Tafuta makala
ta: கட்டுரைகளைத் தேடுங்கள்
te: కథనాలను శోధించండి
th: ค้นหาบทความ
tr: Makalelerde ara
uk: Шукати статті
ur: مضامین تلاش کریں
vi: Tìm kiếm bài viết
zu: Sesha izindatshana

source: No results
af: Geen resultate
am: ውጤቶች የሉም
ar: لا نتائج
az: Nəticə yoxdur
be: Вынікаў няма
bg: Няма резултати
bn: কোন ফলাফল নেই
ca: Sense resultats
cs: Žádné výsledky
da: Ingen resultater
el: Χωρίς αποτέλεσμα
es_es: No hay resultados
et: Tulemused puuduvad
eu: Emaitzarik ez
fa: هیچ نتیجه ای
fi: Ei tuloksia
fil: Walang resulta
fr: Aucun résultat
gl: Non hai resultados
he: אין תוצאות
hi: कोई परिणाम नहीं मिला
hr: Nema rezultata
hu: Nincs eredmény
hy: Ոչ մի արդյունք
id: Tidak ada hasil
is: Engar niðurstöður
ja: 結果がありません
ka: შედეგი არ არის
kk: Нәтиже жоқ
km: គ្មាន​លទ្ធផល
kn: ಫಲಿತಾಂಶಗಳಿಲ್ಲ
ky: Натыйжа жок
lo: ບໍ່ມີຜົນໄດ້ຮັບ
lt: Jokių rezultatų
lv: Nav rezultātu
mk: Нема резултати
ml: ഫലങ്ങളൊന്നുമില്ല
mn: Үр дүнгүй
ms: Tiada keputusan
my: ရလဒ်မရှိပါ
nb_no: Ingen resultater
ne: कुनै परिणामहरू छैनन्
nl: Geen resultaten
pl: Brak wyników
pt: Sem resultados
ro: Fara rezultate
ru: Нет результатов
si: ප්රතිපල රහිතයි
sk: Žiadne výsledky
sl: Ni rezultatov
sq: Nuk ka rezultate
sr: Нема резултата
sv: Inga resultat
sw: Hakuna matokeo
ta: முடிவுகள் இல்லை
te: ఫలితాలు లేవు
th: ไม่มีผลลัพธ์
tr: Sonuç yok
uk: Немає результатів
ur: کوئی نتیجہ نہیں
vi: Ko có kết quả
zu: Ayikho imiphumela

source: Edition / Region
af: Uitgawe / Streek
am: እትም / ክልል
ar: الطبعة / المنطقة
az: Nəşr / Region
be: Выданне / рэгіён
bg: Издание / регион
bn: সংস্করণ / অঞ্চল
ca: Edició / Regió
cs: Vydání / oblast
da: Udgave / Region
el: Έκδοση / Περιοχή
es_es: Edición / Región
et: Väljaanne / piirkond
eu: Edizioa / Eskualdea
fa: نسخه / منطقه
fi: Painos / alue
fil: Edisyon / Rehiyon
fr: Edition / Région
gl: Edición / Rexión
he: מהדורה / אזור
hi: एडिशन / क्षेत्र
hr: Izdanje / Regija
hu: Kiadás / Régió
hy: Հրատարակություն / մարզ
id: Edisi / Wilayah
is: Útgáfa / Svæði
ja: エディション/リージョン
ka: გამოცემა / რეგიონი
kk: Шығарылым / аймақ
km: បោះពុម្ព / តំបន់
kn: ಆವೃತ್ತಿ / ಪ್ರದೇಶ
ky: Нускасы / Регион
lo: ສະບັບ / ພາກພື້ນ
lt: Leidimas / regionas
lv: Izdevums / reģions
mk: Издание / регион
ml: പതിപ്പ് / പ്രദേശം
mn: Хэвлэл / Бүс
ms: Edisi / Wilayah
my: ထုတ်ဝေ / တိုင်းဒေသကြီး
nb_no: Utgave / Region
ne: संस्करण / क्षेत्र
nl: Editie / Regio
pl: Wydanie / Region
pt: Edição / Região
ro: Ediție / Regiune
ru: Издание / регион
si: සංස්කරණය / කලාපය
sk: Vydanie / región
sl: Izdaja / regija
sq: Botimi / rajoni
sr: Едитион / Регион
sv: Upplaga / Region
sw: Toleo / Mkoa
ta: பதிப்பு / பிராந்தியம்
te: ఎడిషన్ / ప్రాంతం
th: ฉบับ / ภูมิภาค
tr: Baskı / Bölge
uk: Видання / Регіон
ur: ایڈیشن / علاقہ
vi: Phiên bản / Khu vực
zu: I-Edishini / Isifunda

source: BLOCK
af: BLOK
am: መገደብ
ar: حظر
az: BLOK EDİN
be: БЛАКІРАВАЦЬ
bg: БЛАКІРАВАЦЬ
bn: ব্লক
ca: BLOQUEJAR
cs: BLOKOVAT
da: BLOKER
el: ΑΠΟΚΛΕΙΣΜΟΣ
es_es: BLOQUEAR
et: BLOKEERI
fa: مسدود كردن
fi: ESTÄ
fil: I-BLOCK
fr: BLOC
gl: BLOQUEAR
he: לַחסוֹם
hi: ब्लॉक
hr: BLOKIRAJ
hu: BLOKKOL
hy: ԱՐԳԵԼԱՓԱԿԵԼ
id: BLOK
ja: ブロック
ka: ბლოკი
kk: бұғаттау
km: រារាំង
kn: ಬ್ಲಾಕ್
ky: БЛОК
lo: ທ່ອນໄມ້
lt: BLOKUOTI
lv: BLOĶĒT
mk: БЛОК
ml: ബ്ലോക്ക്
mn: БЛОК
mr: ब्लॉक
ms: HALANG
my: ဘလော့မည်
nb_no: BLOKKER
ne: अवरुद्ध
nl: BLOKKEER
pl: BLOKUJ
pt: BLOQUEAR
ro: BLOCHEAZĂ
ru: БЛОКИРОВАТЬ
si: අවහිර කරන්න
sk: BLOKOVAŤ
sl: BLOKIRAJ
sq: BLLOKO
sr: BLOK
sv: BLOCKERA
sw: ZUIA
ta: முடக்கு
te: అడ్డు
th: บล็อก
tr: ENGELLE
uk: ЗАБЛОКУВАТИ
ur: بلاک
vi: CHẶN
zu: VIMBELA

source: CANCEL
af: KANSELLER
am: ሰርዝ
ar: إلغاء
az: LƏĞV EDİN
be: АДМЕНА
bg: АДМЕНА
bn: বাতিল
ca: CANCEL·LAR
cs: ZRUŠIT
da: AFBRYD
el: ΜΑΤΑΙΩΣΗ
es_es: CANCELAR
et: TÜHISTA
eu: Utzi
fa: لغو
fi: PERUUTA
fil: KANSELAHIN
fr: ANNULER
gl: CANCELAR
he: לְבַטֵל;
hi: रद्द
hr: ODUSTANI
hu: MÉGSE
hy: ՉԵՂԱՐԿԵԼ
id: BATAL
is: HÆTTA
ja: キャンセル
ka: გაუქმება
kk: жою
km: បញ្ឈប់
kn: ರದ್ದುಗೊಳಿಸಿ
ky: Жокко чыгаруу
lo: ຍົກເລີກ
lt: ATŠAUKTI
lv: ATCELT
mk: Откажи
ml: റദ്ദാക്കണമെന്ന്
mr: रद्द करा
ms: BATALKAN
my: မလုပ်တော့ပါ
nb_no: AVBRYT
ne: रद्ध गर्नुस
nl: ANNULEER
pl: ANULUJ
pt: CANCELAR
ro: ANULEAZĂ
ru: ОТМЕНИТЬ
si: අවලංගු කරන්න
sk: ZRUŠIŤ
sl: KANAL
sq: ANULONI
sr: OTKAŽI
sv: AVBRYT
sw: GHAIRI
ta: ரத்து செய்
te: రద్దు
th: ยกเลิก
tr: İPTAL
uk: СКАСУВАТИ
ur: ملتوی
vi: HỦY
zu: Misa

source: PLACES
af: PLEKKE
am: ቦታዎች
ar: أماكن
az: YERLƏR
be: МЕСЦА
bg: МЕСЦА
bn: জায়গা
ca: LLOCS
cs: MÍSTA
da: STEDER
el: ΤΟΠΟΙ
es_es: LUGARES
et: KOHAD
eu: LEKUAK
fa: مکانها
fi: PAIKAT
fil: LUGAR
fr: DES ENDROITS
gl: PRAZAS
he: מקומות
hi: स्थान
hr: MJESTA
hu: HELYEK
hy: ՏԵՂԵՐԸ
id: TEMPAT
is: STAÐIR
ja: 場所
ka: ᲐᲓᲒᲘᲚᲔᲑᲘ
kk: ЖЕРЛЕР
kn: ಸ್ಥಳಗಳು
ky: ЖЕРЛЕР
lt: VIETOS
lv: VIETAS
mk: МЕСТА
ml: സ്ഥലങ്ങൾ
mn: ГАЗРУУД
ms: TEMPAT
my: နေရာများ
nb_no: STEDER
nl: PLAATSEN
pl: MIEJSCA
pt: LUGARES
ro: LOCURI
ru: МЕСТА
si: ස්ථාන
sk: MIESTA
sl: MESTA
sq: VENDET
sr: МЕСТА
sv: PLATSER
sw: MAENEO
ta: இடங்கள்
te: స్థలాలు
th: สถานที่
tr: YERLER
uk: МІСЦЯ
ur: مقامات
vi: NƠI
zu: IZINDAWO

source: LANGUAGE
af: TAAL
am: ቋንቋ
ar: لغة
az: DİL
be: МОВА
bg: МОВА
bn: ভাষা
ca: LLENGUATGE
cs: JAZYK
da: SPROG
el: ΓΛΩΣΣΑ
es_es: IDIOMA
et: KEEL
eu: HIZKUNTZA
fa: زبان
fi: KIELI
fil: WIKA
fr: LANGUE
gl: LINGUA
he: שפה
hi: भाषा
hr: JEZIK
hu: NYELV
hy: ԼԵԶՈՒ
id: BAHASA
is: TUNGUMÁL
ja: 言語
ka: ᲔᲜᲐ
kk: ТІЛ
km: ភាសា LANGUAGE
kn: ಭಾಷೆ
ky: ТИЛ
lo: ພາສາ
lt: KALBA
lv: VALODA
mk: ЈАЗИК
ml: ഭാഷ
mn: ХЭЛ
mr: इंग्रजी
ms: BAHASA
my: ဘာသာစကား
nb_no: SPRÅK
ne: भाषा
nl: TAAL
pl: JĘZYK
pt: LÍNGUA
ro: LIMBA
ru: ЯЗЫК
si: භාෂාව
sk: JAZYK
sl: JEZIK
sq: GJUHE
sr: ЈЕЗИК
sv: SPRÅK
sw: LUGHA
ta: மொழி
te: భాష
th: ภาษา
tr: DİL
uk: МОВУ
ur: زبان
vi: NGÔN NGỮ
zu: ULIMI

source: Profile
af: Profiel
am: መገለጫ
ar: حساب تعريفي
az: Profil
be: Профіль
bg: Профіль
bn: প্রোফাইল
ca: Perfil
cs: Profil
da: Profil
el: Προφίλ
es_es: Perfil
et: Profiil
eu: Profila
fa: مشخصات
fi: Profiili
fr: Profil
gl: Perfil
he: פּרוֹפִיל
hi: प्रोफाइल
hr: Profil
hu: Profil
hy: Պրոֆիլ
id: Profil
is: Prófíll
ja: プロフィール
ka: პროფილი
kk: Профиль
km: ប្រវត្តិរូប
kn: ಪ್ರೊಫೈಲ್
ky: Профиль
lo: ຂໍ້ມູນ
lt: Profilis
lv: Profils
mk: Профил
ml: പ്രൊഫൈൽ
mn: Профайл
ms: Profil
my: ကိုယ်ရေးအကျဉ်း
nb_no: Profil
ne: प्रोफाइल
nl: Profiel
pl: Profil
pt: Perfil
ro: Profil
ru: Профиль
si: පැතිකඩ
sk: Profil
sl: Profil
sq: Profili
sr: Профил
sv: Profil
sw: Profaili
ta: சுயவிவரம்
te: ప్రొఫైల్
th: ข้อมูลส่วนตัว
tr: Profil
uk: Профіль
ur: پروفائل
vi: Hồ sơ
zu: Iphrofayela

source: SAVED ARTICLES
af: GEREDE ARTIKELS
am: የተቀመጡ ጽሑፎች
ar: المقالات المحفوظة
az: QƏNAƏT MƏQALƏLƏRİ
be: Захаваныя артыкулы
bg: Захаваныя артыкулы
bn: সংরক্ষিত নিবন্ধসমূহ
ca: ARTICLES SALVATS
cs: ULOŽENÉ VÝROBKY
da: GEMMEDE ARTIKLER
el: ΑΠΟΘΗΚΕΥΜΕΝΑ ΑΡΘΡΑ
es_es: ARTÍCULOS GUARDADOS
et: SÄILITATUD ARTIKLID
eu: GORDEKO ARTIKULUAK
fa: مقالات ذخیره شده
fi: TALLENNETUT TAVARAT
fil: Nai-save na Artikulo
fr: ARTICLES ENREGISTRÉS
gl: ARTIGOS GARDADOS
he: פריטים שמורים
hi: सहेजा गया लेख
hr: SPREMLJENI ČLANCI
hu: MENTETT CIKKEK
hy: ՓՐԿՎԱ ՀՈԴՎԱՆԵՐ
id: ARTIKEL YANG DISIMPAN
is: VISTAR GREINAR
ja: 保存された記事
ka: შენახული სტატიები
kk: Сақталған мақалалар
km: មាត្រាដែលបានរក្សាទុក
kn: ಉಳಿಸಿದ ಲೇಖನಗಳು
ky: САКТАЛГАН МАКАЛАЛАР
lo: ມາດຕາປະຫຍັດ
lt: IŠSAUGOTI DIRBINIAI
lv: Ietaupīti izstrādājumi
mk: СПАСЕНИ АРТИЦИ
ml: സംരക്ഷിച്ച ലേഖനങ്ങൾ
mn: Хадгалсан нийтлэл
ms: ARTIKEL JIMAT
my: ဆောင်းပါးများကယ်တင်ခဲ့သည်
nb_no: GJENTTE ARTIKLER
ne: बचत गरिएका लेखहरू
nl: OPGESLAGEN ARTIKELEN
pl: ZAPISANE ARTYKUŁY
pt: ARTIGOS SALVOS
ro: ARTICOLE SALVATE
ru: СОХРАНЕННЫЕ СТАТЬИ
si: සුරකින ලද ලිපි
sk: ULOŽENÉ VÝROBKY
sl: SHRANJENI IZDELKI
sq: Artikuj të shpëtuar
sr: САЧУВАНИ ЧЛАНЦИ
sv: SPARADE ARTIKLAR
sw: MAKALA ZILIZOOKOA
ta: சேமிக்கப்பட்ட கட்டுரைகள்
te: సేవ్ చేసిన కథనాలు
th: บทความที่บันทึกไว้
tr: KAYDEDİLEN MAKALELER
uk: ЗБЕРЕЖЕНІ СТАТТІ
ur: محفوظ کردہ مضامین
vi: BÀI VIẾT ĐÃ ĐƯỢC LƯU
zu: IZIHLOKO EZISINDISIWE

source: Topics
af: Geblokkeerde onderwerpe
am: ርዕሶች
ar: المواضيع
az: Mövzular
be: Тэмы
bg: Тэмы
bn: বিষয়সমূূহ
ca: Temes
cs: Témata
da: Emner
el: Θέματα
es_es: Temas
et: Teemad
eu: Gaiak
fa: موضوعات مسدود شده
fi: Aiheet
fil: Mga Paksa
fr: Sujets
gl: Temas
he: נושאים
hi: टॉपिक्स
hr: Teme
hu: Témák
hy: Թեմաներ
id: Topik
is: efni
ja: トピック
ka: თემები
kk: Тақырыптар
km: ប្រធានបទផ្សេងៗ
kn: ವಿಷಯಗಳು
ky: Темалар
lo: ຫົວຂໍ້
lt: Temos
lv: Tēmas
mk: Теми
ml: വിഷയങ്ങൾ
mn: Сэдвүүд
mr: विषय
ms: Topik
my: ခေါင်းစဉ်များ
nb_no: Kategorier
ne: शिर्षकहरू
nl: Onderwerpen
pl: Tematy
pt: Tópicos
ro: Subiecte
ru: темы
si: මාතෘකා
sk: Témy
sl: Teme
sq: TEMAT
sr: Teme
sv: Ämnen
sw: mada
ta: தலைப்புகள்
te: విషయాలు
th: หัวข้อ
tr: Konular
uk: Теми
ur: موضوعات
vi: Chủ đề
zu: Izihloko ezivinjiwe

source: Channels
af: Kanale
am: ቻናሎች
ar: القنوات
az: Kanallar
be: Каналы
bg: Каналы
bn: চ্যানেলসমূহ
ca: Canales
cs: Kanály
da: Kanaler
el: Κανάλια
es_es: Canales
et: Kanalid
eu: kanalak
fa: كانال ها
fi: Kanavat
fil: Mga Channel
fr: Chaînes
gl: Canles
he: ערוצים
hi: चैनल्स
hr: Kanali
hu: Csatornák
hy: Ալիքներ
id: Saluran
is: rásir
ja: チャネル
ka: არხები
kk: Арналар
km: ប៉ុស្តិ៍
kn: ಚಾನಲ್‌ಗಳು
ky: Каналдар
lo: ຊ່ອງທາງຕ່າງໆ
lt: Kanalai
lv: kanāli
mk: канали
ml: ചാനലുകൾ
mn: Сувгууд
mr: चॅनेल
ms: Saluran
my: ချန်နယ်များ
nb_no: Kanaler
ne: च्यनेल हरु
nl: Kanalen
pl: Kanały
pt: Canais
ro: Canale
ru: каналы
si: නාලිකා=
sk: Kanály
sl: Kanali
sq: KANALET
sr: Kanali
sv: Kanaler
sw: Vituo
ta: சேனல்கள்
te: ఛానల్స్
th: ช่อง
tr: Kanallar
uk: Канали
ur: چینلز
vi: Kênh
zu: Iziteshi
