Repository: newsreels/app-mobile-ios
Catalog: Bullet/*.lproj/Localizable.strings
Languages: af, am, ar, az, be, bg, bn, ca, cs, da, el, es_es, et, eu, fa, fi, fil, fr, gl, he, hi, hr, hu, hy, id, is, ja, ka, kk, km, kn, ky, lo, lt, lv, mk, ml, mn, mr, ms, my, nb_no, ne, nl, pl, pt, ro, ru, si, sk, sl, sq, sr, sv, sw, ta, te, th, tr, uk, ur, vi, zu

source: AUDIO SETTINGS
af: AUDIO-INSTELLINGS
am: የኦዲዮ ቅንጅቶች
ar: إعدادات الصوت
az: SES AYARLARI
be: НАЛАДЫ АЎДЫЁ
bg: АУДИО НАСТРОЙКИ
bn: অডিও সেটিংস
ca: CONFIGURACIONS D'ÀUDIO
cs: NASTAVENÍ ZVUKU
da: LYDINDSTILLINGER
el: ΡΥΘΜΙΣΕΙΣ ΗΧΟΥ
es_es: CONFIGURACIONES DE AUDIO
et: AUDIO SEADED
eu: AUDIO EZARPENAK
fa: تنظیمات صدا
fi: AUDIOASETUKSET
fil: MGA SETTING NG AUDIO
fr: LES PARAMÈTRES AUDIO
gl: CONFIGURACIÓNS DE AUDIO
he: הגדרות אודיו
hi: आवाज की सेटिंग
hr: AUDIO POSTAVKE
hu: HANGBEÁLLÍTÁSOK
hy: ԱՈՒԴԻԱ ԿԱՐԳԱՎՈՐՈՒՄՆԵՐ
id: SETELAN AUDIO
is: HLJÓÐSTILLINGAR
ja: オーディオ設定
ka: აუდიო პარამეტრები
kk: Аудио параметрлері
km: កំណត់អូឌីយ៉ូ
kn: ಆಡಿಯೊ ಸೆಟ್ಟಿಂಗ್‌ಗಳು
ky: Аудио орнотуулары
lo: ການຕັ້ງສະຖານທີ່
lt: GARSO NUSTATYMAI
lv: AUDIO IESTATĪJUMI
mk: АУДИО ПОСТАВУВАА
ml: ഓഡിയോ ക്രമീകരണങ്ങൾ
mn: Аудио тохиргоо
ms: PENGATURAN AUDIO
my: တေးဂီတဆိုင်ရာချိန်ညှိချက်များ
nb_no: LYDINNSTILLINGER
ne: ऑडियो सेटिंग्स
nl: GELUIDSINSTELLINGEN
pl: USTAWIENIA DŹWIĘKU
pt: CONFIGURAÇÕES DE ÁUDIO
ro: SETARI AUDIO
ru: НАСТРОЙКИ ЗВУКА
si: ඕඩියෝ සැකසුම්
sk: NASTAVENIA ZVUKU
sl: AUDIO NASTAVITVE
sq: RREGULLAT AUDIO
sr: АУДИО ПОСТАВКЕ
sv: LJUDINSTÄLLNINGAR
sw: MIPANGO YA AUDIO
ta: ஆடியோ அமைப்புகள்
te: ఆడియో సెట్టింగ్‌లు
th: การตั้งค่าเสียง
tr: SES AYARLARI
uk: НАЛАШТУВАННЯ АУДІО
ur: آڈیو کی ترتیبات
vi: CÀI ĐẶT ÂM THANH
zu: IZILUNGISELELO ZE-AUDIO

source: HEADLINES AND BULLETS
af: OPKOPPIES EN BULLETTE
am: ራስ እና ጉልበቶች
ar: العناوين الرئيسية والرموز التوضيحية
az: Başlıqlar və güllələr
be: ЗАГАДЫ І КУЛЫ
bg: ЗАВЕДЕНИЯ И БУЛЕТИ
bn: শিরোনাম এবং বুলেটস
ca: TITULARIS I BULLETES
cs: TITULKY A BULLETY
da: HEADLINES OG PULLER
el: ΠΡΟΒΟΛΕΣ ΚΑΙ ΦΥΛΛΑ
es_es: TITULARES Y BALAS
et: Pealkirjad ja infolehed
eu: TITULARRAK ETA BULLEAK
fa: خطوط راهنما و گلوله ها
fi: PÄÄNIMET JA TIEDOT
fil: HEADLINES AT BULLETS
fr: TITRES ET BULLETS
gl: TITULARES E BOLETS
he: כותרות ובולטים
hi: सुर्खियों और बुलेट
hr: NASLOVI I METKI
hu: FEJEZETEK ÉS TÖRVÉNYEK
hy: ԱՌԱՆՈՐԴՆԵՐ ԵՎ ՓՈՒԼԵՐ
id: KEPALA DAN PELURU
is: FORSKRIFTIR OG BULLETTIR
ja: 見出しと箇条書き
ka: HEADLINES და BULLETS
kk: Тақырыптар және пункттер
km: HEADLINES និង BULLETS
kn: ಹೆಡ್‌ಲೈನ್‌ಗಳು ಮತ್ತು ಬುಲೆಟ್‌ಗಳು
ky: Headlines жана жарнактар
lo: HEADLINES ແລະ BULLETS
lt: Antraštės ir biuleteniai
lv: GALVENES UN BULLES
mk: НАСЛОВИ И ЛИКОВИ
ml: ഹെഡ്‌ലൈനുകളും ബുള്ളറ്റുകളും
mn: ТЭМДЭГЛЭЛ, СУРГАЛТ
ms: HEADLINES DAN BULET
my: ဦး ခေါင်းနှင့် BULLETS
nb_no: HEADLINES OG PULLER
ne: हेडलाइन्स र बुलेटहरू
nl: HEADLINES EN KOGELS
pl: NAGŁÓWKI I POCISKI
pt: TÍTULOS E BALAS
ro: TITLURI ȘI BULLE
ru: ЗАГОЛОВКИ И БЮЛЛЕТЕНИ
si: හෙඩ්ලයින් සහ බුලට්
sk: TITULKY A BULLETY
sl: NASLOVI IN METKE
sq: KARTAT DHE BULLAT
sr: НАСЛОВИ И МЕТЦИ
sv: HEADLINER OCH BULLETTER
sw: VICHWA VYA KICHWA NA MABONGO
ta: ஹெட்லைன்ஸ் மற்றும் புல்லட்டுகள்
te: హెడ్లైన్స్ మరియు బుల్లెట్లు
th: HEADLINES และ BULLETS
tr: BAŞLIKLAR VE MERMİLER
uk: ЗАГОЛОВКИ І КУЛИ
ur: ہیڈ لائنز اور بلٹس
vi: TIÊU ĐỀ VÀ KÉO
zu: AMAKHANDA NEZINKUNZI

source: Pick topics to start reading and saving articles
af: Kies onderwerpe om artikels te begin lees en stoor
am: ጽሑፎችን ለማንበብ እና ለማስቀመጥ ለመጀመር ርዕሶችን ይምረጡ
ar: اختر الموضوعات لبدء قراءة المقالات وحفظها
az: Məqalələri oxumağa və yadda saxlamağa başlamaq üçün mövzular seçin
be: Падбярыце тэмы, каб пачаць чытаць і захоўваць артыкулы
bg: Изберете теми, за да започнете да четете и запазвате статии
bn: নিবন্ধগুলি পড়া এবং সংরক্ষণ শুরু করতে বিষয়গুলি চয়ন করুন
ca: Tria temes per començar a llegir i desar articles
cs: Vyberte témata a začněte číst a ukládat články
da: Vælg emner for at begynde at læse og gemme artikler
el: Επιλέξτε θέματα για να αρχίσετε να διαβάζετε και να αποθηκεύετε άρθρα
es_es: Elija temas para comenzar a leer y guardar artículos
et: Artiklite lugemise ja salvestamise alustamiseks valige teemad
eu: Aukeratu gaiak artikuluak irakurtzen eta gordetzen hasteko
fa: برای شروع خواندن و ذخیره مقالات ، عناوین را انتخاب کنید
fi: Valitse aiheet aloittaaksesi artikkeleiden lukemisen ja tallentamisen
fil: Pumili ng mga paksa at magsimulang magbasa at mag-save ng artikulo
fr: Choisissez des sujets pour commencer à lire et enregistrer des articles
gl: Escolle temas para comezar a ler e gardar artigos
he: בחר נושאים להתחיל לקרוא ולשמור מאמרים
hi: लेख पढ़ना और सहेजना शुरू करने के लिए विषय चुनें
hr: Odaberite teme za početak čitanja i spremanja članaka
hu: Válasszon témákat a cikkek olvasásának és mentésének megkezdéséhez
hy: Ընտրեք թեմաներ ՝ հոդվածներ կարդալու և պահպանելու համար
id: Pilih topik untuk mulai membaca dan menyimpan artikel
is: Veldu efni til að byrja að lesa og vista greinar
ja: トピックを選択して記事を読み、保存し始めます
ka: აირჩიეთ თემები, რომ დაიწყოთ სტატიების კითხვა და შენახვა
kk: Мақалаларды оқуды және сақтауды бастау үшін тақырыптарды таңдаңыз
km: ជ្រើសរើសប្រធានបទដើម្បីចាប់ផ្តើមអាននិងរក្សាទុកអត្ថបទ
kn: ಲೇಖನಗಳನ್ನು ಓದಲು ಮತ್ತು ಉಳಿಸಲು ಪ್ರಾರಂಭಿಸಲು ವಿಷಯಗಳನ್ನು ಆರಿಸಿ
ky: Макалаларды окуп жана сактоону баштоо үчүн темаларды тандаңыз
lo: ເລືອກຫົວຂໍ້ຕ່າງໆເພື່ອເລີ່ມຕົ້ນການອ່ານແລະບັນທຶກບົດຄວາມ
lt: Pasirinkite temas, kad pradėtumėte skaityti ir išsaugoti straipsnius
lv: Izvēlieties tēmas, lai sāktu lasīt un saglabāt rakstus
mk: Изберете теми за да започнете да читате и зачувувате статии
ml: ലേഖനങ്ങൾ വായിക്കാനും സംരക്ഷിക്കാനും ആരംഭിക്കുന്നതിന് വിഷയങ്ങൾ തിരഞ്ഞെടുക്കുക
mn: Нийтлэл уншиж, хадгалж эхлэхийн тулд сэдвүүдийг сонго
mr: लेख वाचणे आणि जतन करणे प्रारंभ करण्यासाठी विषय निवडा
ms: Pilih topik untuk mula membaca dan menyimpan artikel
my: ဆောင်းပါးများကိုစတင်ဖတ်ရှုခြင်းနှင့်သိမ်းဆည်းရန်အကြောင်းအရာများကိုရွေးချယ်ပါ
nb_no: Velg emner for å begynne å lese og lagre artikler
ne: लेखहरू पढ्न र बचत गर्न सुरु गर्न शीर्षकहरू छान्नुहोस्
nl: Kies onderwerpen om artikelen te lezen en op te slaan
pl: Wybierz tematy, aby zacząć czytać i zapisywać artykuły
pt: Escolha tópicos para começar a ler e salvar artigos
ro: Alegeți subiecte pentru a începe să citiți și să salvați articole
ru: Выберите темы, чтобы начать читать и сохранять статьи
si: ලිපි කියවීම සහ සුරැකීම ආරම්භ කිරීමට මාතෘකා තෝරන්න
sk: Vyberte témy a začnite čítať a ukladať články
sl: Izberite teme, da začnete brati in shraniti članke
sq: Zgjidhni temat për të filluar leximin dhe ruajtjen e artikujve
sr: Изаберите теме да бисте започели читање и чување чланака
sv: Välj ämnen för att börja läsa och spara artiklar
sw: Chagua mada ili kuanza kusoma na kuhifadhi nakala
ta: கட்டுரைகளைப் படிக்கவும் சேமிக்கவும் தொடங்க தலைப்புகளைத் தேர்ந்தெடுக்கவும்
te: కథనాలను చదవడం మరియు సేవ్ చేయడం ప్రారంభించడానికి అంశాలను ఎంచుకోండి
th: เลือกหัวข้อเพื่อเริ่มอ่านและบันทึกบทความ
tr: Makaleleri okumaya ve kaydetmeye başlamak için konu seçin
uk: Виберіть теми, щоб почати читати та зберігати статті
ur: مضامین کو پڑھنا اور بچانا شروع کرنے کے لئے عنوانات منتخب کریں
vi: Chọn chủ đề để bắt đầu đọc và lưu bài viết
zu: Khetha izihloko ukuze uqale ukufunda nokulondoloza ama-athikili

source: Pick editions to start reading and saving articles
af: Kies uitgawes om artikels te begin lees en stoor
am: ጽሑፎችን ለማንበብ እና ለማስቀመጥ ለመጀመር እትሞችን ይምረጡ
ar: اختر الإصدارات لبدء قراءة المقالات وحفظها
az: Məqalələrin oxunmasına və qeydinə başlamaq üçün redaktələri seçin
be: Падбярыце выданні, каб пачаць чытаць і захоўваць артыкулы
bg: Изберете издания, за да започнете да четете и запазвате статии
bn: নিবন্ধগুলি পড়া এবং সংরক্ষণ শুরু করতে সংস্করণগুলি চয়ন করুন
ca: Tria edicions per començar a llegir i desar articles
cs: Výběr edicí pro zahájení čtení a ukládání článků
da: Vælg udgaver for at begynde at læse og gemme artikler
el: Επιλέξτε εκδόσεις για να αρχίσετε να διαβάζετε και να αποθηκεύετε άρθρα
es_es: Elija ediciones para comenzar a leer y guardar artículos
et: Artiklite lugemise ja salvestamise alustamiseks valige väljaanded
eu: Aukeratu edizioak artikuluak irakurtzen eta gordetzen hasteko
fa: انتخاب نسخه برای شروع خواندن و صرفه جویی در مقالات
fi: Valitse versioita artikkelien lukemisen ja tallentamisen aloittamiseksi
fil: Pumili ng mga edisyon para simulan ang pagbabasa at pag-save ng mga artikulo
fr: Choisissez des éditions pour commencer à lire et à enregistrer des articles
gl: Escolle edicións para comezar a ler e gardar artigos
he: בחר מהדורות כדי להתחיל לקרוא ולשמור מאמרים
hi: लेख पढ़ना और सहेजना शुरू करने के लिए संस्करण चुनें
hr: Odaberite izdanja da biste započeli čitanje i spremanje članaka
hu: Válasszon kiadásokat a cikkek olvasásának és mentésének megkezdéséhez
hy: Ընտրեք հրատարակություններ ՝ հոդվածներ կարդալու և պահպանելու համար
id: Pilih edisi untuk mulai membaca dan menyimpan artikel
is: Veldu útgáfur til að byrja að lesa og vista greinar
ja: 기사를 읽고 저장하기 시작하는 에디션을 선택합니다.
ka: აირჩიეთ გამოცემები, რომ დაიწყოთ სტატიების კითხვა და შენახვა
km: ជ្រើសរើសការបោះពុម្ពដើម្បីចាប់ផ្តើមអាននិងរក្សាទុកអត្ថបទ
kn: ಲೇಖನಗಳನ್ನು ಓದಲು ಮತ್ತು ಉಳಿಸಲು ಪ್ರಾರಂಭಿಸಲು ಆವೃತ್ತಿಗಳನ್ನು ಆರಿಸಿ
ky: Макалаларды окуп, сактай баштоо үчүн чыгарылыштарды тандаңыз
lo: ເລືອກເອົາສະບັບຕ່າງໆເພື່ອເລີ່ມຕົ້ນການອ່ານແລະເກັບຮັກສາບົດຄວາມ
lt: Pasirinkite leidimus, kad pradėtumėte skaityti ir išsaugoti straipsnius
lv: Izvēlieties izdevumus, lai sāktu lasīt un saglabāt rakstus
mk: Изберете изданија за да започнете да читате и зачувувате статии
ml: ലേഖനങ്ങൾ വായിക്കാനും സംരക്ഷിക്കാനും ആരംഭിക്കുന്നതിന് പതിപ്പുകൾ തിരഞ്ഞെടുക്കുക
mn: Нийтлэл уншиж, хадгалж эхлэхийн тулд хэвлэлийг сонгоно уу
mr: लेख वाचणे आणि जतन करणे प्रारंभ करण्यासाठी आवृत्ती निवडा
ms: Pilih edisi untuk mula membaca dan menyimpan artikel
my: ဆောင်းပါးများကိုစတင်ဖတ်ရှုခြင်းနှင့်သိမ်းဆည်းရန်အတွက်ထုတ်ဝေတစ်ခုကိုရွေးချယ်ပါ
nb_no: Velg utgaver for å begynne å lese og lagre artikler
ne: लेख पढ्न र बचत गर्न सुरु गर्न संस्करणहरू लिनुहोस्
nl: Kies edities om artikelen te lezen en op te slaan
pl: Wybierz wydania, aby zacząć czytać i zapisywać artykuły
pt: Escolha as edições para começar a ler e salvar artigos
ro: Alegeți edițiile pentru a începe să citiți și să salvați articole
ru: Выберите издания, чтобы начать читать и экономить статьи
si: ලිපි කියවීම සහ සුරැකීම ආරම්භ කිරීමට සංස්කරණ තෝරන්න
sk: Vyberte vydania, aby ste mohli začať čítať a ukladať články
sl: Izberite izdaje, da začnete brati in shraniti članke
sq: Zgjidhni botime për të filluar leximin dhe ruajtjen e artikujve
sr: Изаберите издања да бисте започели читање и чување чланака
sv: Välj utgåvor för att börja läsa och spara artiklar
sw: Chagua matoleo ya kuanza kusoma na kuhifadhi makala
ta: கட்டுரைகளைப் படிக்கவும் சேமிக்கவும் தொடங்க பதிப்புகளைத் தேர்ந்தெடுக்கவும்
te: ఆర్టికల్స్ చదవడం మరియు సేవ్ చేయడం ప్రారంభించడం కొరకు ఎడిషన్ లను ఎంచుకోండి
th: เลือกฉบับเพื่อเริ่มอ่านและบันทึกบทความ
tr: Makaleleri okumaya ve kaydetmeye başlamak için sürümleri seçin
uk: Виберіть видання, щоб почати читати та зберігати статті
ur: مضامین کو پڑھنا اور بچانا شروع کرنے کے لئے ایڈیشن منتخب کریں
vi: Chọn các ấn bản để bắt đầu đọc và lưu các bài báo
zu: Khetha i-edishini ukuqala ukufunda nokulondoloza ama-athikili

source: Or with
af: Of met
am: ወይም በ
ar: أو مع
az: Və ya ilə
be: Ці з
bg: Или с
bn: বা সাথে
ca: O amb
cs: Nebo s
da: Eller med
el: Ή με
es_es: O con
et: Või koos
eu: Edo honekin
fa: یا با
fi: Tai kanssa
fil: O kasama
fr: Ou avec
gl: Ou con
he: או עם
hi: या के साथ
hr: Ili sa
hu: Vagy azzal
hy: Կամ հետ
id: Atau dengan
is: Eða með
ja: 또는
ka: ან თან
kk: Немесе арқылы
km: ឬជាមួយ
kn: ಅಥವಾ ಜೊತೆ
ky: Же менен
lo: ຫລືກັບ
lt: Arba su
lv: Vai ar
mk: Или со
ml: അല്ലെങ്കിൽ കൂടെ
mn: Эсвэл хамт
mr: किंवा सह
ms: Atau dengan
my: ဒါမှမဟုတ်
nb_no: Eller med
ne: वा संग
nl: Of met
pl: Lub z
pt: Ou com
ro: Sau cu
ru: Или с
si: හෝ සමඟ
sk: Alebo s
sl: Ali z
sq: Ose me
sr: Или са
sv: Eller med
sw: Au na
ta: அல்லது உடன்
te: లేదా తో
th: หรือด้วย
tr: Veya ile
uk: Або з
ur: یا ساتھ
vi: Hoặc với
zu: Noma nge

source: CONTINUE AS GUEST
af: SLAAP & AANMELD AS GASTE
am: እንደ እንግዳ አድርገው ይዝለሉ እና ይግቡ
ar: تخطي وتسجيل الدخول بصفتك ضيفًا
az: İSTƏYİN VƏ GİRİŞİ GÖSTƏRİN
be: СКІПУЦЬ І УВАЙСЦІ ЯК ГОСТ
bg: ПРОПУСНЕТЕ И ВХОДЕТЕ КАТО ГОСТ
bn: স্কিপ এবং লগ-ইন হিসাবে ভাল
ca: OBSERVEIX I INICI DE SESSIÓ COM A CONVIDAT
cs: PŘESKOČTE A PŘIHLASTE SE JAKO HOST
da: Spring over og log ind som gæst
el: ΠΑΡΑΚΟΛΟΥΘΗΣΗ ΚΑΙ ΣΥΝΔΕΣΗ ΩΣ ΕΞΥΠΗΡΕΤΗΣΗ
es_es: SALTAR E INICIAR SESIÓN COMO INVITADO
et: JÄTKAKE JA SISSELOGIMINE KÜLALISTena
eu: SALTU ETA SARTU GONBIDATUTA
fa: به عنوان مهمانی رد شوید و وارد شوید
fi: Ohita ja kirjaudu sisään vieraana
fil: LAKTAWAN AT MAGLOG-IN BILANG GUEST
fr: Ignorer et se connecter en tant qu'invité
gl: SALTAR E INICIAR SESIÓN COMO CONVIDADO
he: דילוג והתחברות כאורחים
hi: अतिथि के रूप में जारी रखें
hr: SKIPI I PRIJAVITE SE KAO GOST
hu: Ugrás és bejelentkezés a vendégként
hy: Բաց թողնել և մուտք գործել որպես հյուր
id: SKIP dan LOG-IN SEBAGAI TAMU
is: SLEGJA & SKRÁÐ Í GEST
ja: スキップしてゲストとしてログイン
ka: გამოტოვება და შესვლა, როგორც სტუმარი
km: ស្ទ្រីបនិងឡៃដិនជាភ្ញៀវ
kn: ಅತಿಥಿಯಾಗಿ ಸ್ಕಿಪ್ ಮತ್ತು ಲಾಗ್-ಇನ್ ಮಾಡಿ
ky: ӨТКӨРҮП КОНОК БОЛУП КИРҮҮ
lo: ຂ້າມແລະເຂົ້າສູ່ລະບົບໃນຖານະບຸກຄົນທົ່ວໄປ
lt: Praleisti ir prisijungti kaip svečius
lv: PĀRTRAUKT UN PIESLĒGTIES KĀ VIESIS
mk: Прескокнете и пријавете се како гостин
ml: അതിഥിയായി ലോഗിൻ ചെയ്യുക
mn: ЗОЧИН БОЛОХООР АЛХАЖ, НЭВТРЭХ
mr: पाहुणे म्हणून चालू ठेवा
ms: SKIP & MASUK SEBAGAI PELANCONG
my: ည့်သည်အဖြစ် Skip & ဆိုင်းအင်
nb_no: HOPP OG INNLOGGING SOM GJEST
ne: छोड्नुहोस् र अतिथिको रूपमा साइन इन गर्नुहोस्
nl: OVERSLAAN en LOG IN ALS GAST
pl: POMIŃ I ZALOGUJ SIĘ JAKO GOŚĆ
pt: Pule e faça login como convidado
ro: SKIP & LOG-IN CA OASPET
ru: ПРОПУСТИТЬ и ВОЙТИ КАК ГОСТЕВОЙ
si: ආගන්තුක සත්කාරය හා ලොග් වීම
sk: PRESKOČTE A PRIHLÁSTE SA AKO HOSTÍ
sl: PRESKUPITE IN SE PRIJAVITE KOT GOST
sq: SHKALO & LOG-IN SI M GSUAN
sr: СКИПИ И ПРИЈАВИТЕ СЕ КАО ГОСТ
sv: HOPPA OCH LOGGA IN SOM GÄST
sw: RUKA NA UNGIA KATIKA MGENI
ta: விருந்தினராக ஸ்கிப் & லாக்-இன்
te: అతిథిగా స్కిప్ & లాగ్-ఇన్
th: ข้ามและเข้าสู่ระบบในฐานะแขก
tr: MİSAFİR OLARAK ATLA & OTURUM AÇ
uk: ПРОПУСКАТИ І ВХОДИТИ ЯК ГОСТЬ
ur: اچھ andی اور لاگ ان ان گیسٹ
vi: BỎ QUA và ĐĂNG NHẬP NHƯ KHÁCH
zu: Yeqa futhi ungene ngemvume njengesihambeli

source: Choose from hundreds of news publications
af: Kies uit honderde nuuspublikasies
am: በመቶዎች ከሚቆጠሩ የዜና ጽሑፎች ውስጥ ይምረጡ
ar: اختر من بين مئات المنشورات الإخبارية
az: Yüzlərlə xəbər nəşrindən birini seçin
be: Выбірайце з сотні публікацый навін
bg: Изберете от стотици новинарски публикации
bn: শত শত সংবাদ প্রকাশনা থেকে চয়ন করুন
ca: Tria entre centenars de publicacions de notícies
cs: Vyberte si ze stovek zpravodajských publikací
da: Vælg mellem hundredvis af nyhedspublikationer
el: Επιλέξτε από εκατοντάδες δημοσιεύσεις ειδήσεων
es_es: Elija entre cientos de publicaciones de noticias
et: Valige sadade uudisväljaannete hulgast
eu: Aukeratu ehunka albiste argitalpenen artean
fa: از میان صدها نشریه خبری را انتخاب کنید
fi: Valitse sadoista uutisjulkaisuista
fil: Pumili mula sa daan-daang mga publication ng balita
fr: Choisissez parmi des centaines de publications d'actualités
gl: Elixe entre centos de publicacións de novas
he: בחר מתוך מאות פרסומי חדשות
hi: सैकड़ों समाचार प्रकाशनों में से चुनें
hr: Izaberite između stotina novinskih publikacija
hu: Válasszon több száz hírkiadvány közül
hy: Ընտրեք նորությունների հարյուրավոր հրապարակումներից
id: Pilih dari ratusan publikasi berita
is: Veldu úr hundruðum fréttaútgáfa
ja: 수백 개의 뉴스 간행물 중에서 선택
ka: აირჩიეთ ასობით ახალი ამბების პუბლიკაციები
kk: Жүздеген жаңалықтар басылымының ішінен таңдаңыз
km: ជ្រើសរើសចេញពីការបោះពុម្ពផ្សាយព័ត៌មានរាប់រយ
kn: ನೂರಾರು ಸುದ್ದಿ ಪ್ರಕಟಣೆಗಳಿಂದ ಆರಿಸಿ
ky: Жүздөгөн жаңылыктарды тандоо
lo: ເລືອກຈາກສື່ສິ່ງພິມຫລາຍຮ້ອຍແຫ່ງ
lt: Pasirinkite iš šimtų naujienų leidinių
lv: Izvēlieties no simtiem ziņu publikāciju
mk: Изберете од стотици публикации за вести
ml: നൂറുകണക്കിന് വാർത്താ പ്രസിദ്ധീകരണങ്ങളിൽ നിന്ന് തിരഞ്ഞെടുക്കുക
mn: Олон зуун мэдээллийн нийтлэлээс сонголтоо хийгээрэй
mr: शेकडो वृत्त प्रकाशनांमधून निवडा
ms: Pilih daripada beratus-ratus penerbitan berita
my: ရာနှင့်ချီသောသတင်းစာစောင်များမှရွေးချယ်ပါ
nb_no: Velg mellom hundrevis av nyhetspublikasjoner
ne: सयौं समाचार प्रकाशनहरूबाट छनौट गर्नुहोस्
nl: Kies uit honderden nieuwspublicaties
pl: Wybieraj spośród setek publikacji informacyjnych
pt: Escolha entre centenas de publicações de notícias
ro: Alegeți dintre sute de publicații de știri
ru: Выбирайте из сотен новостных публикаций
si: ප්‍රවෘත්ති ප්‍රකාශන සිය ගණනකින් තෝරන්න
sk: Vyberte si zo stoviek spravodajských publikácií
sl: Izbirajte med stotinami novic
sq: Zgjidhni nga qindra botime të lajmeve
sr: Изаберите између стотина новинских публикација
sv: Välj bland hundratals nyhetspublikationer
sw: Chagua kutoka kwa mamia ya machapisho ya habari
ta: நூற்றுக்கணக்கான செய்தி வெளியீடுகளிலிருந்து தேர்வு செய்யவும்
te: వందలాది వార్తా ప్రచురణల నుండి ఎంచుకోండి
th: เลือกจากสิ่งพิมพ์ข่าวหลายร้อยรายการ
tr: Yüzlerce haber yayını arasından seçim yapın
uk: Вибирайте серед сотень публікацій новин
ur: سینکڑوں خبروں کی اشاعتوں میں سے انتخاب کریں
vi: Chọn từ hàng trăm ấn phẩm tin tức
zu: Khetha emakhulwini ezindaba ezishicilelwayo

source: Select your preferred language for News in Bullets.
af: Kies u taal wat u verkies vir News in Bullets.
am: በጥይት ውስጥ ለዜና የመረጡትን ቋንቋ ይምረጡ።
ar: حدد لغتك المفضلة للأخبار بالنقاط.
az: Bullets in News üçün tercih etdiyiniz dili seçin.
be: Выберыце патрэбную мову для навін у маркерах.
bg: Изберете предпочитания от вас език за News in Bullets.
bn: বুলেটগুলিতে নিউজের জন্য আপনার পছন্দসই ভাষাটি নির্বাচন করুন।
ca: Seleccioneu l'idioma preferit per a Notícies a Bullets.
cs: Vyberte preferovaný jazyk pro Zprávy v odrážkách.
da: Vælg dit foretrukne sprog til Nyheder i kugler.
el: Επιλέξτε την προτιμώμενη γλώσσα σας για Ειδήσεις σε κουκκίδες
es_es: Seleccione su idioma preferido para News in Bullets.
et: Valige Bulletsis uudiste jaoks eelistatud keel.
eu: Aukeratu Bullets-eko Albisteetarako nahi duzun hizkuntza.
fa: زبان مورد نظر خود را برای News in Bullets انتخاب کنید.
fi: Valitse haluamasi kieli luettelomerkkien uutisille.
fil: Pumili ng iyong gustong wika para sa News in Bullets.
fr: Sélectionnez votre langue préférée pour les actualités dans les puces.
gl: Selecciona o teu idioma preferido para News in Bullets.
he: בחר את השפה המועדפת עליך עבור חדשות בכדורים.
hi: कम शब्दों में समाचार के लिए अपनी पसंदीदा भाषा का चयन करें।
hr: Odaberite željeni jezik za News in Bullets.
hu: Válassza ki a kívánt nyelvet a Hírek felsorolásban.
hy: Ընտրեք նախընտրած լեզուն News in Bullets:
id: Pilih bahasa pilihan Anda untuk News in Bullets.
is: Veldu valið tungumál fyrir fréttir í byssukúlum.
ja: 글 머리 기호 뉴스에서 선호하는 언어를 선택하십시오.
ka: აირჩიეთ სასურველი ენა ახალი ამბების ტყვიებში.
km: ជ្រើសរើសភាសាដែលអ្នកពេញចិត្តសំរាប់ព័ត៌មាននៅក្នុងព្រឹត្តិប័ត្រ។
kn: ಬುಲೆಟ್‌ಗಳಲ್ಲಿನ ಸುದ್ದಿಗಳಿಗಾಗಿ ನಿಮ್ಮ ಆದ್ಯತೆಯ ಭಾಷೆಯನ್ನು ಆಯ್ಕೆಮಾಡಿ.
ky: News in Bullets үчүн жактырылган тилди тандаңыз.
lo: ເລືອກພາສາທີ່ທ່ານຕ້ອງການ ສຳ ລັບຂ່າວໃນຂ່າວ.
lt: Pasirinkite norimą kalbų naujienų kalbų kalbą.
lv: Atlasiet vēlamo valodu ziņām aizzīmēs.
mk: Изберете го преферираниот јазик за Вести во куршуми.
ml: ബുള്ളറ്റുകളിലെ വാർത്തകൾക്കായി നിങ്ങൾ തിരഞ്ഞെടുത്ത ഭാഷ തിരഞ്ഞെടുക്കുക.
mn: Bullets in News-т дуртай хэлээ сонгоно уу.
mr: बुलेट्स मधील बातम्यांसाठी आपली पसंतीची भाषा निवडा.
ms: Pilih bahasa pilihan anda untuk News in Bullets.
my: Bullet in News အတွက်သင်ကြိုက်နှစ်သက်သောဘာသာစကားကိုရွေးချယ်ပါ။
nb_no: Velg ønsket språk for News in Bullets.
ne: बुलेटमा समाचारको लागि तपाईको मनपर्ने भाषा चयन गर्नुहोस्।
nl: Selecteer uw voorkeurstaal voor News in Bullets.
pl: Wybierz preferowany język wiadomości w punktach.
pt: Selecione seu idioma preferido para Notícias em Bullets.
ro: Selectați limba preferată pentru Știri în Bullets.
ru: Выберите предпочитаемый язык для новостей в маркерах.
si: ප්‍රවෘත්ති උණ්ඩ සඳහා ඔබ කැමති භාෂාව තෝරන්න.
sk: Vyberte preferovaný jazyk pre Novinky v odrážkach.
sl: Izberite želeni jezik za News in Bullets.
sq: Zgjidhni gjuhën tuaj të preferuar për News in Bullets.
sr: Изаберите жељени језик за Вести у меткама.
sv: Välj ditt språk för News in Bullets.
sw: Chagua lugha unayopendelea ya News in Bullets.
ta: புல்லட் செய்திகளில் உங்கள் விருப்பமான மொழியைத் தேர்ந்தெடுக்கவும்.
te: బులెట్స్‌లో వార్తల కోసం మీకు ఇష్టమైన భాషను ఎంచుకోండి.
th: เลือกภาษาที่คุณต้องการสำหรับ News in Bullets
tr: Bullets'teki Haberler için tercih ettiğiniz dili seçin.
uk: Виберіть потрібну мову для новин у маркерах.
ur: شقوں میں خبریں کے لیے اپنی پسندیدہ زبان منتخب کریں۔
vi: Chọn ngôn ngữ ưa thích của bạn cho Tin tức trong Dấu đầu dòng.
zu: Khetha ulimi lwakho oluthandayo lwezindaba kuzinhlamvu.

source: MINS AGO
af: MINUTE GELEDE
am: ከደቂቃዎች በፊት
ar: قبل دقائق
az: DƏQİQƏ ƏVVƏL
be: хвілін таму
bg: преди минути
bn: মিনিট আগে
ca: fa uns minuts
cs: minutu před
da: minutter siden
el: λεπτά πριν
es_es: HACE MINUTOS
et: minutit tagasi
eu: duela minutu batzuk
fa: دقایقی پیش
fi: minuuttia sitten
fil: minuto na ang nakakalipas
fr: IL Y A MINS
gl: minutos atrás
he: לפני דקות
hi: मिन्स एजीओ
hr: prije nekoliko minuta
hu: perccel ezelőtt
hy: Րոպեներ առաջ
id: MENIT LALU
is: mínútum síðan
ja: 몇분 전에
ka: წუთის წინ
km: នាទីមុន
kn: ನಿಮಿಷಗಳ ಹಿಂದೆ
ky: мүнөт мурун
lo: ນາທີຜ່ານມາ
lt: minučių senumo
lv: pirms minūtēm
mk: пред неколку минути
ml: മിനിറ്റ് മുമ്പ്
mn: минутын өмнө
mr: मिनिटांपूर्वी
ms: beberapa minit yang lalu
my: လွန်ခဲ့သောမိနစ်အနည်းငယ်က
nb_no: minutter siden
ne: मिनेट अगाडि
nl: MINS GELEDEN
pl: kilka minut temu
pt: MINUTOS ATRÁS
ro: acum câteva minute
ru: МИНУТ НАЗАД
si: මිනිත්තු කිහිපයකට පෙර
sk: pred pár minútami
sl: pred nekaj minutami
sq: MINUTA MË PARË
sr: пре неколико минута
sv: minuter sedan
sw: dakika zilizopita
ta: நிமிடங்கள் முன்பு
te: నిమిషాల క్రితం
th: นาทีที่ผ่านมา
tr: dakika önce
uk: хвилин тому
ur: منٹ پہلے
vi: MỘT VÀI PHÚT TRƯỚC
zu: emizuzwini edlule

source: AN HOUR AGO
af: N UUR GELEDE
am: ከአንድ ሰዓት በፊት
ar: منذ ساعة
az: BİR SAAT ƏVVƏL
be: гадзіну таму
bg: преди час
bn: এক ঘন্টা আগে
ca: fa una hora
cs: před hodinou
da: en time siden
el: πριν από μία ώρα
es_es: HACE UNA HORA
et: tund tagasi
eu: duela ordubete
fa: یک ساعت پیش
fi: tunti sitten
fil: isang oras ang nakaraan
fr: IL Y A UNE HEURE
gl: hai unha hora
he: לפני שעה
hi: एक घंटे पहले
hr: prije sat vremena
hu: egy órája
hy: ՄԵԿ ԺԱՄ ԱՌԱՋ
id: SATU JAM YANG LALU
is: Fyrir klukkutíma síðan
ja: 한 시간 전
ka: ერთი საათის წინ
km: មួយ​ម៉ោង​មុន
kn: ಒಂದು ಗಂಟೆಯ ಹಿಂದೆ
ky: бир саат мурун
lo: ຊົ່ວໂມງກ່ອນຫນ້ານີ້
lt: prieš valandą
lv: pirms stundas
mk: пред еден час
ml: ഒരു മണിക്കൂർ മുമ്പ്
mn: нэг цагийн өмнө
mr: तासभरा पूर्वी
ms: satu jam yang lalu
my: တစ်နာရီအကြာ
nb_no: en time siden
ne: एक घण्टा पहिले
nl: EEN UUR GELEDEN
pl: godzina temu
pt: UMA HORA ATRÁS
ro: acum o oră
ru: ЧАС НАЗАД
si: පැයකට කලින්
sk: pred hodinou
sl: Pred uro
sq: NJË ORË MË PARË
sr: пре сат времена
sv: en timme sedan
sw: saa moja iliyopita
ta: ஒரு மணி நேரம் முன்பு
te: ఒక గంట క్రితం
th: ชั่วโมงที่ผ่านมา
tr: bir saat önce
uk: годину назад
ur: ایک گھنٹہ پہلے
vi: MỘT TIẾNG TRƯỚC
zu: ehoreni eledlule

source: HOURS AGO
af: URE GELEDE
am: ከሰዓታት በፊት
ar: منذ ساعات
az: BİR NEÇƏ SAAT ƏVVƏL
be: гадзін таму
bg: преди часове
bn: ঘন্টা আগে
ca: Fa hores
cs: před hodinami
da: timer siden
el: ώρες πριν
es_es: HORAS ATRAS
et: tundi tagasi
eu: duela ordu batzuk
fa: ساعاتی پیش
fi: tunteja sitten
fil: oras na ang nakakalipas
fr: IL Y A DES HEURES
gl: horas atrás
he: לפני שעות
hi: घंंटों पहले
hr: Sati prije
hu: órákkal ezelőtt
hy: ԺԱՄԵՐ ԱՌԱՋ
id: JAM YANG LALU
is: klukkustundum síðan
ja: 몇 시간 전
ka: საათის წინ
km: ច្រើន​ម៉ោង​កន្លងទៅ
kn: ಗಂಟೆಗಳ ಹಿಂದೆ
ky: саат мурун
lo: ຊົ່ວໂມງຜ່ານມາ
lt: Valandos
lv: pirms vairākām stundām
mk: пред неколку часа
ml: മണിക്കൂറുകള്ക്ക് മുന്പ്
mn: цагийн өмнө
mr: तासांपूर्वी
ms: beberapa jam yang lalu
my: နာရီအကြာ
nb_no: timer siden
ne: घण्टा अगाडि
nl: UREN GELEDEN
pl: godziny temu
pt: HORAS ATRÁS
ro: ore în urmă
ru: часов назад
si: පැය කිහිපයකට පෙර
sk: pred hodinami
sl: pred nekaj urami
sq: ORË MË PARË
sr: сати раније
sv: timmar sedan
sw: masaa yaliyopita
ta: மணி நேரம் முன்பு
te: గంటల క్రితం
th: ชั่วโมงที่แล้ว
tr: saatler önce
uk: годин тому
ur: گھنٹے پہلے
vi: NHIỀU GIỜ TRƯỚC
zu: amahora edlule
