Repository: newsreels/app-mobile-ios
Catalog: Bullet/*.lproj/Localizable.strings
Languages: af, am, ar, az, be, bg, bn, ca, cs, da, el, es_es, et, eu, fa, fi, fil, fr, gl, he, hi, hr, hu, hy, id, is, ja, ka, kk, km, kn, ky, lo, lt, lv, mk, ml, mn, mr, ms, my, nb_no, ne, nl, pl, pt, ro, ru, si, sk, sl, sq, sr, sv, sw, ta, te, th, tr, uk, ur, vi, zu

source: Post an Article
af: Plaas 'n artikel
am: ጽሑፍ ይለጥፉ
ar: انشر مقالاً
az: Məqalə paylaşın
be: Апублікаваць Артыкул
bg: Публикувай статия
bn: একটি প্রবন্ধ পোস্ট করুন
ca: Publica un article
cs: Zveřejnit článek
da: Indsend en artikel
el: Δημοσιεύστε ένα Άρθρο
es_es: Publicar un artículo
et: Postita Artikkel
eu: Argitaratu artikulu bat
fa: ارسال مقاله
fi: Julkaise artikkeli
fil: Mag-post ng Artikulo
fr: Publier un article
gl: Publicar un artigo
he: לכתוב מאמר
hi: एक आर्टिकल पोस्ट करें
hr: Objavi članak
hu: Cikk közzététele
hy: Տեղադրել հոդված
id: Pasang Artikel
is: Post grein
ja: 記事を投稿する
ka: სტატიის გამოქვეყნება
kk: Мақаланы жариялау
km: ចុះផ្សាយអត្ថបទ
kn: ಲೇಖನವನ್ನು ಪೋಸ್ಟ್ ಮಾಡಿ
ky: Макала жарыялаңыз
lo: ຕອບບົດຄວາມເປັນ
lt: Paskelbti straipsnį
lv: Izlikt pantu
mk: Постави член
ml: ഒരു ലേഖനം പോസ്റ്റ്
mn: Нийтлэл оруулах
mr: एक लेख पोस्ट करा
ms: Hantar artikel
my: ဆောင်းပါးကိုတင်ပါ
nb_no: Post en Artikkel
ne: लेख पोस्ट गर्नुस
nl: Plaats een Artikel
pl: Udostępnij artykuł
pt: Publicar um artigo
ro: Postează un articol
ru: Опубликовать статью
si: ලිපියක් පළ කරන්න
sk: Zverejniť článok
sl: Objavite članek
sq: Postoni një artikull
sr: Objavi članak
sv: Publicera en artikel
sw: Chapisha Ibara
ta: கட்டுரையைப் பதிவிடவும்
te: ఒక వ్యాసాన్ని పోస్ట్ చేయండి
th: โพสต์บทความ
tr: Bir makale paylaş
uk: Опублікувати статтю
ur: آرٹیکل پوسٹ کریں
vi: Đăng Bài Báo
zu: THUMELA INDATSHANA

source: Contact Us
af: Kontakt ons
am: ከእኛ ጋር ይገናኙ
ar: اتصل بنا
az: Bizimlə əlaqə
be: Звяжыцеся з Намі
bg: Свържи се с нас
bn: যোগাযোগ করুন
ca: Contacti'ns
cs: Kontaktujte nás
da: Kontakt os
el: Επικοινωνήστε Μαζί μας
es_es: Contáctanos.
et: Võta meiega ühendust
eu: Jarri gurekin harremanetan
fa: با ما تماس بگیرید
fi: Ota meihin yhteyttä
fil: Makipag-ugnayan sa Amin
fr: Contactez-nous
gl: Contacta connosco
he: צור קשר
hi: संपर्क करें
hr: Kontaktirajte nas
hu: Kapcsolat
hy: Կապ մեզ հետ
id: Hubungi Kami
is: Hafðu samband við okkur
ja: お問い合わせください
ka: დაგვიკავშირდით
kk: бізбен хабарласыңыз
km: ទាក់ទង​​ពួក​យើង
kn: ನಮ್ಮನ್ನು ಸಂಪರ್ಕಿಸಿ
ky: Биз менен байланышыңыз
lo: ຕິດ​ຕໍ່​ພວກ​ເຮົາ
lt: Susisiekite su mumis
lv: Sazinies ar mums
mk: Контактирајте не
ml: ഞങ്ങളെ സമീപിക്കുക
mn: Бидэнтэй холбоо бариарай
mr: आमच्याशी संपर्क साधा
ms: Hubungi Kami
my: ကျွန်ုပ်တို့ကို ဆက်သွယ်ပါ
nb_no: Kontakt Oss
ne: हामीलाई सम्पर्क गर्नुस
nl: Contacteer Ons
pl: Skontaktuj się z nami
pt: Fale conosco
ro: Contactează-ne
ru: Связаться с нами
si: අප අමතන්න
sk: Kontaktujte nás
sl: Kontaktirajte nas
sq: Na kontaktoni ne
sr: Kontaktirajte nas
sv: Kontakta oss
sw: Wasiliana nasi
ta: எங்களைத் தொடர்பு கொள்ளவும்
te: మమ్మల్ని సంప్రదించండి
th: ติดต่อเรา
tr: Bizimle İletişime Geç
uk: Зв'язатися з нами
ur: رابطہ کریں
vi: Liên hệ với chúng tôi
zu: Xhumana nathi

source: New Email Address
af: Nuwe e-pos adres
am: አዲስ የኢሜል አድራሻ
ar: عنوان البريد الإلكتروني الجديد
az: Yeni E-poçt Ünvanı
be: Новы Адрас Электроннай пошты
bg: Нов email адрес
bn: নতুন ইমেইল এ্যড্রেস
ca: Nova adreça de correu electrònic
cs: Nová e-mailová adresa
da: Ny E-mail Adresse
el: Νέα διεύθυνση Email
es_es: Nueva dirección de correo electrónico
et: Uus E-posti Aadress
eu: Posta elektroniko berria
fa: آدرس ایمیل جدید
fi: Uusi sähköpostiosoite
fil: Bagong Email
fr: Nouvelle adresse électronique
gl: nova dirección de correo electrónico
he: כתובת דואר אלקטרוני חדשה
hi: नया ईमेल पता
hr: Nova email adresa
hu: Új email cím
hy: Նոր էլ․ հասցե
id: Alamat Email Baru
is: Nýtt Email Address
ja: 新しいメールアドレス
ka: ახალი ელფოსტის მისამართი
kk: Жаңа электрондық пошта мекенжайы
km: អាសយដ្ឋានអ៊ីមែលថ្មី
kn: ಹೊಸ ಇಮೇಲ್ ವಿಳಾಸ
ky: Жаңы электрондук почта дареги
lo: ທີ່ຢູ່ອີເມວໃຫມ່
lt: Naujas el. pašto adresas
lv: jauna e-pasta adrese
mk: нова Емаил адреса
ml: പുതിയ ഇ മെയിൽ വിലാസം
mn: Шинэ шуудангийн хаяг
mr: नवीन ईमेल पत्ता
ms: Alamat E-mel Baru
my: အီးမေးလ်လိပ်စာအသစ််
nb_no: Ny E-postadresse
ne: नया इमेल अद्रेस
nl: Nieuw E-mailadres
pl: Nowy aders Email
pt: Novo endereço de e-mail
ro: Adresa de email nouă
ru: Новый E-mail адрес
si: නව විද්‍යුත් තැපැල් ලිපිනය
sk: Nová e-mailová adresa
sl: Nov elektronski naslov
sq: Email Adresa juaj e re
sr: Nova adresa e-pošte
sv: NNy e-postadressew
sw: Mpya ya Barua Pepe
ta: புதிய மின்னஞ்சல் முகவரி
te: కొత్త ఇమెయిల్ చిరునామా
th: ที่อยู่อีเมลใหม่
tr: Yeni Email Adresi
uk: Нова електронна пошта
ur: نیا ای میل ایڈریس
vi: Địa Chỉ Email Mới
zu: Ikheli le-imeyili elisha

source: Suggest an improvement
af: Stel 'n verbetering voor
am: ማሻሻያ ይጠቁሙ
ar: اقترح تحسين
az: Təkmilləşdirmə təklif edin
be: Прапануйце паляпшэнне
bg: Предложи подобрение
bn: উন্নতির জন্য পরামর্শ দিন
ca: Suggerir una millora
cs: Navrhněte zlepšení
da: Foreslå forbedring
el: Προτείνετε βελτιώσεις
es_es: Sugerir una mejora
et: Soovita täiustust
eu: hobekuntza proposatu
fa: پیشنهاد یک پیشرفت کنید
fi: Ehdota parannusta
fil: Magmungkahi ng Pagpapabuti
fr: Suggérer une amélioration
gl: Suxerir unha mellora
he: הצע שיפור
hi: सुधार का सुझाव दें
hr: Predložite poboljšanje
hu: Küldjön be javaslatot
hy: Առաջարկել բարելավում
id: Beri saran untuk perkembangan
is: Benda til bata
ja: 改善を提案する
ka: გაუმჯობესების შეთავაზება
kk: Жақсартуды ұсыныңыз
km: ស្នើឱ្យមានការកែលម្អ
kn: ಸುಧಾರಣೆಯನ್ನು ಸೂಚಿಸಿ
ky: Жакшыртууну сунуштаңыз
lo: ຄໍາແນະນໍາການປັບປຸງ
lt: Pasiūlyti pakeitimą
lv: Ieteikt uzlabojumu
mk: Укажуваат на подобрување
ml: ഒരു പുരോഗതി നിർദ്ദേശിക്കുക
mn: Сайжруулахыг санал болго
mr: सुधारणा सुचवा
ms: Cadangkan peningkatan
my: တိုးတတ်မှုကိုအကြံပြုပါ
nb_no: Foreslå en forbedring
ne: सुधार सुझाव दिनुहोस्
nl: Suggereer een verbetering
pl: Zaproponuj zmiany
pt: Fazer uma sugestão
ro: Sugerează o îmbunătățire
ru: Предложить улучшениеt
si: වැඩිදියුණු කිරීමක් යෝජනා කරන්න
sk: Navrhnite zlepšenie
sl: Predlagajte izboljšave
sq: Sugjeroni një përmisim
sr: Predložite poboljšanje
sv: Föreslå en förbättring
sw: zinaonyesha kuboresha
ta: மேம்பாடுகளைப் பரிந்துரைக்கவும்
te: మెరుగుదలను సూచించండి
th: แนะนำการปรับปรุง
tr: Geliştirme önerin
uk: Запропонувати вдосконалення
ur: بہتری کے لیے رائے
vi: Đề xuất sửa đổi
zu: Phakamisa ukuthuthuka

source: From:
af: Van:
am: ከ፦
ar: من عند::
az: Buradan:
be: Ад:
bg: От:
bn: প্রেরক:
ca: Des de:
cs: Z:
da: Fra:
el: Από:
es_es: De:
et: Pärit:
fa: از جانب:
fi: Keneltä:
fil: Mula:
fr: De :
gl: Desde:
he: מ:
hi: से:
hr: Od:
hu: Küldő:
hy: Ումից։
id: Dari:
is: frá:
ja: …から
ka: -გან
kk: дан
km: មកពី៖
kn: ಇವರಿಂದ:
ky: Кимден:
lt: Nuo:
lv: No:
mk: од:
ml: നിന്നും:
mn: Эхлэл:
mr: पासून:
ms: Dari:
my: မှ
nb_no: Fra:
ne: :बाट
nl: Van:
pl: Od:
pt: De:
ro: De la:
ru: Из:
si: සිට:
sk: Z:
sl: Od:
sq: Nga:
sr: Od:
sv: Från:
sw: Kutoka:
ta: இருந்து
te: నుండి:
th: จาก:
tr: -den ,-dan
uk: Від:
ur: فُروم
vi: Từ:
zu: Kusuka ku:

source: PERSONALIZED RECOMMENDATIONS
af: PERSOONLIKE AANBEVELINGS
am: ግላዊ ጥቆማ
ar: توصيات مخصصة
az: FƏRDİLƏŞDİRİLMİŞ TÖVSİYƏLƏR
be: ПЕРСОНАЛІЗАВАНЫЯ РЭКАМЕНДАЦЫІ
bg: ПРЕДЛОЖЕНИЯ ЗА ПЕРСОНАЛИЗАЦИЯ
bn: ব্যক্তিগতকৃত পরামর্শসমূহ
ca: RECOMANACIONS PERSONALITZADES
cs: PERSONALIZOVANÉ DOPORUČENÍ
da: PERSONLIGE ANBEFALINGER
el: ΕΞΑΤΟΜΙΚΕΥΜΕΝΕΣ ΠΡΟΤΑΣΕΙΣ
es_es: RECOMENDACIONES PERSONALIZADAS
et: ISIKUSTATUD SOOVITUSED
eu: gomendio pertsonalizatuak
fa: توصیه های شخصی شده
fi: MUKAUTETUT SUOSITUKSET
fil: PERSONAL NA REKOMENDASYON
fr: RECOMMANDATIONS PERSONNALISÉES
gl: RECOMENDACIÓNS PERSONALIZADAS
he: המלצות אישיות
hi: व्यक्तिगत सिफारिशें
hr: PERSONALIZIRANI PRIJEDLOZI
hu: SZEMÉLYRE SZABOTT JAVASLATOK
hy: ԱՆՀԱՏԱԿԱՆԱՑՎԱԾ ԱՌԱՋԱՐԿՈՒԹՅՈՒՆՆԵՐ
id: REKOMENDASI YANG TERPERSONALISASI
is: persónulegar ráðleggingar
ja: パーソナライズされた推奨事項
ka: პერსონალიზებული რეკომენდაციები
kk: ЖЕКЕ ҰСЫНЫСТАР
km: ការណែនាំសម្រាប់អ្នកផ្ទាល់
kn: ವೈಯಕ್ತಿಕ ಶಿಫಾರಸುಗಳು
ky: ЖЕКЕ СУНУШТАР
lo: ຂໍ້ສະເຫນີແນະສ່ວນບຸກຄົນ
lt: PERSONALIZUOTOS REKOMENDACIJOS
lv: personalizēti ieteikumi
mk: персонализирани препораки
ml: വ്യക്തിപര ശുപാർശകൾ
mn: ХЭРЭГЛЭГЧДЭГТЭЙ
mr: वैयक्तिकृत शिफारसी
ms: CADANGAN PERIBADI
my: ကိုယ်ရေးကိုယ်တာ ရည်ညွှန်းအကြံပြုချက်များ
nb_no: TILPASSEDE FORSLAG
ne: निजिकृत सुझाबहरु
nl: GEPERSONALISEERDE AANBEVELINGEN
pl: POLECANA PERSONALIZACJA
pt: RECOMENDAÇÕES PERSONALIZADAS
ro: RECOMANDĂRI PERSONALIZATE
ru: Персональные рекомендации
si: පුද්ගල නිර්දේශ
sk: PERSONALIZOVANÉ ODPORÚČANIA
sl: PERSONALIZIRANA PRIPOROČILA
sq: REKOMANDIMET E PERSONALIZUARA
sr: PERSONALIZIRANE PREPORUKE
sv: PERSONLIGA REKOMMENDATIONER
sw: mapendekezo MsakoPERSONALIZED RECOMMENDATIONS
ta: தனிப்பட்ட பரிந்துரைகள்
te: వ్యక్తిగతీకరించబడ్డ సిఫారసులు
th: คำแนะนำส่วนบุคคล
tr: KİŞİSELLEŞTİRİLMİŞ ÖNERİLER
uk: ПЕРСОНАЛЬНІ РЕКОМЕНДАЦІЇ
ur: ذاتی سفارشات
vi: ĐỀ XUẤT CÁ NHÂN HÓA
zu: izincomo ezenziwe zaba ezakho

source: I don't like this
af: Ek hou nie hiervan nie
am: ይህን አልፈልግም
ar: لا احب هذا
az: Bunu bəyənmədim
be: Мне гэта не падабаецца
bg: Това не ми харесва
bn: আমি এটি পছন্দ করি না
ca: No m'agrada això
cs: Nelíbí se mi to
da: Jeg kan ikke lide dette
el: Δεν μου αρέσει αυτό
es_es: No me gusta esto
et: See ei meeldi mulle
eu: Ez dut hau gustatzen
fa: من این را دوست ندارم
fi: En pidä tästä
fil: Hindi ko ito gusto
fr: Je n'aime pas cela
gl: Non me gusta isto
he: אני לא אוהב את זה
hi: मुझे यह पसंद नहीं है
hr: Ne sviđa mi se ovo
hu: Nem tetszik
hy: Ինձ այս դուր չի գալիս
id: Saya tidak suka ini
is: Mér líkar ekki þetta
ja: 私はこれが好きではありません
ka: მე ეს არ მომწონს
kk: Маған ұнамайды
km: ខ្ញុំមិនចូលចិត្តបែបនេះទេ
kn: ನನಗೆ ಇದು ಇಷ್ಟವಿಲ್ಲ
ky: Мага бул жакпайт
lo: ຂ້າພະເຈົ້າບໍ່ຕ້ອງການນີ້
lt: Man tai nepatinka
lv: Man tas nepatīk
mk: Не ми се допаѓа ова
ml: ഞാൻ ഇഷ്ടമല്ല
mn: Надад энэ таалагдахгүй байна
mr: मला हे आवडले नाही
ms: Saya tidak suka ini
my: ကျွန်ုပ်ဒါကိုမကြိုက်ပါ
nb_no: Jeg liker ikke dette
ne: मलाई यो मन परेन
nl: Ik vind dit niet leuk
pl: Nie podoba mi się
pt: Não gosto disso
ro: Nu îmi place
ru: Мне не нравится это
si: මම මේකට කැමති නැහැ
sk: Nepáči sa mi to
sl: To mi ni všeč
sq: Mua nuk më pëlqen kjo
sr: Ne sviđa mi se ovo
sv: Jag gillar inte det här
sw: Sipendi huu
ta: இவை எனக்குப் பிடிக்கவில்லை
te: నాకు ఇది ఇష్టంలేదు
th: ฉันไม่ชอบสิ่งนี้
tr: Bunu beğenmedim
uk: Мені це не подобається
ur: مجھے یہ پسند نہیں ہے
vi: Tôi không thích điều này
zu: Angikuthandi lokhu

source: Name
af: Naam
am: ስም
ar: اسم
az: Ad
be: Імя
bg: Име
bn: নাম লিখুন
ca: Nom
cs: Jméno
da: Navn
el: Όνομα
es_es: Nombre
et: Nimi
eu: izena
fa: نام
fi: Nimi
fil: Pangalan
fr: Nom
gl: Nome
he: שֵׁם
hi: नाम
hr: Ime
hu: Név
hy: Անուն
id: Nama
is: heiti
ja: 名前
ka: სახელი
kk: аты
km: ឈ្មោះ
kn: ಹೆಸರು
ky: Атыңыз
lo: ຊື່
lt: Vardas
lv: nosaukums
mk: име
ml: പേര്
mn: Нэр
mr: नाव
ms: Nama
my: အမည်
nb_no: Navn
ne: नाम
nl: Naam
pl: Nazwa
pt: Nome
ro: Nume
ru: имя
si: නම
sk: Meno
sl: Ime
sq: Emri
sr: Ime
sv: Namn
sw: jina
ta: பெயர்
te: పేరు
th: ชื่อ
tr: İsim
uk: Ім'я
ur: نام
vi: Tên
zu: iGama

source: Enter email
af: Voer e-posadres in
am: ኢሜል ያስገቡ
ar: أدخل البريد الإلكتروني
az: E-poçt daxil edin
be: Увядзіце Электронную пошту
bg: Въведи email
bn: ইমেইল প্রদান করুন
ca: Ingressi correu electrònic
cs: Zadejte e-mail
da: Indtast E-mail
el: Εισάγετε το email
es_es: Introducir correo electrónico
et: Sisesta e-post
eu: Sartu e-posta
fa: ایمیل وارد کنید
fi: Syötä sähköpostiosoite
fil: Ilagay ang email
fr: Entrez votre adresse électronique
gl: Introduce o correo electrónico
he: הזן את כתובת הדואל
hi: ईमेल एंटर करें
hr: Upišite email
hu: Adja meg Email címét
hy: Մուտքագրեք էլ․ հասցեն
id: Masukkan email
is: Skráðu netfangið
ja: メールアドレスを入力する
ka: შეიყვანეთ ელფოსტა
kk: Электрондық пошта мекенжайын енгізіңіз
km: បញ្ចូលអ៊ីមែល
kn: ಇಮೇಲ್ ನಮೂದಿಸಿ
ky: Электрондук почта дарегин киргизиңиз
lo: ກະລຸນາໃສ່ອີເມວ
lt: Įveskite el. paštą
lv: Ievadiet e-pasta adresi
mk: внесете е-пошта
ml: ഇമെയിൽ നൽകുക
mn: Имэйлийг оруулна уу
mr: ईमेल प्रविष्ट करा
ms: Masukkan E-Mel
my: အီးမေးလ်ထည့်ပါ
nb_no: Oppgi e-post
ne: तपाइको इमेल
nl: Voer E-mailadres In
pl: Wpisz Email
pt: Insira o e-mail
ro: Introduce adresa de email
ru: Введите адрес электронной почты
si: විද්‍යුත් තැපෑල ඇතුළත් කරන්න
sk: Zadajte e-mail
sl: Vnesite elektronski naslov
sq: Vendosni email adresën
sr: Unesi e-poštu
sv: Skriv in e-postadress
sw: Ingiza barua pepe
ta: மின்னஞ்சலை உள்ளிடுக
te: సహాయం
th: กรอกอีเมล
tr: Email gir
uk: Введіть електронну пошту
ur: ای میل لکھیں
vi: Nhập Địa Chỉ Email
zu: Faka i-imeyili

source: UPDATE APP
af: Opdateer die TOEP
am: መተግበሪያውን ያዘምኑ
ar: تحديث التطبيق
az: Tətbiqi güncəlləyin
be: Абнавіць Праграму
bg: Актуализиране на приложението
bn: এ্যাপ আপডেট করুন
ca: Actualitzar aplicació
cs: Aktualizovat aplikaci
da: Opdater Appen!
el: Ενημέρωση Εφαρμογής
es_es: ACTUALIZAR APLICACIÓN
et: Värskenda rakendust
eu: Update aplikazioa
fa: برنامه را به روز کنید
fi: Päivitä sovellus
fil: I-update ang App
fr: Mise à jour de l'application
gl: Actualizar aplicación
he: עדכון של אפליקציית
hi: ऐप को अपडेट करें
hr: Ažurirajte aplikaciju
hu: Alkalmazás frissítése
hy: Թարմացնել հավելվածը
id: Perbaharui Aplikasi
is: Uppfæra App
ja: アプリを更新する
ka: აპლიკაციის განახლება
kk: Қолданбаны Жаңарту
km: ធ្វើបច្ចុប្បន្នភាពកម្មវិធី
kn: ಅಪ್ಲಿಕೇಶನ್ ನವೀಕರಿಸಿ
ky: Колдонмону жаңыртуу
lt: Atnaujinti programėlę
lv: Atjaunināt App
mk: ажурирање App
ml: അപ്ഡേറ്റ് അപ്ലിക്കേഷൻ
mn: Шинэчлэлт App
mr: अनुप्रयोग अद्यतनित करा
ms: Kemas kini aplikasi
my: အက်ပ်ကိုမြင့်တင်ပါ
nb_no: Oppdater App
ne: ऐप अपडेट गनुस
nl: Update de App
pl: Aktualizuj aplikację
pt: Atualizar app
ro: Actualizează aplicația
ru: Обновление приложения
si: යෙදුම යාවත්කාලීන කරන්න
sk: Aktualizovať aplikáciu
sl: Posodobitev aplikacije
sq: Aktualizoni aplikacionin
sr: Ažuriraj aplikaciju
sv: Uppdatera appen
sw: Mwisho App
ta: செயலியைப் புதுப்பி
te: అప్ ని అప్డేట్ చెయ్యండి
th: อัปเดตแอป
tr: Uygulamayı Güncelle
uk: Оновіть Додаток!
ur: اپ ڈیٹ ایپ
vi: Cập Nhật Ứng Dụng
zu: Buyekeza i-App

source: Change Password
af: Verander wagwoord
am: የይለፍ ቃል ይቀይሩ
ar: غير كلمة السر
az: Parolu dəyişin
be: Змена Пароля
bg: Промени парола
bn: পাসওয়ার্ড পরিবর্তন করুন
ca: Canvia la contrasenya
cs: Změnit heslo
da: Ændre Adgangskode
el: Αλλαγή Κωδικού Πρόσβασης
es_es: Cambiar Contraseña
et: Muuda Salasõna
eu: Aldatu pasahitza
fa: رمز عبور را تغییر دهید
fi: Vaihda salasana
fil: Palitan ang Password
fr: Changer le mot de passe
gl: Cambie o contrasinal
he: שנה סיסמא
hi: पासवर्ड बदलें
hr: Promijenite lozinku
hu: Jelszó megváltoztatása
hy: Փոփոխել գաղտնաբառը
id: Ubah Kata Sandi
is: Breyta lykilorði
ja: パスワードを変更する
ka: პასვორდის ცვლილება
kk: құпиясөзді ауыстыру
km: ផ្លាស់ប្តូរពាក្យសម្ងាត់
kn: ಪಾಸ್ವರ್ಡ್ ಬದಲಾಯಿಸಿ
ky: Порольду өзгөртүү
lo: ປ່ຽນ​ລະ​ຫັດ​ຜ່ານ
lt: Pakeisti slaptažodį
lv: Paroles maiņa
mk: Промени го пасвордот
ml: പാസ്വേഡ് മാറ്റുക
mn: Нууц үгийг өөрчлөх
mr: पासवर्ड बदला
ms: Tukar Kata Laluan
my: စကားဝှက်ပြောင်းမည်
nb_no: Endre Passord
ne: पासवर्ड परिवर्तन
nl: Wijzig Wachtwoord
pl: Zmień hasło
pt: Alterar senha
ro: Schimbare parolă
ru: Измени пароль
si: මුරපදය වෙනස් කරන්න
sk: Zmeniť heslo
sl: Spremenite geslo
sq: Ndryshoni fjalëkalimin
sr: Promeni lozinku
sv: Ändra lösenord
sw: Badilisha neno la siri
ta: பாஸ்வேர்டை மாற்று
te: పాస్వర్డ్ ని మార్చండి
th: เปลี่ยนรหัสผ่าน
tr: Şifreyi Değiştir
uk: Змінити Пароль
ur: پاس ورڈ تبدیل کریں
vi: Đổi Mật Khẩu
zu: SHINTSHA iphasiwedi

source: CHANGE EMAIL ADDRESS
af: VERANDER E-POS ADRES
am: የኢሜል አድራሻ ለውጥ
ar: تغيير البريد الالكتروني
az: E-POÇT ÜNVANINIZI DƏYİŞİN
be: ЗМЯНІЦЬ ЭЛЕКТРОННЫ АДРАС
bg: Промени email адрес
bn: ইমেইল ​​এ্যড্রেস পরিবর্তন করুন
ca: CANVIAR ADREÇA DE CORREU ELECTRÒNIC
cs: ZMĚNIT E-MAILOVOU ADRESU
da: ÆNDRE E-MAIL ADRESSE
el: ΑΛΛΑΓΗ ΔΙΕΥΘΥΝΣΗΣ EMAIL
es_es: CAMBIAR LA DIRECCIÓN DE CORREO ELECTRÓNICO
et: MUUDA E-POSTI AADRESS
eu: CHANGE E-posta helbidea
fa: آدرس ایمیل را تغییر دهید
fi: VAIHDA SÄHKÖPOSTIOSOITTEESI
fil: PALITAN ANG EMAIL
fr: CHANGER D'ADRESSE ÉLECTRONIQUE
gl: CAMBIAR A DIRECCIÓN DE CORREO ELECTRÓNICO
he: שנה כתובת דואר אלקטרוני
hi: ईमेल पता बदलें
hr: PROMIJENITE EMAIL ADRESU
hu: EMAIL CÍM MEGVÁLTOZTATÁSA
hy: ՓՈԽԵԼ ԷԼ․ ՀԱՍՑԵՆ
id: GANTI ALAMAT EMAIL
is: Að breyta netfanginu
ja: メールアドレスを変更する
ka: შეცვალე ელფოსტის მისამართი
kk: ЭЛЕКТРОНДЫҚ ПОШТА МЕКЕНЖАЙЫН ӨЗГЕРТУ
km: ផ្លាស់ប្តូរអាស័យដ្ឋានអ៊ីមែល
kn: ಇಮೇಲ್ ವಿಳಾಸವನ್ನು ಬದಲಾಯಿಸಿ
ky: ПОЧТА ДАРЕГИН ӨЗГӨРТҮҮ
lo: ປ່ຽນຢູ່ອີເມລ
lt: PAKEISTI EL. PAŠTO ADRESĄ
lv: MAINĪT EPASTA ADRESI
mk: ПРОМЕНИ ЈА Е-МАИЛ АДРЕСАТА
ml: ഇ മെയിൽ വിലാസം മാറ്റുക
mn: АЖИЛЛАГАА МЭДЭЭЛЭЛ
mr: बदला EMAIL ADDRESS
ms: TUKAR ALAMAT E-MEL
my: အီးမေးလ်လိပ်စာကို ပြောင်းမည်ု
nb_no: ENDRE E-POSTADRESSE
ne: इमेल परिवर्तन
nl: WIJZIG E-MAILADRES
pl: ZMIEŃ ADRES EMAIL
pt: ALTERAR ENDEREÇO DE E-MAIL
ro: SCHIMBĂ ADRESA DE EMAIL
ru: ИЗМЕНИТЬ АДРЕС ЭЛЕКТРОННОЙ ПОЧТЫ
si: විද්යුත් තැපැල් ලිපිනය වෙනස් කරන්න
sk: ZMENIŤ E-MAILOVÚ ADRESU
sl: SPREMENITE VAŠ ELEKTRONSKI NASLOV
sq: NDRYSHONI EMAIL ADRESËN TUAJ
sr: PROMENI ADRESU E-POŠTE
sv: ÄNDRA E-POSTADRESS
sw: BADILISHA EMAIL ADDRESSCHANGE EMAIL ADDRESS
ta: மின்னஞ்சல் முகவரியை மாற்று
te: ఇమెయిల్ చిరునామా ను మార్చండి
th: เปลี่ยนที่อยู่อีเมลล์
tr: EMAIL ADRESİNİ DEĞİŞTİR
uk: ЗМІНИТИ ЕЛЕКТРОННУ ПОШТУ
ur: ای میل ایڈریس تبدیل کریں
vi: THAY ĐỔI ĐỊA CHỈ EMAIL
zu: Shintsha Ikheli Le-imeyili

source: NARRATOR
af: VERTELLER
am: ነጋሪ
ar: راوي
az: BƏYANATÇI
be: АПАВЯДАЛЬНІК
bg: РАЗКАЗАТЕЛ
bn: ন্যারেটর
ca: NARRADOR
cs: ROZPRAVĚČ
da: FORTELLER
el: ΑΦΗΓΗΤΗΣ
es_es: NARRADOR
et: Jutustaja
eu: NARRATZAILEA
fa: راوی
fi: KERTOJA
fr: NARRATEUR
gl: NARRADOR
he: מספר
hi: कथावाचक
hr: PRIPOVJEDAČ
hu: NARRÁTOR
hy: ՊԱՏՄՈՂ
id: NARATOR
is: SÖGUMAÐUR
ja: ナレーター
ka: ᲛᲗᲮᲠᲝᲑᲔᲚᲘ
kk: Әңгімеші
km: ណារ៉ាអរ
ky: НАРРАТОР
lt: Pasakotojas
lv: RAKSTĪTĀJS
mk: НАРАТОР
mn: ХӨГЖҮҮЛЭГЧ
ms: PENULIS
my: နောက်ခံစကားပြောသူ
nb_no: FORTELLER
nl: VERTELLER
pt: NARRADOR
ro: NARATOR
ru: РАССКАЗЧИК
si: නාරාටර්
sk: ROZPRÁVAČ
sl: PRIPOVEDALEC
sq: TRANSMETUESI
sr: ПРИПОВЕДАЧ
sv: BERÄTTARE
sw: MSIMULIZI
ta: நாரதர்
th: ผู้บรรยาย
tr: DIŞ SES
uk: РОЗПОВІДНИК
ur: نریٹر
vi: NGƯỜI DẪN CHUYỆN
zu: UMBALI

source: READING SPEED
af: LEESPOED
am: የንባብ ፍጥነት
ar: سرعة القراءة
az: Oxu sürəti
be: Хуткасць чытання
bg: СКОРОСТ НА ЧЕТЕНЕ
bn: রিডিং স্পিড
ca: VELOCITAT DE LECTURA
cs: RYCHLOST ČTENÍ
da: LÆSESHASTIGHED
el: ΑΝΑΓΝΩΣΗ ΤΑΧΥΤΗΤΑ
es_es: VELOCIDAD DE LECTURA
et: LUGEMISKIIRUS
eu: IRAKURKETA ABIADURA
fa: سرعت خواندن
fi: LUKEMISNOPEUS
fil: BILIS NG PAGBASA
fr: VITESSE DE LECTURE
gl: VELOCIDADE DE LECTURA
he: מהירות קריאה
hi: पढ़ने की गति
hr: BRZINA ČITANJA
hu: OLVASÁSI SEBESSÉG
hy: Ընթերցանության արագությունը
id: KECEPATAN MEMBACA
is: LESHRAÐUR
ja: 速読
ka: კითხვის სიჩქარე
kk: Оқу жылдамдығы
km: អានរហ័ស
kn: ವೇಗವನ್ನು ಓದುವುದು
ky: ОКУУ ТЕЗДИГИ
lo: ອ່ານຢ່າງໄວວາ
lt: Skaitymo greitis
lv: LASĪŠANAS ĀTRUMS
mk: ЧИТАЕ БРЗИНА
ml: സ്പീഡ് വായിക്കുന്നു
mn: УНШИХ ХУРД
ms: MEMBACA SPEED
my: ဖတ်မြန်
nb_no: LESEHASTIGHET
ne: पढ्ने गति
nl: LEESNELHEID
pl: SZYBKOŚĆ CZYTANIA
pt: VELOCIDADE DE LEITURA
ro: VITEZA DE CITIRE
ru: СКОРОСТЬ ЧТЕНИЯ
si: වේගය කියවීම
sk: RÝCHLOSŤ ČÍTANIA
sl: HITROST BRANJA
sq: LEXIMI I Shpejtësisë
sr: БРЗИНА ЧИТАЊА
sv: LÄSHASTIGHET
sw: KUSOMA KASI
ta: வேகத்தை வாசித்தல்
te: స్పీడ్ చదవడం
th: ความเร็วในการอ่าน
tr: OKUMA HIZI
uk: ШВИДКІСТЬ ЧИТАННЯ
ur: پڑھنے کی رفتار
vi: TỐC ĐỘ ĐỌC
zu: ISIVinini SOKUFUNDA

source: You haven't blocked anything yet
af: Jy het nog niks geblokkeer nie
am: እስካሁን ምንም አላገዱም
ar: لم تقم بحظر أي شيء حتى الآن
az: Hələ heç nəyi blok etməmisiniz
be: Вы яшчэ нічога не заблакавалі
bg: Все още не сте блокирали нищо
bn: আপনি এখনও কিছু অবরুদ্ধ করেননি
ca: Encara no heu bloquejat res
cs: Zatím jste nic nezablokovali
da: Du har ikke blokeret noget endnu
el: Δεν έχετε αποκλείσει τίποτα ακόμη
es_es: No has bloqueado nada todavía
et: Te pole veel midagi blokeerinud
eu: Oraindik ez duzu ezer blokeatu
fa: شما هنوز چیزی را مسدود نکرده اید
fi: Et ole vielä estänyt mitään
fil: Wala ka pang na-block
fr: Vous n'avez encore rien bloqué
gl: Aínda non bloqueou nada
he: עדיין לא חסמת דבר
hi: आपने अभी तक कुछ भी ब्लॉक नहीं किया है
hr: Još niste ništa blokirali
hu: Még nem blokkoltál semmit
hy: Դուք դեռ ոչինչ չեք արգելափակել
id: Anda belum memblokir apa pun
is: Þú hefur ekki lokað á neitt ennþá
ja: まだ何もブロックしていません
ka: ჯერ არაფერი დაბლოკილხართ
kk: Сіз әлі ешнәрсе бұғаттаған жоқсыз
km: អ្នកមិនទាន់បានរារាំងអ្វីនៅឡើយទេ
kn: ನೀವು ಇನ್ನೂ ಏನನ್ನೂ ನಿರ್ಬಂಧಿಸಿಲ್ಲ
ky: Азырынча эч нерсени жапкан жоксуз
lo: ທ່ານຍັງບໍ່ໄດ້ສະກັດກັ້ນຫຍັງເທື່ອ
lt: Jūs dar nieko neužblokavote
lv: Jūs vēl neko neesat bloķējis
mk: Сè уште не блокиравте ништо
ml: നിങ്ങൾ ഇതുവരെ ഒന്നും തടഞ്ഞിട്ടില്ല
mn: Та хараахан юу ч хааж амжаагүй байна
ms: Anda belum menyekat apa-apa
my: သင်ဘာမှမပိတ်ရသေးပါ
nb_no: Du har ikke blokkert noe ennå
ne: तपाईंले अहिले सम्म कुनै चीज रोक्नुभएको छैन
nl: Je hebt nog niets geblokkeerd
pl: Jeszcze niczego nie zablokowałeś
pt: Você ainda não bloqueou nada
ro: Nu ați blocat încă nimic
ru: Вы еще ничего не заблокировали
si: ඔබ තවම කිසිවක් අවහිර කර නැත
sk: Zatiaľ ste nič neblokovali
sl: Še ničesar niste blokirali
sq: Nuk keni bllokuar asgjë akoma
sr: Још ништа нисте блокирали
sv: Du har inte blockerat någonting än
sw: Hujazuia chochote bado
ta: நீங்கள் இதுவரை எதையும் தடுக்கவில்லை
te: మీరు ఇంకా దేనినీ నిరోధించలేదు
th: คุณยังไม่ได้บล็อกอะไร
tr: Henüz hiçbir şeyi engellemedin
uk: Ви ще нічого не заблокували
ur: آپ نے ابھی تک کچھ بھی مسدود نہیں کیا ہے
vi: Bạn chưa chặn bất kỳ thứ gì
zu: Awukavimbi lutho okwamanje

source: HEADLINES ONLY
af: SLEGS KOPSTukke
am: ርዕሶች ብቻ
ar: العناوين فقط
az: Yalnız başlıqlar
be: ТОЛЬКІ ЗАГАЛОЎКІ
bg: САМО ЗАГЛАВИЯ
bn: কেবলমাত্র শিরোনাম
ca: NOMÉS TITULARS
cs: POUZE TITULKY
da: KUN HEADLINES
el: ΜΟΝΟ ΑΡΧΕΣ
es_es: TITULARES SOLAMENTE
et: AINULT Pealkirjad
eu: ATALBURUAK BAKARRIK
fa: فقط سربرگ ها
fi: VAIN PÄÄNIMET
fil: HEADLINES LANG
fr: HEADLINES UNIQUEMENT
gl: TÍTULOS ÚNICAMENTE
he: כותרות בלבד
hi: केवल शीर्षक
hr: SAMO GLAVE
hu: CSAK FÖLDSZÍNEK
hy: ՄԻԱՅՆ ԱՌԱՆՈՐԴՆԵՐ
id: HANYA HEADLINE
is: AÐEINS fyrirsagnir
ja: 見出しのみ
ka: მხოლოდ HEADLINES
kk: ТЕК ТАҚЫРЫПТАР
km: មានតែ HEADLINES ប៉ុណ្ណោះ
kn: ಹೆಡ್ಲೈನ್ಸ್ ಮಾತ್ರ
ky: БАШЧЫЛАР
lo: ພຽງແຕ່ HEADLINES ເທົ່ານັ້ນ
lt: TIK AUKŠTYNĖS
lv: TIKAI GALVENĀS
mk: САМО ОБЛАСТИ
ml: ഹെഡ്‌ലൈനുകൾ മാത്രം
mn: ЗӨВХӨН ТОЛГОЙ
ms: KEPALA SAHAJA
my: HEADLINES တစ်ခုတည်းသော
nb_no: KUN HEADLINES
ne: केवल हेडलिनहरू
nl: ALLEEN HEADLINES
pl: TYLKO GŁÓWKI
pt: SOMENTE TÍTULO
ro: NUMAI TITLURI
ru: ТОЛЬКО ЗАГОЛОВКИ
si: හෙඩ්ලයින්ස් පමණි
sk: IBA TITULKY
sl: SAMO NASLOVI
sq: VETEM HEADLINES
sr: САМО НАСЛОВИ
sv: ENDAST HEADLINER
sw: Vichwa vya habari TU
ta: ஹெட்லைன்ஸ் மட்டுமே
te: హెడ్లైన్స్ మాత్రమే
th: HEADLINES เท่านั้น
tr: YALNIZCA BAŞLIKLAR
uk: ТІЛЬКИ ЗАГОЛОВКИ
ur: صرف ہیڈلائنز
vi: CHỈ TIÊU ĐỀ
zu: IZINHLOKO ZEKHANDA KUPHELA

source: Audio Settings
af: Klankinstellings
am: የኦዲዮ ቅንብሮች
ar: إعدادات الصوت
az: Səs parametrləri
be: Налады гуку
bg: Аудио настройки
bn: অডিও সেটিংস
ca: Configuració d'àudio
cs: Nastavení zvuku
da: Lydindstillinger
el: Ρυθμίσεις ήχου
es_es: Configuraciones de audio
et: Heliseaded
eu: Audio ezarpenak
fa: تنظیمات صدا
fi: Ääni-asetukset
fil: Mga setting ng audio
fr: Les paramètres audio
gl: Configuración de audio
he: הגדרות אודיו
hi: आवाज की सेटिंग
hr: Audio postavke
hu: Hangbeállítások
hy: Աուդիո կարգավորումներ
id: Pengaturan Audio
is: Hljóðstillingar
ja: オーディオ設定
ka: აუდიო პარამეტრები
kk: Аудио параметрлері
km: ការកំណត់សំឡេង
kn: ಆಡಿಯೋ ಸೆಟ್ಟಿಂಗ್‌ಗಳು
ky: Аудио орнотуулары
lo: ການຕັ້ງຄ່າສຽງ
lt: Garso nustatymai
lv: Audio iestatījumi
mk: Аудио поставки
ml: ഓഡിയോ ക്രമീകരണങ്ങൾ
mn: Аудио тохиргоо
ms: Tetapan Audio
my: အသံချိန်ညှိချက်များ
nb_no: Lydinnstillinger
ne: अडियो सेटिंग्स
nl: Geluidsinstellingen
pl: Ustawienia dźwięku
pt: Configurações de áudio
ro: Setari audio
ru: Настройки звука
si: ශ්‍රව්‍ය සැකසුම්
sk: Nastavenia zvuku
sl: Zvočne nastavitve
sq: Cilësimet e audios
sr: Аудио Сеттингс
sv: Ljudinställningar
sw: Mipangilio ya Sauti
ta: ஆடியோ அமைப்புகள்
te: ఆడియో సెట్టింగ్‌లు
th: การตั้งค่าเสียง
tr: Ses ayarları
uk: Налаштування звуку
ur: آڈیو کی ترتیبات
vi: Cài đặt âm thanh
zu: Izilungiselelo Zomsindo
