Repository: newsreels/app-mobile-ios
Catalog: Bullet/*.lproj/Localizable.strings
Languages: af, am, ar, az, be, bg, bn, ca, cs, da, el, es_es, et, eu, fa, fi, fil, fr, gl, he, hi, hr, hu, hy, id, is, ja, ka, kk, km, kn, ky, lo, lt, lv, mk, ml, mn, mr, ms, my, nb_no, ne, nl, pl, pt, ro, ru, si, sk, sl, sq, sr, sv, sw, ta, te, th, tr, uk, ur, vi, zu

source: Enter published date
af: Voer die publikasiedatum in
am: የታተመበትን ቀን ያስገቡ
ar: أدخل تاريخ النشر
az: Yayımlanma tarixi daxil edin
be: Увядзіце Дату публікацыі
bg: Въведи датата на публикуване
bn: প্রকাশের তারিখ লিখুন
ca: Ingressi la data de publicació
cs: Zadejte datum publikování
da: Indtast offentliggjort datoen
el: Εισάγετε την Ημερομηνία Δημοσίευσης
es_es: Introduce la fecha de publicación
et: Sisesta Avaldamise kuupäev
eu: Sartu Argitaratu data
fa: تاریخ انتشار را وارد کنید
fi: Syötä julkaisupäivä
fil: Ilagay ang Petsa ng Pagkakalathala
fr: Entrez la date de publication
gl: Introduce a data de publicación
he: הזן את תאריך הפרסום
hi: प्रकाशित तारीख एंटर करें
hr: Unesite datum objave
hu: Írja be a közzététel dátumát
hy: Մուտքագրեք հրապարակման ամսաթիվը
id: Masukkan Tanggal Terbit
is: Sláið inn birtingardagsetningin
ja: 公開日を入力してください
ka: შეიყვანეთ გამოქვეყნების თარიღი
kk: Жариялау күнін енгізіңіз
km: បញ្ចូលកាលបរិច្ឆេទចេញផ្សាយ
kn: ಪ್ರಕಟಿಸುವ ದಿನಾಂಕವನ್ನು ನಮೂದಿಸಿ
ky: Жарыяланган күндү киргизиңиз
lo: ກະລຸນາໃສ່ວັນທີເຜີຍແຜ່
lt: Įveskite paskelbimo datą
lv: Ievadiet Publicēšanas datums
mk: Внесете го датумот на објавувањето на
ml: പ്രസിദ്ധീകരിക്കുക തീയതി നൽകുക
mn: Нийтлэх огноог оруулна уу
mr: तारीख प्रकाशित प्रविष्ट करा
ms: Masukkan Tarikh Penerbitan
my: ပုံနှိပ်နေ့စွဲကို ထည့်ပါ့
nb_no: Oppgi Publiseringsdato
ne: प्रकाशित मिति प्रविष्ट गर्नुहोस्
nl: Voeg de Publicatiedatum toe
pl: Wstaw datę publikacji
pt: Insira a data de publicação
ro: Introduce data publicării
ru: Введите дату публикации
si: ප්‍රකාශන දිනය ඇතුළත් කරන්න
sk: Zadajte dátum publikovania
sl: Vnesite datum objave
sq: Shkruani datën e publikimit
sr: Unesi datum objavljivanja
sv: Ange referensen
sw: Weka Tarehe ilipochapishwa
ta: வெளியிட்ட தேதி
te: ప్రచురణ తేదీని ఎంటర్ చేయండి
th: ป้อนวันที่เผยแพร่
tr: Yayınlanma tarihi gir
uk: Введіть дату Публікації
ur: شائع کرنے کی تاریخ درج کریں
vi: Nhập Ngày Xuất Bản
zu: Faka usuku lokushicilela

source: Enter Bullet 1
af: Voer die eerste hoogtepunt in
am: የመጀመሪያውን ዋና ጉዳይ ያስገቡ
ar: أدخل الرمز النقطي الأول
az: İlk bülleteni daxil edin
be: Увядзіце Першую Зводку
bg: Въведи първа точка
bn: প্রথম বুলেট লিখুন
ca: Introdueixi la primera bala
cs: Zadejte první odrážku
da: Indtast det første punkt
el: Εισάγετε την Πρώτη Κουκκίδα
es_es: Introduce el primer punto
et: Sisesta Esimene Täpploend
eu: Idatzi First Bullet
fa: وارد اولین تیترشوید
fi: Syötä ensimmäinen lyhyt lause
fil: Ilagay ang Unang Bulet
fr: Entrez dans la première balle
gl: Introduce o primeiro boletín
he: הזן את הכדור הראשון
hi: पहला बुलेट एंटर करें
hr: Unesite prvu natuknicu
hu: Írja be az első vázlatpontot
hy: Մուտքագրեք առաջին Bullet-ը
id: Masukkan Bullet Pertama
is: Sláðu inn fyrstu Bullet
ja: 最初の箇条書きを入力してください
ka: შეიყვანეთ პირველი ბულეტი
kk: Бірінші буллетті енгізіңіз
km: បញ្ចូលចំណុចទីមួយ
kn: ಮೊದಲ ಬುಲೆಟ್ ಅನ್ನು ನಮೂದಿಸಿ
ky: Биринчи башкы ойду киргизиңиз
lo: ກະລຸນາໃສ່ Bullet ທໍາອິດ
lt: Įveskite pirmąjį punktą
lv: Ievadiet First Bullet
mk: Внесете Првиот куршум
ml: ആദ്യ ബുള്ളറ്റ് നൽകുക
mn: Эхний сумыг оруулна уу
mr: प्रथम बुलेट प्रविष्ट करा
ms: Masukkan Titik Senarai Pertama
my: ပထမ ဘူးလက်ကို ထည့်ပါ
nb_no: Oppgi Første Punkt
ne: पहिलो बुलेट प्रविष्ट गर्नुहोस्
nl: Voeg het Eerste Bulletpoint toe
pl: Pierwszy punkt
pt: Insira o primeiro ponto
ro: Introduce primul punct
ru: Введите первую пулю
si: බුලට් 1 ඇතුළත් කරන්න
sk: Zadajte prvú odrážku
sl: Vnesite prvo vrstično oznako
sq: Shkruani bullet e parë
sr: Unesi prvu kratku crtu
sv: Ange den första punkten
sw: Weka risasi ya kwanza
ta: முதல் சுருக்கத்தை உள்ளிடவும்
te: మొదటి భాగాన్ని ఎంటర్ చేయండి
th: ป้อนหัวข้อย่อยแรก
tr: İlk İşareti Gir
uk: Введіть Перший Момент
ur: پہلی بُلٹ درج کریں
vi: Nhập Điểm Tin Đầu Tiên
zu: Faka inhlamvu yokuqala

source: Enter Bullet 2
af: Voer die tweede hoogtepunt in
am: ሁለተኛ ዋና ጉዳይ ያስገቡ
ar: أدخل الرمز النقطي الثاني
az: İkinci bülleteni daxil edin
be: Увядзіце Другую Зводку
bg: Въведи втора точка
bn: দ্বিতীয় বুলেট লিখুন
ca: Introdueixi la segona bala
cs: Zadejte druhou odrážku
da: Indtast den anden punkt
el: Εισάγετε την Δεύτερη Κουκκίδα
es_es: Introduce el segundo punto
et: Sisesta Teine Täpploend
eu: Idatzi Bigarren Bullet
fa: وارد تیتر دوم شوید
fi: Syötä toinen lyhyt lause
fil: Ilagay ang Ikalawang Bullet
fr: Entrez dans la deuxième balle
gl: Entre no segundo boletín
he: הזן את הכדור השני
hi: दूसरा बुलेट एंटर करें
hr: Unesite drugu natuknicu
hu: Írja be az második vázlatpontot
hy: Մուտքագրեք երկրորդ Bullet-ը
id: Masukkan Bullet Kedua
is: Sláðu inn næstu Bullet
ja: 2番目の箇条書きを入力してください
ka: შეიყვანეთ მეორე ბულეტი
kk: екінші буллетті енгізіңіз
km: បញ្ចូលចំណុចទី ២
kn: ಎರಡನೇ ಬುಲೆಟ್ ಅನ್ನು ನಮೂದಿಸಿ
ky: Экинчи башкы киргизиңиз
lo: ກະລຸນາໃສ່ Bullet ສອງ
lt: Įveskite antrąjį punktą
lv: Ievadiet otro aizzīmes
mk: Внесете го вториот куршум
ml: രണ്ടാം ബുള്ളറ്റ് നൽകുക
mn: Хоёр дахь сумыг оруулна уу
mr: दुसरी बुलेट प्रविष्ट करा
ms: Masukkan Titik Senarai Kedua
my: ဒုတိယ ဘူးလက်ကို ထည့်ပါ
nb_no: Oppgi Andre Punkt
ne: दोस्रो बुलेट प्रविष्ट गर्नुहोस्
nl: Voeg het Tweede Bulletpoint toe
pl: Drugi punkt
pt: Insira o segundo ponto
ro: Introduce al doilea punct
ru: Введите вторую пулю
si: බුලට් 2 ඇතුළත් කරන්න
sk: Zadajte druhú odrážku
sl: vnesite drugo vrstično oznako
sq: Shkruani bulletin e dytë
sr: Unesi drugu kratku crtu
sv: Ange den andra punkten
sw: Weka risasi Pili
ta: இரண்டாவது சுருக்கத்தை உள்ளிடவும்
te: రెండో భాగాన్నినమోదు చేయండి
th: ป้อนสัญลักษณ์แสดงหัวข้อย่อยที่สอง
tr: İkinci İşareti Gir
uk: Введіть Другий Момент
ur: دوسری بُلٹ درج کریں
vi: Nhập Điểm Tin Thứ Hai
zu: Faka Inhlamvu Yesibili

source: Follow
af: Volg
am: ተከተል
ar: إتبع
az: İzləyin
be: Падпісацца на
bg: Следвай
bn: ফলো
ca: Seguir
cs: Sledovat
da: Følg
el: Ακολουθήστε
es_es: Seguir
et: Järgi
eu: Jarraitu
fa: دنبال کردن
fi: Seuraa
fil: I-follow
fr: Suivez
gl: Segue
he: לעקוב אחר
hi: फॉलो करें
hr: Zapratite
hu: Követ
hy: Հետևել
id: Ikuti
is: Fylgja
ja: フォローする
ka: მიჰყევით
kk: жазылу
km: ដើរតាម
kn: ಅನುಸರಿಸಿ
ky: Эрчүү
lo: ປະຕິບັດຕາມ
lt: Sekti
lv: Sekojiet
mk: Следете
ml: പിന്തുടരുക
mn: Дагаж мөрдөөрэй
mr: अनुसरण करा
ms: Ikut
my: ဖောလိုးလုပ်ပါ
nb_no: Følg
ne: पछ्याउन
nl: Volg
pl: Obserwuj
pt: Seguir
ro: Urmărește
ru: следить
si: අනුගමනය කරන්න
sk: Sledovať
sl: Sledi
sq: Ndiqni
sr: Prati
sv: Följ
sw: Kufuata
ta: பின்தொடர்
te: అనుసరించు
th: ติดตาม
tr: Takip et
uk: Підписатися
ur: فالو
vi: Theo dõi
zu: Landela

source: Unfollow
af: Hou op volg
am: አይከተል
ar: الغاء المتابعة
az: İzləmədən çıxarın
be: Адпісацца ад
bg: Прекратяване на следенето
bn: আনফলো
ca: Deixar de seguir
cs: Zrušit sledování
el: Σταματήστε να ακολουθείτε
es_es: Dejar de seguir
et: Lõpeta Järgimine
eu: utzi
fa: دنبال نکردن
fi: Poista seuraus
fil: I-unfollow
fr: Suivre
gl: Deixa de seguir
he: לעקוב
hi: अनफॉलो करें
hr: Prestanite pratiti
hu: Nem követ
hy: Ապաբաժանորդագրվել
id: Batal Ikuti
is: Hætta að fylgjast með
ja: フォロー解除
ka: გააუქმეთ გამოწერა
kk: Жазылымнан бас тарту
km: ដើរតាម
kn: ಅನುಸರಿಸಬೇಡಿ
ky: Жазылууну токтотуу
lo: ບໍ່ຕິດ
lt: Nebesekti
lv: Nesekot
ml: പിന്തുടരൽ
mn: Зогсоох
mr: अनुसरण रद्द करा
ms: Berhenti ikutan
my: ဖောလိုးမလုပ်ပါ်
nb_no: Avfølg
ne: नपछ्याउन
nl: Ontvoig
pl: Przestań obserwować
pt: Parar de seguir
ro: Nu mai urmări
ru: Отписаться
si: අනුගමනය නොකරන්න
sk: Zrušiť sledovanie
sl: Prenehaj slediti
sq: Mos e ndjekni
sr: Prestani pratiti
sv: Avfölj
sw: Acha kumfuata
ta: தொடர வேண்டாம்
te: అనుసరించకు
th: เลิกติดตาม
tr: Takipten çık
uk: Скасувати підписку
ur: ان فالو
vi: Bỏ Theo Dõi
zu: Yeka ukulandela

source: Block articles from
af: BLOK die artikel van
am: እነዚህን ፆሁፎች አግድ ከ
ar: احظر المقالات من
az: Bu mənbədən məqalələri BLOK EDİN
be: БЛАКІРАВАЦЬ артыкулы з
bg: БЛОКИРАЙ статии от
bn: থেকে প্রবন্ধগুলি ব্লক করুন
ca: BLOQUEJAR els articles de
cs: BLOKOVAT články z
da: BLOKER artiklen fra
el: ΑΠΟΚΛΕΙΣΜΟΣ άρθρων από
es_es: Bloquear los artículos de
et: BLOKEERI artiklid
eu: Bloke artikuluak
fa: مسدود کردن مقالات از
fi: ESTÄ artikkelit
fil: I-BLOCK ang mga artikulong mula
fr: Bloquez les articles de
gl: Bloquear artigos de
he: לחסום את המאמרים מן
hi: आर्टिकल को ब्लॉक करें
hr: BLOKIRAJ članke od
hu: LETILT cikkeket innen
hy: ԱՐԳԵԼԱՓԱԿԵԼ հոդվածները --- -ից
id: BLOKIR artikel dari
is: Loka á greinar frá
ja: …から記事をブロックする
ka: დაბლოკეთ სტატიები -სგან
kk: бұғатталған мақалалар
km: រារាំងអត្ថបទពី
kn: ಲೇಖನಗಳನ್ನು ನಿರ್ಬಂಧಿಸಿ
ky: Макалаларды бөгөттөө
lo: BLOCK ບົດຄວາມຈາກ
lt: BLOKUOTI straipsnius iš
lv: Bloķēt rakstus
mk: Блокирање на статии од
ml: നിന്നുള്ള ലേഖനങ്ങൾ തടയാൻ
mn: Нийтлэлүүдийг BLOCK
mr: लेख अवरोधित करा
ms: SEKAT semua artikel dari
my: မှဆောင်းပါးများကို ဘလော့မည်
nb_no: BLOKKER artiklene fra
ne: ---बाट लेखहरू ब्लक गर्नुहोस्
nl: BLOKKEER de artikelen van
pl: ZABLOKUJ artykuły od
pt: BLOQUEAR artigos de
ro: BLOCHEAZĂ articolele de la
ru: Заблокировать статьи из
si: මෙතනින් ලිපි අවහිර කරන්න
sk: BLOKOVAŤ články z
sl: BLOKIRAJ članke od
sq: BLLOKONI artikujt nga
sr: BLOKIRAJ članke od
sv: BLOCKERA artiklarna från
sw: KUZUIA makala kutoka
ta: இருந்து கட்டுரைகளைத் தடை செய்க
te: వ్యాసాలను బ్లాక్ చేయండి దాని నుంచి
th: บล็อกบทความจาก
tr: …'dan makaleleri ENGELLE
uk: ЗАБЛОКУВАТИ статті від
ur: بلاک آرٹیکلز فُروم
vi: CHẶN bài báo từ
zu: VIMBELA izindatshana kusuka ku-

source: Unblock articles from
af: DEBLOKKEER die artikels van
am: እነዚህን ፆሁፎች እገዳ ይነሳላቸው ከ
ar: ازالة الحظر عن المقالات من
az: Bu mənbədən məqalələri BLOKDAN ÇIXARIN
be: РАЗБЛАКІРАВАЦЬ артыкулы з
bg: ПОЗВОЛИ статии от
bn: থেকে প্রবন্ধগুলি আনব্লক করুন
ca: DESBLOQUEJAR els articles de
cs: ODBLOKOVAT články z
da: UNBLOCK artiklen fra
el: ΚΑΤΑΡΓΗΣΗ ΑΠΟΚΛΕΙΣΜΟΥ άρθρων από
es_es: DESBLOQUEAR los artículos de
et: DEBLOKEERI artiklid
eu: Desblokeatu artikuluak
fa: باز کردن مقالات از
fi: POISTA artikkelien ESTO
fil: I-UNBLOCK ang mga artikulo mula
fr: DÉBLOQUER les articles de
gl: Desbloquear elementos de
he: לבטל את חסימת המאמרים
hi: आर्टिकल को अनब्लॉक करें
hr: ODBLOKIRAJ članke odUkloni članak
hu: ENGEDÉLYEZ cikkeket innen
hy: ԱՊԱԱՐԳԵԿԱՓԱԿԵԼ ՀՈԴՎԱԾՆԵՐԸ --- -ից
id: BATAL BLOKIR artikel dari
is: OPNA greinar frá
ja: …から記事のブロックを解除する
ka: მოხსენით ბლოკი სტატიებს -სგან
kk: Мақалаларды бұғаттан ашу
km: លែងរារាំងអត្ថបទពី
kn: ಲೇಖನಗಳನ್ನು ಅನ್ಬ್ಲಾಕ್ ಮಾಡಿ
ky: Макалаларды БӨГӨТТӨН чыгаруу
lo: ຍົກເລີກການບລັອກບົດຄວາມຈາກ
lt: ATBLOKUOTI straipsnius iš
lv: Atbloķēt rakstus
mk: Деблокирање на статии од
ml: നിന്നുള്ള ലേഖനങ്ങൾ തടഞ്ഞത്
mn: НҮБ-ын нийтлэл
mr: लेख अनब्लॉक
ms: Buka sekatan semua artikel dari
my: မှဆောင်းပါးများကို ဘလော့ဖြည်မည််
nb_no: AVBLOKKER artiklene fra
ne: ----बाट लेखहरू अनब्लक गर्नुहोस्
nl: DEBLOKKEER de artikelen van
pl: ODBLOKUJ artykuły od
pt: DESBLOQUEAR artigos de
ro: DEBLOCHEAZĂ articolele de la DEBLOCHEAZĂ articolele de la
ru: РАЗБЛОК статьи из
si: මෙතනින් ලිපි අවහිර නොකරන්න
sk: ODBLOKOVAŤ články z
sl: ODBLOKIRAJ članke od
sq: ZHBLLOKONI artikujt nga
sr: DEBLOKIRAJ članke od
sv: AVBLOCKERA artiklarna från
sw: Tuma RUHUSU makala kutoka
ta: இருந்து கட்டுரைகளைத் தடை நீக்குக
te: వ్యాసాలను అన్ బ్లాక్ చేయండి దాని నుంచి
th: ปลดบล็อกบทความจาก
tr: …'dan makalelerin ENGELİNİ KALDIR
uk: РОЗБЛОКУВАТИ статті від
ur: ان بلاک آرٹیکلز فُروم
vi: BỎ CHẶN bài báo từ
zu: VULA indatshana evela ku-

source: Remove article
af: Veryder die artikel
am: ይህን ጽሑፍ አስወግድ
ar: إزالة المقال
az: Məqaləni silin
be: Выдаліць Артыкул
bg: Премахни статията
bn: প্রবন্ধটি সরান
ca: Llevar l'article
cs: Odstranit článek
da: Fjen artiklen
el: Αφαιρέστε το άρθρο
es_es: Eliminar el artículo
et: Eemalda artikkel
eu: Kendu artikulu
fa: مقاله را بردارید
fi: Poista artikkeli
fil: Alisin ang artikulo
fr: Supprimer l'article
gl: Eliminar elemento
he: הסר את המאמר
hi: आर्टिकल को हटा दें
hr: Ukloni članak
hu: Cikk törlése
hy: Ջնջել հոդվածը
id: Hapus artikel
is: Taktu grein
ja: 記事を削除する
ka: სტატიის წაშლა
kk: Мақаланы жою
km: ដកអត្ថបទចេញ
kn: ಲೇಖನವನ್ನು ತೆಗೆದುಹಾಕಿ
ky: Макаланы алып салыңыз
lo: ເອົາບົດຄວາມ
lt: Pašalinti straipsnį
lv: Noņemt rakstu
mk: Отстрани член
ml: ലേഖനം നീക്കം
mn: Нийтлэлийг хас
mr: लेख काढा
ms: Buang artikel
my: ဆောင်းပါးကို ဖယ်ရှားပါ
nb_no: Fjern artikkelen
ne: लेख हटाउनुहोस्
nl: Verwijder het artikel
pl: Usuń z artykułów
pt: Remover o artigo
ro: Elimină articolul
ru: Удалить статью
si: ලිපිය ඉවත් කරන්න
sk: Odstrániť článok
sl: Odstrani članek
sq: Largoni artikullin
sr: Ukloni članak
sv: Ta bort artikeln
sw: Ondoa makala
ta: கட்டுரையை நீக்கவும்
te: వ్యాసాన్ని తీసెయ్యండి
th: ปลดบล็อกบทความจาก
tr: Makaleyi kaldır
uk: Видалити статтю
ur: آرٹیکل کو متائیں
vi: Gỡ bỏ bài báo
zu: Susa indatshana

source: Save article
af: Stoor hierdie artikel
am: ይህንን ጽሑፍ መዝግበ አስቀምጥ
ar: احفظ هذا المقال
az: Bu məqaləni yadda saxlayın
be: Захаваць гэты артыкул
bg: Запази тази статия
bn: এই নিবন্ধটি সংরক্ষণ করুন
ca: Guardar aquest article
cs: Uložit tento článek
da: Gem artiklen
el: Αποθηκεύστε αυτό το άρθρο
es_es: Guardar este artículo
et: Salvesta see artikkel
eu: Artikulu hau Save
fa: این مقاله را ذخیره کنید
fi: Tallenna tämä artikkeli
fil: I-save ang artikulong ito
fr: Sauvegarder cet article
gl: Garda este artigo
he: שמור את המאמר הזה
hi: इस आर्टिकल को सेव करें
hr: Spremi ovaj članak
hu: Cikk mentése
hy: Պահպանել հոդվածը
id: Simpan artikel ini
is: Vista þessa grein
ja: 記事を保存する
ka: შეინახე ეს სტატია
kk: Осы мақаланы сақтау
km: រក្សាទុកអត្ថបទនេះ
kn: ಈ ಲೇಖನವನ್ನು ಉಳಿಸಿ
ky: Бул макаланы сактаңыз
lo: ບັນທຶກບົດຄວາມນີ້ ບັນທຶກບົດຄວາມນີ້
lt: Išsaugoti šį straipsnį
lv: Saglabāt šo rakstu
mk: Зачувај оваа статија
ml: ഈ ലേഖനം സംരക്ഷിക്കുക
mn: Энэ нийтлэлийг хадгал
mr: हा लेख जतन करा
ms: Simpan artikel ini
my: ဆောင်းပါးကို သိမ်းမည််
nb_no: Lagre denne artikkelen
ne: यो लेख सेभ गर्नुहोस्
nl: Bewaar dit artikel
pl: Zapisz ten artykuł
pt: Salvar este artigo
ro: Salvează articolul
ru: Сохранить эту статью
si: මෙම ලිපිය සුරකින්න
sk: Uložiť tento článok
sl: Shrani članek
sq: Ruani artikullin
sr: Sačuvaj ovaj članak
sv: Spara denna artikel
sw: Save makala hii
ta: கட்டுரையைச் சேமிக்கவும்
te: ఈ వ్యాసాన్ని దాయండి
th: บันทึกบทความนี้
tr: Makeleyi kaydet
uk: Зберегти цю статтю
ur: آرٹیکل محفوظ کریں
vi: Lưu bài báo này
zu: Londoloza le ndatshana

source: Terms & Conditions
af: Bepalings en voorwardes
am: አተገባበሩና ​​መመሪያው
ar: البنود و الظروف
az: Şərt və Qaydalar
be: Умовы
bg: Общи условия за ползване
bn: শর্তাবলী
ca: Termes i condicions
cs: Všeobecné obchodní podmínky
da: Vilkår og Betingelser
el: Όροι & Προϋποθέσεις
es_es: Términos y condiciones
et: Üldtingimused
eu: Baldintzak
fa: شرایط و ضوابط
fi: Käyttöehdot & -Säännöt
fil: Mga Tuntunin at Kundisyon
fr: Conditions générales
gl: Termos e condicións
he: תנאי שימוש
hi: नियम एवं शर्तें
hr: Uvjeti i odredbe
hu: Felhasználási feltételek
hy: Ընդհանուր դրույթներ և պայմաններ
id: Syarat dan Ketentuan
is: Skilmálar
ja: 規約・条件
ka: დადგენილებები და პირობები
kk: Қағидалары Мен Шарттары
km: ល័ក្ខខ័ណ្ឌ និងខផ្សេងៗ
kn: ನಿಯಮಗಳು & ಷರತ್ತುಗಳು
ky: Шарттар
lo: ຂໍ້ກໍານົດແລະເງື່ອນໄຂ
lt: Sąlygos
lv: Noteikumi
mk: Услови на употреба
ml: വ്യവസ്ഥകളും നിബന്ധനകളും
mn: Нөхцөл байдал ба нөхцөл байдал
mr: अटी व शर्ती
ms: Terma & Syarat
my: အသုံးအနှုန်းများနှင့်အခြေအနေများ
nb_no: Vilkår
ne: नियम तथा सर्त
nl: Voorwaarden & Condities
pl: Zasady i warunki
pt: Termos e condições
ro: Termenii si Condițiile
ru: Правила и условия
si: නියමයන් සහ කොන්දේසි
sk: Všeobecné obchodné podmienky
sl: Pravila & pogoji
sq: Termat dhe Kushtet
sr: Uslovi korištenja
sv: Villkor
sw: Sheria na Masharti
ta: விதிமுறைகள் & நிபந்தனைகள்
te: నియమనిబంధనలు
th: ข้อตกลงและเงื่อนไข
tr: Şartlar & Koşullar
uk: Правила та Умови
ur: شرائط و ضوابط
vi: Điều Khoản & Điều Kiện
zu: Imigomo nemibandela

source: Privacy Policy
af: Privaatheidsbeleid
am: ፕራይቬሲ/ግላዊነት ፖሊሲ
ar: سياسة الخصوصية
az: Məxfilik Siyasəti
be: Палітыка прыватнасці
bg: Политика за поверителност
bn: প্রাইভেসি পলিসি
ca: Política de privacitat
cs: Zásady ochrany osobních údajů
da: Fortrolighedspolitik
el: Πολιτική Απορρήτου
es_es: Política de privacidad
et: Privaatsuspoliitika
fa: قوانین حریم خصوصی
fi: Yksityisyydensuojakäytäntö
fil: Patakaran sa Pagkapribado
fr: Politique de confidentialité
gl: Política de Privacidade
he: מדיניות פרטיות
hi: गोपनीयता नीति
hr: Politika privatnosti
hu: Adatvédelmi nyilatkozat
hy: Գաղտնիության քաղաքականություն
id: Kebijakan Privasi
is: Friðhelgisstefna
ja: 個人情報保護方針
ka: კონფიდენციალურობის პოლიტიკა
kk: құпиялылық саясаты
km: គោលការណ៍​ភាព​ឯកជន
kn: ಗೌಪ್ಯತಾ ನೀತಿ
ky: Купуялык саясаты
lo: ນະໂຍບາຍຄວາມເປັນສ່ວນຕົວ
lt: Privatumo politika
lv: Privātuma politika
mk: Политика за приватност
ml: സ്വകാര്യതാനയം
mn: Нууцлалын бодлого
mr: गोपनीयता धोरण
ms: Notis Perlindungan Data Peribadi
my: လုံခြုံရေးဆိုင်ရာမူဝါဒ
nb_no: Personvernsvilkår
ne: गोपनीयता नीति
nl: PrivacyBeleid
pl: Polityka Prywatności
pt: Política de privacidade
ro: Politica de Confidențialitate
ru: политика конфиденциальности
si: රහස්‍යතා ප්‍රතිපත්තිය
sk: Zásady ochrany osobných údajov
sl: Politika zasebnosti
sq: Rregullorja e Privatësisë
sr: Politika privatnosti
sv: Integritetspolicy
sw: Sera ya faragha
ta: தனியுரிமைக் கொள்கை
te: గోప్యతా విధానం
th: นโยบายความเป็นส่วนตัว
tr: Gizlilik Politikası
uk: Політика конфіденційності
ur: رازداری کی پالیسی
vi: Chính Sách Quyền Riêng Tư
zu: Inqubomgomo yobumfihlo

source: TERMS AND CONDITIONS
af: BEPALINGS EN VOORWAARDES
am: አተገባበሩና ​​መመሪያው
ar: الأحكام والشروط
az: ŞƏRT VƏ QAYDALAR
be: УМОВЫ
bg: ОБЩИ УСЛОВИЯ ЗА ПОЛЗВАНЕ
bn: শর্তাবলী
ca: TERMES I CONDICIONS
cs: VŠEOBECNÉ OBCHODNÍ PODMÍNKY
da: VILKÅR OG BETINGELSER
el: ΌΡΟΙ & ΠΡΟΥΠΟΘΕΣΕΙΣ
es_es: TÉRMINOS Y CONDICIONES
et: ÜLDTINGIMUSED
eu: BALDINTZA
fa: شرایط و ضوابط
fi: Käyttöehdot & -Säännöt
fil: MGA TUNTUNIN AT KUNDISYON
fr: CONDITIONS GÉNÉRALES
gl: TERMOS E CONDICIÓNS
he: תנאים
hi: नियम और शर्तें
hr: UVJETI I ODREDBE
hu: FELHASZNÁLÁSI FELTÉTELEK
hy: ԸՆԴՀԱՆՈՒՐ ԴՐՈՒՅԹՆԵՐ ԵՎ ՊԱՅՄԱՆՆԵՐ
id: SYARAT DAN KETENTUAN
is: SKILMÁLAR OG SKILYRÐI
ja: 規約・条件
ka: დადგენილებები და პირობები
kk: ШАРТТАР МЕН ЕРЕЖЕЛЕР
km: ល័ក្ខខ័ណ្ឌ និងខផ្សេងៗ
kn: ನಿಯಮಗಳು & ಷರತ್ತುಗಳು
ky: ШАРТТАРЫ
lo: ຂໍ້ກໍານົດແລະເງື່ອນໄຂ
lt: SĄLYGOS
lv: NOTEIKUMI UN NOSACĪJUMI
mk: ПРАВИЛА И УСЛОВИ
ml: ഉപാധികളും നിബന്ധനകളും
mn: ҮЙЛДВЭРЛЭЛ, БҮРТГЭЛ
mr: नियम आणि अटी
ms: TERMA & SYARAT
my: အသုံးအနှုန်းများနှင့်အခြေအနေများ
nb_no: VILKÅR
ne: नियम र सर्तहरू
nl: VOORWAARDEN EN CONDITIES
pl: ZASADY I WARUNKI
pt: TERMOS E CONDIÇÕES
ro: TERMENII ȘI CONDIȚIILE
ru: УСЛОВИЯ И ПОЛОЖЕНИЯ
si: නියම සහ කොන්දේසි
sk: VŠEOBECNÉ OBCHODNÉ PODMIENKY
sl: PRAVILA IN POGOJI
sq: TERMAT DHE KUSHTET
sr: USLOVI KORIŠTENJA
sv: VILLKOR
sw: SHERIA NA MASHARTI
ta: விதிமுறைகள் & நிபந்தனைகள்
te: నియమనిబంధనలు
th: ข้อกำหนดและเงื่อนไข
tr: ŞARTLAR VE KOŞULLAR
uk: ПРАВИЛА ТА УМОВИ
ur: شرائط و ضوابط
vi: ĐIỀU KHOẢN VÀ ĐIỀU KIỆN
zu: Imigomo nemibandela

source: PRIVACY POLICY
af: PRIVAATHEIDSBELEID
am: ፕራይቬሲ/ግላዊነት ፖሊሲ
ar: سياسة الخصوصية
az: MƏXFİLİK SİYASƏTİ
be: ПАЛІТЫКА ПРЫВАТНАСЦІ
bg: ПОЛИТИКА ЗА ПОВЕРИТЕЛНОСТ
bn: প্রাইভেসি পলিসি
ca: POLÍTICA DE PRIVACITAT
cs: ZÁSADY OCHRANY OSOBNÍCH ÚDAJŮ
da: FORTROLIGHEDSPOLITIK
el: ΠΟΛΙΤΙΚΗ ΑΠΟΡΡΗΤΟΥ
es_es: POLÍTICA DE PRIVACIDAD
et: PRIVAATSUSPOLIITIKA
eu: PRIBATUTASUN POLITIKA
fa: قوانین حریم خصوصی
fi: YKSITYISYYDENSUOJAKÄYTÄNTÖ
fil: Patakaran sa Pagkapribado
fr: POLITIQUE DE PROTECTION DE LA VIE PRIVÉE
gl: POLÍTICA DE PRIVACIDADE
he: מדיניות פרטיות
hi: गोपनीयता नीति
hr: POLITIKA PRIVATNOSTI
hu: ADATVÉDELMI NYILATKOZAT
hy: ԳԱՂՏՆԻՈՒԹՅԱՆ ՔԱՂԱՔԱԿԱՆՈՒԹՅՈՒՆ
id: KEBIJAKAN PRIVASI
is: FRIÐHELGISSTEFNA
ja: 規約・条件
ka: კონფიდენციალურობის პოლიტიკა
kk: ҚҰПИЯЛЫЛЫҚ САЯСАТЫ
km: គោលការណ៍​ភាព​ឯកជន
kn: ಗೌಪ್ಯತಾ ನೀತಿ
ky: КУПИЯЛЫК САЯСАТЫ
lo: ນະໂຍບາຍຄວາມເປັນສ່ວນຕົວ
lt: PRIVATUMO POLITIKA
lv: PRIVĀTUMA POLITIKA
mk: ПОЛИТИКА ЗА ПРИВАТНОСТ
ml: സ്വകാര്യതാനയം
mn: ХӨДӨЛМӨРИЙН БОЛОМЖТОЙ
mr: गोपनीयता धोरण
ms: NOTIS PERLINDUNGAN DATA PERIBADI
my: လုံခြုံရေးဆိုင်ရာမူဝါဒ
nb_no: PERSONVERNSVILKÅR
ne: गोपनीयता नीति
nl: PRIVACYBELEID
pl: POLITYKA PRYWATNOŚCI
pt: POLÍTICA DE PRIVACIDADE
ro: POLITICA DE CONFIDENȚIALITATE
ru: ПОЛИТИКА КОНФИДЕНЦИАЛЬНОСТИ
si: රහස්‍යතා ප්‍රතිපත්තිය
sk: ZÁSAD OCHRANY OSOBNÝCH ÚDAJOV
sl: POLITIKA ZASEBNOSTI
sq: RREGULLORJA E PRIVATËSISË
sr: POLITIKA PRIVATNOSTI
sv: INTEGRITETSPOLICY
sw: Sera ya faragha
ta: தனியுரிமைக் கொள்கை
te: గోప్యతా విధానం
th: นโยบายความเป็นส่วนตัว
tr: GİZLİLİK POLİTİKASI
uk: ПОЛІТИКА КОНФІДЕНЦІЙНОСТІ
ur: رازداری کی پالیسی
vi: CHÍNH SÁCH QUYỀN RIÊNG TƯ
zu: Inqubomgomo yobumfihlo

source: Fuel your curiosity
af: Lees meer nuus oor die wêreld
am: ስለ ዓለም ተጨማሪ ዜናዎችን ያንብቡ
ar: اقرأ المزيد من الأخبار حول العالم
az: Dünyada baş verən daha çox xəbərləri oxuyun
be: Чытайце больш навін пра свет
bg: Прочети още новини за света
bn: বিশ্ব সম্পর্কে আরো সংবাদ পড়ুন
ca: Llegir més notícies sobre l'actualitat
cs: Přečtěte si více zpráv o světě
da: Læs flere nyheder om verdenen
el: Διαβάστε περισσότερα νέα για όλο τον κόσμο
es_es: Leer más noticias sobre el mundo
et: Loe veel uudiseid maailma kohta
eu: Irakurri munduari buruzko albiste gehiago
fa: اخبار بیشتر در مورد جهان را بخوانید
fi: Lue lisää maailmanuutisia
fil: Magbasa pa ng ibang balita tungkol sa mundo
fr: Plus d'informations sur le monde
gl: Ler máis novas sobre o mundo
he: קראו עוד חדשות על העולם
hi: दुनिया के बारे में और न्यूज़ पढ़ें
hr: Pročitajte više vijesti iz svijeta
hu: Olvasson még több hírt a nagyvilágról
hy: Կարդալ ավելի շատ աշխարհի մասին
id: Baca lebih banyak berita tentang dunia
is: Lesa meira fréttir um allan heim
ja: 世界についてもっとニュースを読む
ka: იკითხეთ მეტი ახალი აბავი მსოფლიოს შესახებ
kk: Әлем туралы көбірек жаңалықтарды оқыңыз
km: សូមអានព័ត៌មានបន្ថែមអំពីពិភពលោក
kn: ಪ್ರಪಂಚದ ಬಗ್ಗೆ ಹೆಚ್ಚಿನ ಸುದ್ದಿಗಳನ್ನು ಓದಿ
ky: Дүйнө жөнүндө көбүрөөк жаңылыктарды окуңуз
lo: ອ່ານຂ່າວເພີ່ມເຕີມກ່ຽວກັບໂລກ
lt: Skaitykite daugiau naujienų apie pasaulį
lv: Lasīt vairāk ziņas par pasaulē
mk: Прочитај повеќе вести за светот
ml: ലോകം കൂടുതൽ വാർത്തകൾ വായിക്കുക
mn: Дэлхийн талаар илүү их мэдээ уншаарай
mr: जग अधिक बातम्या वाचा
ms: Baca lebih banyak berita mengenai dunia
my: ကမ္ဘာ့သတင်းများကို ပိုမိုဖတ်ရှုပါ
nb_no: Les flere nyheter om verden
ne: संसारको बारेमा थप समाचारहरू पढ्नुहोस्
nl: Lees meer nieuws over de wereld
pl: Przeczytaj więcej wiadomości ze świata
pt: Leia mais notícias sobre o mundo
ro: Citește mai multe știri globale
ru: Другие новости о мире
si: ලෝකය පිළිබඳ තවත් ප්‍රවෘත්ති කියවන්න
sk: Prečítajte si viac správ o svete
sl: Preberi več novic iz sveta
sq: Lexoni më shumë lajme rreth botës
sr: Pročitajte više vesti o svetu
sv: Läs mer nyheter om världen
sw: Soma habari zaidi kuhusu ulimwengu
ta: மேலும் உலகச் செய்திகளைப் படிக்க
te: ప్రపంచం గురించి వార్తలు ఎక్కువగా చదవండి
th: อ่านข่าวเพิ่มเติมเกี่ยวกับโลก
tr: Dünya hakkında daha fazla haber Oku
uk: Читайте більше новин про світ
ur: مزید خبریں پڑھیں دنیا کے بارے میں
vi: Đọc nhiều tin hơn về thế giới
zu: Funda izindaba eziningi ngomhlaba
